Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Delete all annotation files:
de: Alle Anmerkungsdateien löschen:
fr: Supprimer tous les fichiers d'annotation :
ja: すべての注釈ファイルを削除：
ta: அனைத்து சிறுகுறிப்பு கோப்புகளையும் நீக்கு:

source: Tidy operation finished
de: Aufräumvorgang abgeschlossen
fr: Nettoyer les opérations finies
ja: 整理操作が終了
ta: நேர்த்தியான செயல்பாடு முடிந்தது

source: Corrupted videos found:
de: Beschädigte Videos gefunden:
fr: Vidéos corrompues détectées :
ja: 破損した動画が見つかりました：
ta: சிதைந்த வீடியோக்கள் காணப்படுகின்றன:

source: Corrupted videos deleted:
de: Beschädigte Videos gelöscht:
fr: Vidéos corrompues supprimées :
ja: 破損した動画が削除されました：
ta: சிதைந்த வீடியோக்கள் நீக்கப்பட்டன:

source: New video files detected:
de: Neue Videodateien erkannt:
fr: Nouveaux fichiers vidéos détectés :
ja: 新しいビデオファイルが検出されました：
ta: புதிய வீடியோ கோப்புகள் கண்டறியப்பட்டன:

source: Missing video files detected:
de: Fehlende Videodateien erkannt:
fr: Fichiers vidéos manquants détectés :
ja: 欠落したビデオファイルが検出されました：
ta: காணாமல் போன வீடியோ கோப்புகள் கண்டறியப்பட்டன:

source: Non-corrupted video files deleted:
de: Nicht beschädigte Videodateien gelöscht:
fr: Fichiers vidéos non corrompus supprimés :
ja: 破損していないビデオファイルが削除されました：
ta: குழப்பம் இல்லாத வீடியோ கோப்புகள் நீக்கப்பட்டன:

source: Other video/audio files deleted:
de: Andere Video-/Audiodateien gelöscht:
fr: Autres fichiers vidéos / audios supprimés :
ja: その他のビデオ/オーディオファイルが削除されました：
ta: பிற வீடியோ/ஆடியோ கோப்புகள் நீக்கப்பட்டன:

source: No-URL videos removed from database:
fr: Vidéos sans lien URL retirés de la base de données :
ja: URLなしの動画がデータベースから削除されました：
ta: தரவுத்தளத்திலிருந்து அகற்றப்படாத யுஆர்எல் வீடியோக்கள்:

source: Undownloaded duplicate videos removed from database:
de: Nicht heruntergeladene Duplikate von Videos aus der Datenbank entfernt:
fr: Vidéos en doubles «dé-téléchargés» retirés de la base de données :
ja: 未ダウンロードの重複動画がデータベースから削除されました：
ta: தரவுத்தளத்திலிருந்து அகற்றப்பட்ட நகல் வீடியோக்கள்:

source: Downloader archive files deleted:
fr: Fichiers d'archive des clients de téléchargement supprimés :
ja: ダウンローダーのアーカイブファイルが削除されました：
ta: பதிவிறக்கம் காப்பக கோப்புகள் நீக்கப்பட்டன:

source: Thumbnail files moved:
de: Thumbnail-Dateien verschoben:
fr: Miniatures déplacées :
ja: サムネイルファイルが移動されました：
ta: சிறு கோப்புகள் நகர்ந்தன:

source: Thumbnail files deleted:
de: Thumbnail-Dateien gelöscht:
fr: Miniatures supprimées :
ja: サムネイルファイルが削除されました：
ta: சிறு கோப்புகள் நீக்கப்பட்டன:

source: .webp thumbnails converted to .jpg:
de: .webp-Thumbnails konvertiert nach .jpg:
fr: Miniatures .webp converties au format .jpeg :
ja: .webpサムネイルが.jpgに変換されました：
ta: .webp சிறு உருவங்கள் .jpg ஆக மாற்றப்பட்டுள்ளன:

source: Other metadata files moved:
de: Andere Metadaten-Dateien wurden verschoben:
fr: Autres fichiers de métadonnées déplacés :
ja: その他のメタデータファイルが移動されました：
ta: பிற மேனிலை தரவு கோப்புகள் நகர்த்தப்பட்டன:

source: Description files deleted:
de: Beschreibungsdateien gelöscht:
fr: Fichiers descriptifs supprimés :
ja: 説明ファイルが削除されました：
ta: விளக்கம் கோப்புகள் நீக்கப்பட்டன:

source: Metadata (JSON) files deleted:
de: Metadaten (JSON)-Dateien gelöscht:
fr: Fichiers (JSON) de métadonnées supprimés :
ja: メタデータ（JSON）ファイルが削除されました：
ta: மேனிலை தரவு (JSON) கோப்புகள் நீக்கப்பட்டன:

source: Annotation files deleted:
de: Anmerkungsdateien gelöscht:
fr: Fichiers d'annotation supprimés :
ja: 注釈ファイルが削除されました：
ta: சிறுகுறிப்பு கோப்புகள் நீக்கப்பட்டன:

source: Deleted (possibly) corrupted video file:
de: (Möglicherweise) beschädigte Videodatei gelöscht:
fr: Fichiers vidéos (possiblement) corrompus supprimés :
ja: （おそらく）破損したビデオファイルが削除されました：
ta: நீக்கப்பட்டது (ஒருவேளை) சிதைந்த வீடியோ கோப்பு:

source: Failed to delete (possibly) corrupted video file:
de: (Möglicherweise) beschädigte Videodatei konnte nicht gelöscht werden:
fr: Échec lors de la suppression des fichiers vidéos (possiblement) corrompus :
ja: （おそらく）破損したビデオファイルの削除に失敗しました：
ta: (ஒருவேளை) சிதைந்த வீடியோ கோப்பை நீக்குவதில் தோல்வி:

source: Video file might be corrupt:
de: Videodatei ist möglicherweise beschädigt:
fr: Le fichier vidéo pourrait être corrompu :
ja: ビデオファイルが破損している可能性があります：
ta: வீடியோ கோப்பு ஊழல் நிறைந்ததாக இருக்கலாம்:

source: Video file exists:
de: Videodatei existiert:
fr: Le fichier vidéo existe déjà :
ja: ビデオファイルが存在します：
ta: வீடியோ கோப்பு உள்ளது:

source: Video file doesn't exist:
de: Videodatei existiert nicht:
fr: Le fichier vidéo n'existe pas :
ja: ビデオファイルが存在しません：
ta: வீடியோ கோப்பு இல்லை:

source: Starting update operation, installing FFmpeg
de: Aktualisierungsvorgang wird gestartet, FFmpeg wird installiert
fr: Début de la mise à jour, installation de FFmpeg
ja: 更新操作を開始、FFmpegをインストール
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குதல், FFMPEG ஐ நிறுவுதல்

source: FFmpeg installation did not start
de: FFmpeg-Installation startete nicht
fr: L'installation de FFmpeg n'a pas démarré
ja: FFmpegのインストールが開始しませんでした
ta: FFMPEG நிறுவல் தொடங்கவில்லை

source: Update operation finished
de: Aktualisierungsvorgang abgeschlossen
fr: Mise à jour terminée
ja: 更新操作が終了
ta: புதுப்பிப்பு செயல்பாடு முடிந்தது

source: Starting update operation, installing matplotlib
de: Aktualisierungsvorgang wird gestartet, matplotlib wird installiert
fr: Début de la mise à jour, installation de matplotlib
ja: 更新操作を開始、matplotlibをインストール
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குதல், MATPLOTLIB ஐ நிறுவுதல்

source: matplotlib installation did not start
de: matplotlib-Installation startete nicht
fr: L'installation de matplotlib n'a pas démarré
ja: matplotlibのインストールが開始しませんでした
ta: MATPLOTLIB நிறுவல் தொடங்கவில்லை

source: Starting update operation, installing streamlink
de: Aktualisierungsvorgang wird gestartet, Streamlink wird installiert
fr: Début de la mise à jour, installation de streamlink
ja: 更新操作を開始、streamlinkをインストール
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குதல், ச்ட்ரீம்லிங்கை நிறுவுதல்

source: streamlink installation did not start
de: streamlink-Installation startete nicht
fr: L'installation de streamlink n'a pas démarré
ja: streamlinkのインストールが開始しませんでした
ta: ச்ட்ரீம்லிங்க் நிறுவல் தொடங்கவில்லை

source: Starting update operation, installing/updating
fr: Début de la mise à jour (installation / mise à jour)
ja: 更新操作を開始、インストール/更新中
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குதல், நிறுவுதல்/புதுப்பித்தல்

source: Update did not start
de: Aktualisierung startete nicht
fr: La mise à jour n'a pas démarré
ja: 更新が開始しませんでした
ta: புதுப்பிப்பு தொடங்கவில்லை

source: Perform a custom download of marked videos, channels, playlists and folders
de: Benutzerdefinierten Download aller markierten Videos, Kanäle, Playlisten und Ordner ausführen
fr: Réaliser un téléchargement personnalisé des vidéos, canaux, listes de lecture et dossiers marqués
ru: Выполнить пользовательскую загрузку отмеченных видео, каналов, плейлистов и папок
ta: குறிக்கப்பட்ட வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளின் தனிப்பயன் பதிவிறக்கத்தை செய்யுங்கள்

source: TRANSLATOR'S NOTE: If you want to use &, use &amp; - if you want to use a different word (e.g. French et), then just use that word
de: Übersetzungshinweis: Wenn & genutzt werden soll, &amp; verwenden - wenn ein anderes Wort (z. B. et auf Französisch) verwenden werden soll, dann das nutzen
fr: (Writing here so that it doesn't show as an untranslated string)
ru: ПРИМЕЧАНИЕ ПЕРЕВОДЧИКА: Если вы хотите использовать &, используйте &amp; - если вы хотите использовать другое слово (например, французское et), то просто используйте это слово
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: நீங்கள் பயன்படுத்த விரும்பினால் &, பயன்படுத்த &amp; - நீங்கள் வேறு வார்த்தையைப் பயன்படுத்த விரும்பினால் (எ.கா. பிரஞ்சு ET), அந்த வார்த்தையைப் பயன்படுத்தவும்

source: Download &amp; watch
de: Herunterladen &amp; öffnen
fr: Télécharger & visionner
ru: Загрузить и смотреть
ta: பதிவிறக்கம் &amp; வாட்ச்

source: D/L &amp; watch
de: D/L &amp; öffnen
fr: Télécharger et visionner
ru: Загрузить и смотреть
ta: டி/எல் &amp; வாட்ச்

source: Do you want to remove the channel from your filesystem, or do you just want to remove the channel from this list?
de: Soll der Kanal vom Dateisystem gelöscht werden, oder soll der Kanal nur von der Liste entfernt werden?
fr: Souhaitez-vous supprimer le canal de votre système ou uniquement le retirer de la liste ?
ru: Вы хотите удалить канал из вашей файловой системы, или вы просто хотите удалить канал из этого списка?
ta: உங்கள் கோப்பு முறைமையிலிருந்து சேனலை அகற்ற விரும்புகிறீர்களா, அல்லது இந்த பட்டியலிலிருந்து சேனலை அகற்ற விரும்புகிறீர்களா?

source: Do you want to remove the playlist from your filesystem, or do you just want to remove the playlist from this list?
de: Soll die Playlist vom Dateisystem gelöscht werden, oder soll die Playlist nur von der Liste entfernt werden?
fr: Souhaitez-vous supprimer la liste de lecture de votre système ou uniquement la retirer de la liste ?
ru: Вы хотите удалить плейлист из файловой системы или вы просто хотите удалить плейлист из этого списка?
ta: உங்கள் கோப்பு முறைமையிலிருந்து பிளேலிச்ட்டை அகற்ற விரும்புகிறீர்களா, அல்லது இந்த பட்டியலிலிருந்து பிளேலிச்ட்டை அகற்ற விரும்புகிறீர்களா?

source: Do you want to remove the folder from your filesystem, or do you just want to remove the folder from this list?
de: Soll der Ordner vom Dateisystem gelöscht werden, oder soll der Ordner nur von der Liste entfernt werden?
fr: Souhaitez-vous supprimer le dossier de votre système ou uniquement le retirer de la liste ?
ru: Вы хотите удалить папку из файловой системы или просто удалить папку из этого списка?
ta: உங்கள் கோப்பு முறைமையிலிருந்து கோப்புறையை அகற்ற விரும்புகிறீர்களா, அல்லது இந்த பட்டியலிலிருந்து கோப்புறையை அகற்ற விரும்புகிறீர்களா?

source: OK
fr: D'accord
ta: சரி

source: Minimum delay to apply (in minutes; randomises the actual delay)
de: Minimal anzuwendende Verzögerung (in Minuten; macht die eigentliche Verzögerung zufällig)
fr: Délais minimal à appliquer (en minutes ; rend aléatoir le délais)
ru: Минимальная задержка (в минутах; делает случайной фактическую задержку)
ta: விண்ணப்பிக்க குறைந்தபட்ச நேரந்தவறுகை (நிமிடங்களில்; உண்மையான தாமதத்தை சீரற்றது)

source: Warning: storing comments will increase the size of Tartube's datbase, perhaps by a lot!
de: Warnung: Kommentare speichern wird die Größe von Tartubes Datenbank erhöhen, möglicherweise stark!
fr: Avertissement : l'enregistrement des commentaires augmentera la taille de la base de données de Tartube, éventuellement de manière conséquente !
ta: எச்சரிக்கை: கருத்துகளைச் சேமிப்பது டிராபின் தரவுத்தளத்தின் அளவை அதிகரிக்கும், ஒருவேளை நிறைய!

source: Write a macOS inernet shortcut file (.webloc)
de: Eine macOS-Verknüpfungsdatei schreiben (.webloc)
fr: Créer un raccourcis internet macOS (.webloc)
ru: Создать файл ярлыка Интернета для macOS (.webloc)
ta: ஒரு மேகோச் ஐ.என்.ஆர்னெட் குறுக்குவழி கோப்பை எழுதுங்கள் (.webloc)

source: Adobe Pass multiple-system operator account login
de: Adobe Pass multiple-system operator-Anmeldename
fr: Utilisateur d'authentification Adobe Pass
ru: Adobe Pass мультисистемный оператор аккаунт логин
ta: அடோப் பல அமைப்பு ஆபரேட்டர் கணக்கு உள்நுழைவை கடந்து செல்லுங்கள்

source: Prefer FFMpeg over native HLS downloader
de: FFMpeg über nativen HLS-Downloader bevorzugen
fr: Préférer FFmpeg au client de téléchargement natif HLS
ru: Предпочитать FFMpeg собственному загрузчику HLS
ta: சொந்த எச்.எல்.எச் பதிவிறக்கத்தை விட FFMPEG ஐ விரும்புங்கள்

source: Delete sliuce
de: Fragment löschen
fr: Supprimer le morceau
ru: Удалить фрагмент
ta: துண்டுகளை நீக்கு

source: On startup, load the first database on the list (not the most recently-use one)
de: Die erste Datenbank in der Liste beim Start laden (nicht die zuletzt verwendete)
fr: Au démarrage, charger la première base de données de la liste (et non la plus récemment utilisée)
ru: При запуске загрузите первую базу данных в списке (не самую последнюю базу данных)
ta: தொடக்கத்தில், பட்டியலில் முதல் தரவுத்தளத்தை ஏற்றவும் (மிக அண்மைக் காலத்தில் பயன்படுத்தப்படாதது அல்ல)

source: During a download operation, Tartube will cycle betwween the proxies in this list
de: Während dem Download wird Tartube zwischen Proxies in dieser Liste wechseln
fr: Lors d'un téléchargement, Tartube alternera cycliquement entre les différents serveurs mandataires de cette liste
ta: பதிவிறக்க செயல்பாட்டின் போது, இந்த பட்டியலில் உள்ள ப்ராக்சிகளுக்கு இடையில் டார்டியூப் சுழற்சி செய்யும்

source: _Invidious
ta: _ இன்விடியச்

source: HookTube
ta: ஊக் டியூப்

source: Invidious
ta: வெகுவாக

source: URL
ru: URL-адрес
ta: முகவரி

source: /dev/null (Linux)
ru: /dev/null (Линукс)
ta: /dev/null (லினக்ச்)

source: NUL (MS Windows)
ru: NUL (Windows)
ta: NUL (MS விண்டோச்)

source: ID
ta: ஐடி
