Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Before starting a refresh operation, you should right-click the channel and select 'Check channel'
de: Vor dem Start eines Auffrischungsvorgangs sollte mit der rechten Maustaste auf den Kanal geklickt und „Kanal prüfen“ ausgewählt werden
fr: Avant de lancer une opération de rafraîchissement, vous devez faire un clic droit sur le canal et sélectionner "Vérifier le canal"
ja: リフレッシュ操作を開始する前に、チャンネルを右クリックして「チャンネルをチェック」を選択してください
ru: Перед началом операции обновления необходимо щелкнуть канал правой кнопкой мыши и выбрать "Проверить канал"
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குவதற்கு முன், நீங்கள் சேனலை வலது சொடுக்கு செய்து 'சேனலைச் சரிபார்க்கவும்' என்பதைத் தேர்ந்தெடுக்க வேண்டும்

source: Before starting a refresh operation, you should right-click the playlist and select 'Check playlist'
de: Vor dem Start eines Auffrischungsvorgangs sollte mit der rechten Maustaste auf die Wiedergabeliste geklickt und „Wiedergabeliste prüfen“ ausgewählt werden
fr: Avant de lancer une opération de rafraîchissement, vous devez cliquer avec le bouton droit de la souris sur la liste de lecture et sélectionner "Vérifier la liste de lecture"
ja: リフレッシュ操作を開始する前に、プレイリストを右クリックして「プレイリストをチェック」を選択してください
ru: Перед началом операции обновления вы должны щелкнуть правой кнопкой мыши плейлист и выбрать «Проверить плейлист»
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குவதற்கு முன், நீங்கள் பிளேலிச்ட்டை வலது சொடுக்கு செய்து 'பிளேலிச்ட்டை சரிபார்க்கவும்' என்பதைத் தேர்ந்தெடுக்க வேண்டும்

source: Before starting a refresh operation, you should right-click the folder and select 'Check folder'
de: Vor dem Start eines Auffrischungsvorgangs sollte mit der rechten Maustaste auf den Ordner geklickt und „Ordner prüfen“ ausgewählt werden
fr: Avant de lancer une opération de rafraîchissement, vous devez cliquer avec le bouton droit de la souris sur le dossier et sélectionner "Vérifier le dossier"
ja: リフレッシュ操作を開始する前に、フォルダを右クリックして「フォルダをチェック」を選択してください
ru: Прежде чем начать операцию обновления, вы должны щелкнуть правой кнопкой мыши папку и выбрать «Проверить папку»
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குவதற்கு முன், நீங்கள் கோப்புறையை வலது சொடுக்கு செய்து 'கோப்புறையை சரிபார்க்கவும்' என்பதைத் தேர்ந்தெடுக்க வேண்டும்

source: Are you sure you want to proceed with the refresh operation?
de: Bist du sicher, dass du mit dem Auffrischungsvorgang fortfahren willst?
fr: Êtes-vous sûr de vouloir procéder à l'opération de rafraîchissement ?
ja: リフレッシュ操作を続行してもよろしいですか？
ru: Вы уверены, что хотите продолжить операцию обновления?
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடர விரும்புகிறீர்களா?

source: Refresh operation complete
de: Auffrischungsvorgang abgeschlossen
fr: Opération de rafraîchissement terminée
ja: リフレッシュ操作が完了しました
ru: Операция обновления завершена
ta: செயல்பாடு முடிந்தது

source: Refresh operation halted
de: Auffrischungsvorgang angehalten
fr: Arrêt de l'opération de rafraîchissement
ja: リフレッシュ操作が中断されました
ru: Операция обновления остановлена
ta: புதுப்பிப்பு செயல்பாடு நிறுத்தப்பட்டது

source: An info operation cannot start if one or more configuration windows are still open
de: Ein Informationsvorgang kann nicht gestartet werden, solange ein oder mehrere Konfigurationsfenster offen sind
fr: Une opération d'information ne peut pas démarrer si une ou plusieurs fenêtres de configuration sont encore ouvertes
ja: 設定ウィンドウが1つ以上開いている場合、情報操作を開始できません
ru: Информационная операция не может быть запущена, если одно или несколько окон конфигурации все еще открыты
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட உள்ளமைவு சாளரங்கள் இன்னும் திறந்திருந்தால் செய்தி செயல்பாடு தொடங்க முடியாது

source: Operation failed
de: Vorgang fehlgeschlagen
fr: L'opération a échoué
ja: 操作に失敗しました
ru: Сбой операции
ta: செயல்பாடு தோல்வியடைந்தது

source: Operation complete
de: Vorgang abgeschlossen
fr: Opération terminée
ja: 操作が完了しました
ru: Операция завершена
ta: செயல்பாடு முடிந்தது

source: Click the Output tab to see the results
de: Auf den Ausgabe-Tab klicken um die Ergebnisse zu sehen
fr: Cliquez sur l'onglet Sortie pour voir les résultats
ja: 結果を確認するには、出力タブをクリックしてください
ru: Перейдите на вкладку «Вывод», чтобы увидеть результаты
ta: முடிவுகளைக் காண வெளியீட்டு தாவலைக் சொடுக்கு செய்க

source: A new release is available!
de: Eine neue Version ist verfügbar!
fr: Une nouvelle version est disponible !
ja: 新しいリリースが利用可能です！
ru: Новая версия доступна!
ta: புதிய வெளியீடு கிடைக்கிறது!

source: Your installation is up to date!
de: Die Installation ist aktuell!
fr: Votre installation est à jour !
ja: インストール済みのバージョンは最新です！
ru: Последняя версия уже установлена!
ta: உங்கள் நிறுவல் புதுப்பித்த நிலையில் உள்ளது!

source: Installed version:
de: Installierte Version:
fr: Version installée :
ja: インストール済みバージョン：
ru: Установленная версия:
ta: நிறுவப்பட்ட பதிப்பு:

source: Stable release:
de: Stable-Version:
fr: Version stable :
ja: 安定版リリース：
ru: Стабильная версия:
ta: நிலையான வெளியீடு:

source: Stable release: not found
de: Stable-Version: nicht verfügbar
fr: Version stable : non trouvée
ja: 安定版リリース：見つかりません
ru: Стабильная версия: не найдена
ta: நிலையான வெளியீடு: கிடைக்கவில்லை

source: Development release:
de: Entwicklungsversion:
fr: Version de développement :
ja: 開発版リリース：
ru: Версия разработки:
ta: வளர்ச்சி வெளியீடு:

source: Development release: not found
de: Entwicklungsversion: nicht verfügbar
fr: Version de développement : non trouvée
ja: 開発版リリース：見つかりません
ru: Версия разработки: не найдена
ta: வளர்ச்சி வெளியீடு: கண்டுபிடிக்கப்படவில்லை

source: A tidy operation cannot start if one or more configuration windows are still open
de: Bereinigung kann nicht gestartet werden, solange ein oder mehrere Konfigurationsfenster offen sind
fr: Une opération de nettoyage ne peut pas démarrer si une ou plusieurs fenêtres de configuration sont encore ouvertes
ja: 設定ウィンドウが1つ以上開いている場合、整理操作を開始できません
ru: Не удается запустить операцию очистки, если одно или несколько окон конфигурации все еще открыты
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட உள்ளமைவு சாளரங்கள் இன்னும் திறந்திருந்தால் நேர்த்தியான செயல்பாட்டைத் தொடங்க முடியாது

source: Tidy operation complete
de: Bereinigung abgeschlossen
fr: Opération de nettoyage terminée
ja: 整理操作が完了しました
ru: Операция очистки завершена
ta: நேர்த்தியான செயல்பாடு முடிந்தது

source: Tidy operation halted
de: Bereinigung angehalten
fr: Opération de nettoyage interrompue
ja: 整理操作が中断されました
ru: Операция очистки остановлена
ta: நேர்த்தியான செயல்பாடு நிறுத்தப்பட்டது

source: Livestream has started
de: Livestream hat begonnen
fr: La diffusion en direct a commencé
ja: ライブ配信が開始しました
ru: Прямая трансляция началась
ta: லைவ்ச்ட்ரீம் தொடங்கியது

source: Process operation complete
de: Verarbeitung abgeschlossen
fr: Opération de traitement terminée
ja: 処理操作が完了しました
ru: Операция процесса завершена
ta: செயல்முறை செயல்பாடு முடிந்தது

source: Process operation halted
de: Verarbeitung angehalten
fr: Opération de traitement interrompue
ja: 処理操作が中断されました
ru: Операция процесса остановлена
ta: Process செயல்பாடு halted

source: Files processed:
de: Dateien verarbeitet:
fr: Fichiers traités :
ja: 処理したファイル：
ru: Обработанные фалы:
ta: கோப்புகள் செயலாக்கப்பட்டவை:

source: Errors:
de: Fehler:
fr: Erreurs :
ja: エラー：
ru: Ошибки:
ta: பிழைகள்:

source: Cannot move anything to:
de: Konnte nichts verschieben nach:
fr: Impossible de déplacer quoi que ce soit vers :
ja: 以下に移動できません：
ru: Не удается переместить что-либо в:
ta: எதையும் நகர்த்த முடியாது:

source: because a file or folder with the same name already exists (although Tartube's database doesn't know anything about it)
de: da eine Datei oder ein Ordner mit dem Namen bereits existiert (auch wenn Tartubes Datenbank nichts davon weiß)
fr: car un fichier ou un dossier portant le même nom existe déjà (bien que la base de données de Tartube n'en sache rien)
ja: 同じ名前のファイルまたはフォルダがすでに存在するため（Tartubeのデータベースにはその情報がありません）
ru: потому что файл или папка с таким же именем уже существует (хотя база данных Tartube ничего об этом не знает)
ta: ஏனெனில் அதே பெயருடன் ஒரு கோப்பு அல்லது கோப்புறை ஏற்கனவே உள்ளது (டார்ட்டூப்பின் தரவுத்தளத்தைப் பற்றி எதுவும் தெரியாது என்றாலும்)

source: You probably created that file/folder accidentally, in which case you should delete it manually before trying again
de: Die Datei oder der Ordner wurde eventuell versehentlich erstellt, in welchem Fall sie/es vor einem erneuten Versuch manuell gelöscht werden sollte
fr: Vous avez probablement créé ce fichier/dossier accidentellement, auquel cas vous devez le supprimer manuellement avant de réessayer
ja: 誤ってそのファイル/フォルダを作成した可能性があります。その場合は、手動で削除してから再度試してください
ru: Вероятно, вы случайно создали этот файл/папку, в этом случае вам следует удалить его вручную перед повторной попыткой
ta: நீங்கள் தற்செயலாக அந்த கோப்பு/கோப்புறையை உருவாக்கியிருக்கலாம், இந்த விசயத்தில் மீண்டும் முயற்சிக்கும் முன் அதை கைமுறையாக நீக்க வேண்டும்

source: Could not move '{0}' (filesystem error)
de: Konnte "{0}" nicht verschieben (Dateisystem-Fehler)
fr: Impossible de déplacer '{0}' (erreur de système de fichiers)
ja: '{0}'を移動できませんでした（ファイルシステムエラー）
ru: Не удалось переместить '{0}' (ошибка файловой системы)
ta: '{0}' (கோப்பு முறைமை பிழை) நகர்த்த முடியவில்லை

source: Channels, playlists and folders can only be dragged into a folder
de: Kanäle, Playlisten und Ordner können nur in einen Ordner verschoben werden
fr: Les chaînes, les listes de lecture et les dossiers ne peuvent être glissés que dans un dossier
ja: チャンネル、プレイリスト、フォルダはフォルダ内にのみドラッグできます
ru: Каналы, плейлисты и папки можно перетаскивать только в папку
ta: சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளை ஒரு கோப்புறையில் மட்டுமே இழுக்க முடியும்

source: The fixed folder '{0}' cannot be moved (but it can still be hidden)
de: Der fixierte Ordner "{0}" kann nicht verschoben werden (aber kann versteckt werden)
fr: Le dossier fixe '{0}' ne peut pas être déplacé (mais il peut toujours être caché)
ja: 固定フォルダ'{0}'は移動できません（ただし、非表示にすることは可能です）
ru: Фиксированную папку '{0}' нельзя переместить (но ее можно скрыть)
ta: நிலையான கோப்புறை '{0}' நகர்த்த முடியாது (ஆனால் அதை இன்னும் மறைக்க முடியும்)

source: The folder '{0}' can only contain videos
de: Der Ordner "{0}" darf nur Videos enthalten
fr: Le dossier "{0}" ne peut contenir que des vidéos
ja: フォルダ'{0}'には動画のみを含めることができます
ru: Папка '{0}' может содержать только видео.
ta: '{0}' கோப்புறையில் வீடியோக்கள் மட்டுமே இருக்க முடியும்

source: The folder '{0}' can only contain other folders and videos
de: Der Ordner "{0}" darf nur andere Ordner und Videos enthalten
fr: Le dossier "{0}" ne peut contenir que d'autres dossiers et vidéos
ja: フォルダ'{0}'には他のフォルダと動画のみを含めることができます
ru: Папка '{0}' может содержать только другие папки и видео.
ta: '{0}' கோப்புறையில் மற்ற கோப்புறைகள் மற்றும் வீடியோக்கள் மட்டுமே இருக்க முடியும்

source: You probably created that file/folder accidentally, in which case, you should delete it manually before trying again
de: Die Datei oder der Ordner wurde eventuell versehentlich erstellt, in welchem Fall sie/es vor einem erneuten Versuch manuell gelöscht werden sollte
fr: Vous avez probablement créé ce fichier/dossier accidentellement. Dans ce cas, vous devez le supprimer manuellement avant de réessayer
ja: 誤ってそのファイル/フォルダを作成した可能性があります。その場合は、手動で削除してから再度試してください
ru: Вероятно, вы создали этот файл/папку случайно, и в этом случае вам следует удалить его вручную, прежде чем пытаться снова.
ta: நீங்கள் தற்செயலாக அந்த கோப்பு/கோப்புறையை உருவாக்கியிருக்கலாம், இந்த விசயத்தில், மீண்டும் முயற்சிக்கும் முன் அதை கைமுறையாக நீக்க வேண்டும்

source: Videos cannot be dragged into this folder
de: Videos können in diesen Ordner nicht verschoben werden
fr: Les vidéos ne peuvent pas être glissées dans ce dossier
ja: このフォルダに動画をドラッグすることはできません
ru: Видео нельзя перетаскивать в эту папку
ta: வீடியோக்களை இந்த கோப்புறையில் இழுக்க முடியாது

source: Videos moved
de: Videos verschoben
fr: Vidéos déplacées
ja: 動画を移動しました
ru: Видео перемещено
ta: வீடியோக்கள் நகர்ந்தன

source: Are you SURE you want to delete files? This procedure cannot be reversed!
de: Sicher, dass die Dateien gelöscht werden sollen? Dieser Vorgang kann nicht rückgängig gemacht werden!
fr: Êtes-vous certain de vouloir supprimer des fichiers ? Cette procédure est irréversible !
ja: 本当にファイルを削除しますか？この操作は元に戻せません！
ru: Вы уверены, что хотите удалить файлы? Эта процедура не может быть отменена!
ta: கோப்புகளை நீக்க விரும்புகிறீர்களா? இந்த நடைமுறையை மாற்ற முடியாது!

source: Are you SURE you want to remove these items from your database? This procedure cannot be reversed!
de: Sicher, dass die Elemente aus der Datenbank entfernt werden sollen? Dieser Vorgang kann nicht rückgängig gemacht werden!
fr: Êtes-vous certain de vouloir supprimer ces éléments de votre base de données ? Cette procédure est irréversible !
ja: 本当にこれらの項目をデータベースから削除しますか？この操作は元に戻せません！
ru: Вы уверены, что хотите удалить эти элементы из своей базы данных? Эта процедура не может быть отменена!
ta: உங்கள் தரவுத்தளத்திலிருந்து இந்த உருப்படிகளை அகற்ற விரும்புகிறீர்களா? இந்த நடைமுறையை மாற்ற முடியாது!

source: The channel contains {0} item(s), so this action may take a while
de: Der Kanal enthält {0} Element(e), dieser Vorgang kann einige Zeit dauern
fr: La chaîne contient {0} élément(s), cette action peut donc prendre un certain temps
ja: チャンネルに{0}個の項目が含まれているため、この操作には時間がかかる場合があります
ru: Канал содержит {0} элементов, поэтому это действие может занять некоторое время.
ta: சேனலில் {0} உருப்படி (கள்) உள்ளன, எனவே இந்த நடவடிக்கை சிறிது நேரம் ஆகலாம்

source: The playlist contains {0} item(s), so this action may take a while
de: Die Playlist enthält {0} Element(e), dieser Vorgang kann einige Zeit dauern
fr: La liste de lecture contient {0} élément(s) ; cette action peut donc prendre un certain temps
ja: プレイリストに{0}個の項目が含まれているため、この操作には時間がかかる場合があります
ru: Список воспроизведения содержит {0} элементов, поэтому это действие может занять некоторое время.
ta: பிளேலிச்ட்டில் {0} உருப்படி (கள்) உள்ளன, எனவே இந்த நடவடிக்கை சிறிது நேரம் ஆகலாம்

source: The folder contains {0} item(s), so this action may take a while
de: Der Ordner enthält {0} Element(e), dieser Vorgang kann einige Zeit dauern
fr: Le dossier contient {0} élément(s), donc cette action peut prendre un certain temps
ja: フォルダに{0}個の項目が含まれているため、この操作には時間がかかる場合があります
ru: Папка содержит {0} элементов, поэтому это действие может занять некоторое время.
ta: கோப்புறையில் {0} உருப்படி (கள்) உள்ளன, எனவே இந்த நடவடிக்கை சிறிது நேரம் ஆகலாம்

source: The name '{0}' is not allowed
de: Der Name "{0}" ist nicht erlaubt
fr: Le nom '{0}' n'est pas autorisé
ja: 名前'{0}'は使用できません
ru: Имя '{0}' недопустимо
ta: '{0}' என்ற பெயர் அனுமதிக்கப்படவில்லை

source: That name is not permitted on your system
de: Der Name ist auf dem System nicht erlaubt
fr: Ce nom n'est pas autorisé sur votre système
ja: その名前はシステムで許可されていません
ru: Это имя не разрешено в вашей системе
ta: உங்கள் கணினியில் அந்த பெயர் அனுமதிக்கப்படவில்லை

source: Failed to rename '{0}'
de: Konnte "{0}" nicht umbenennen
fr: Impossible de renommer '{0}'
ja: '{0}'の名前変更に失敗しました
ru: Не удалось переименовать "{0}"
ta: '{0}' என மறுபெயரிடுவதில் தோல்வி

source: Search/replace complete
de: Suchen/Ersetzen abgeschlossen
fr: Recherche/remplacement terminé
ja: 検索/置換が完了しました
ru: Поиск/замена завершены
ta: முழுமையானதைத் தேடுங்கள்/மாற்றவும்

source: Updated URLs: {0}
de: Aktualisierte URLs: {0}
fr: URL mises à jour : {0}
ja: 更新したURL：{0}
ru: Обновленные URL-адреса: {0}
ta: புதுப்பிக்கப்பட்ட முகவரி கள்: {0}

source: Errors: {0}
de: Fehler: {0}
fr: Erreurs:{0}
ja: エラー：{0}
ru: Ошибки: {0}
ta: பிழைகள்: {0}

source: Select where to save the database export
de: Wählen, wo der Datenbankexport gespeichert werden soll
fr: Sélectionnez où enregistrer l'exportation de la base de données
ja: データベースエクスポートの保存先を選択してください
ru: Выберите, где сохранить экспорт базы данных
ta: தரவுத்தள ஏற்றுமதியை எங்கு சேமிப்பது என்பதைத் தேர்ந்தெடுக்கவும்

source: There is nothing to export!
de: Es gibt nichts zu exportieren!
fr: Il n'y a rien à exporter !
ja: エクスポートするものがありません！
ru: Экспортировать нечего!
ta: ஏற்றுமதி செய்ய எதுவும் இல்லை!

source: Failed to save the database export file:
de: Speichern des Datenbankexports fehlgeschlagen:
fr: Échec de l'enregistrement du fichier d'exportation de la base de données :
ja: データベースエクスポートファイルの保存に失敗しました：
ru: Не удалось сохранить файл экспорта базы данных:
ta: தரவுத்தள ஏற்றுமதி கோப்பை சேமிப்பதில் தோல்வி:

source: Database export file saved to:
de: Datenbankexport gespeichert:
fr: Fichier d'exportation de base de données enregistré dans :
ja: データベースエクスポートファイルが保存されました：
ru: Файл экспорта базы данных сохранен в:
ta: தரவுத்தள ஏற்றுமதி கோப்பு சேமிக்கப்பட்டது:

source: Select the database export
de: Datenbankexport wählen
fr: Sélectionnez l'exportation de la base de données
ja: データベースエクスポートを選択してください
ru: Выберите экспорт базы данных
ta: தரவுத்தள ஏற்றுமதியைத் தேர்ந்தெடுக்கவும்

source: Failed to load the database export file
de: Konnte den Datenbankexport nicht laden
fr: Impossible de charger le fichier d'exportation de la base de données
ja: データベースエクスポートファイルの読み込みに失敗しました
ru: Не удалось загрузить файл экспорта базы данных
ta: தரவுத்தள ஏற்றுமதி கோப்பை ஏற்றுவதில் தோல்வி

source: The database export file is invalid
de: Der Datenbankexport ist ungültig
fr: Le fichier d'exportation de la base de données n'est pas valide
ja: データベースエクスポートファイルが無効です
ru: Файл экспорта базы данных недействителен
ta: தரவுத்தள ஏற்றுமதி கோப்பு தவறானது

source: The database export file is invalid (or empty)
de: Der Datenbankexport ist ungültig (oder leer)
fr: Le fichier d'exportation de la base de données n'est pas valide (ou vide)
ja: データベースエクスポートファイルが無効または空です
ru: Файл экспорта базы данных недействителен (или пуст)
ta: தரவுத்தள ஏற்றுமதி கோப்பு தவறானது (அல்லது காலியாக)

source: Nothing was imported from the database export file
de: Es wurde nichts vom Datenbankexport importiert
fr: Rien n'a été importé depuis le fichier d'exportation de la base de données
ja: データベースエクスポートファイルから何もインポートされませんでした
ru: Из файла экспорта базы данных ничего не было импортировано
ta: தரவுத்தள ஏற்றுமதி கோப்பிலிருந்து எதுவும் இறக்குமதி செய்யப்படவில்லை

source: Imported into database
de: In Datenbank importiert
fr: Importé dans la base de données
ja: データベースにインポートしました
ru: Импортируется в базу данных
ta: தரவுத்தளத்தில் இறக்குமதி செய்யப்படுகிறது

source: Videos
fr: Vidéos
ja: 動画
ru: Видео
ta: வீடியோக்கள்

source: Channels
de: Kanäle
fr: Chaînes
ja: チャンネル
ru: Каналы
ta: சேனல்கள்

source: Playlists
de: Playlisten
fr: Listes de lecture
ja: プレイリスト
ru: Плейлисты
ta: பிளேலிச்ட்கள்

source: Folders
de: Ordner
fr: Dossiers
ja: フォルダ
ru: Папки
ta: கோப்புறைகள்

source: The video file is missing from Tartube's data folder (try downloading the video again!)
de: Die Videodatei fehlt im Tartube-Datenordner (Videodatei erneut herunterladen!)
fr: Le fichier vidéo est manquant dans le dossier de données de Tartube (essayez de télécharger à nouveau la vidéo !)
ja: Tartubeのデータフォルダに動画ファイルが見つかりません（動画を再度ダウンロードしてください！）
ru: Видеофайл отсутствует в папке данных Tartube (попробуйте загрузить видео еще раз!)
ta: டார்ட்டூப்பின் தரவு கோப்புறையில் இருந்து வீடியோ கோப்பு இல்லை (வீடியோவை மீண்டும் பதிவிறக்க முயற்சிக்கவும்!)

source: Select where to save the custom download export
de: Speicherort des benutzerdefinierten Download-Exports wählen
fr: Sélectionnez où enregistrer l'exportation de téléchargement personnalisée
ja: カスタムダウンロードエクスポートの保存先を選択してください
ru: Выберите, где сохранить пользовательский экспорт загрузки
ta: தனிப்பயன் பதிவிறக்க ஏற்றுமதியை எங்கு சேமிப்பது என்பதைத் தேர்ந்தெடுக்கவும்

source: Failed to save the custom download export file:
de: Konnte den benutzerdefinierten Download-Export nicht speichern:
fr: Échec de l'enregistrement du fichier d'exportation de téléchargement personnalisé :
ja: カスタムダウンロードエクスポートファイルの保存に失敗しました：
ru: Не удалось сохранить файл экспорта пользовательской загрузки:
ta: தனிப்பயன் பதிவிறக்க ஏற்றுமதி கோப்பை சேமிப்பதில் தோல்வி:

source: Custom download exported to:
de: Benutzerdefinierter Download exportiert:
fr: Téléchargement personnalisé exporté vers :
ja: カスタムダウンロードがエクスポートされました：
ru: Пользовательская загрузка экспортирована в:
ta: தனிப்பயன் பதிவிறக்கம் இதற்கு ஏற்றுமதி செய்யப்பட்டது:

source: Select the custom download export file
de: Benutzerdefinierten Download-Export wählen
fr: Sélectionnez le fichier d'exportation de téléchargement personnalisé
ja: カスタムダウンロードエクスポートファイルを選択してください
ru: Выберите пользовательский экспортный файл загрузки
ta: தனிப்பயன் பதிவிறக்க ஏற்றுமதி கோப்பைத் தேர்ந்தெடுக்கவும்

source: Failed to load the custom download export file
de: Konnte den benutzerdefinierten Download-Export nicht laden
fr: Échec du chargement du fichier d'exportation de téléchargement personnalisé
ja: カスタムダウンロードエクスポートファイルの読み込みに失敗しました
ru: Не удалось загрузить файл экспорта пользовательской загрузки
ta: தனிப்பயன் பதிவிறக்க ஏற்றுமதி கோப்பை ஏற்றுவதில் தோல்வி

source: The custom download export file is invalid
de: Der benutzerdefinierte Download-Export ist ungültig
fr: Le fichier d'exportation de téléchargement personnalisé n'est pas valide
ja: カスタムダウンロードエクスポートファイルが無効です
ru: Файл экспорта пользовательской загрузки недействителен
ta: தனிப்பயன் பதிவிறக்க ஏற்றுமதி கோப்பு தவறானது

source: The custom download export file is invalid (or empty)
de: Der benutzerdefinierte Download-Export ist ungültig (oder leer)
fr: Le fichier d'exportation de téléchargement personnalisé n'est pas valide (ou vide)
ja: カスタムダウンロードエクスポートファイルが無効または空です
ru: Файл экспорта пользовательской загрузки недействителен (или пуст)
ta: தனிப்பயன் பதிவிறக்க ஏற்றுமதி கோப்பு தவறானது (அல்லது காலியாக)

source: Select where to save the options export
de: Wählen, wo der Einstellungs-Export gespeichert werden soll
fr: Sélectionnez où enregistrer les options d'exportation
ja: オプションエクスポートの保存先を選択してください
ru: Выберите место сохранения экспорта опций
ta: விருப்பங்கள் ஏற்றுமதியை எங்கு சேமிப்பது என்பதைத் தேர்ந்தெடுக்கவும்

source: Failed to save the options export file:
de: Konnte den Einstellungs-Export nicht speichern:
fr: Échec de l'enregistrement du fichier d'exportation des options :
ja: オプションエクスポートファイルの保存に失敗しました：
ru: Не удалось сохранить файл экспорта опций:
ta: விருப்பங்கள் ஏற்றுமதி கோப்பை சேமிப்பதில் தோல்வி:

source: Download options exported to to:
de: Downloadoptionen exportiert:
fr: Options de téléchargement exportées vers :
ja: ダウンロードオプションがエクスポートされました：
ru: Параметры загрузки экспортированы в:
ta: இதற்கு ஏற்றுமதி செய்யப்பட்ட விருப்பங்களைப் பதிவிறக்குங்கள்:

source: Select the options export file
de: Einstellungs-Export wählen
fr: Sélectionnez le fichier d'exportation des options
ja: オプションエクスポートファイルを選択してください
ru: Выберите файл экспорта параметров
ta: விருப்பங்கள் ஏற்றுமதி கோப்பைத் தேர்ந்தெடுக்கவும்

source: Failed to load the options export file
de: Konnten den Einstellungs-Export nicht laden
fr: Impossible de charger le fichier d'exportation des options
ja: オプションエクスポートファイルの読み込みに失敗しました
ru: Не удалось загрузить файл экспорта опций
ta: விருப்பங்கள் ஏற்றுமதி கோப்பை ஏற்றுவதில் தோல்வி

source: The options export file is invalid
de: Der Einstellungs-Export ist ungültig
fr: Le fichier d'exportation des options n'est pas valide
ja: オプションエクスポートファイルが無効です
ru: Файл экспорта параметров недействителен
ta: விருப்பங்கள் ஏற்றுமதி கோப்பு தவறானது

source: The options export file is invalid (or empty)
de: Der Einstellungs-Export ist ungültig (oder leer)
fr: Le fichier d'exportation des options n'est pas valide (ou vide)
ja: オプションエクスポートファイルが無効または空です
ru: Файл экспорта опций недействителен (или пуст)
ta: விருப்பங்கள் ஏற்றுமதி கோப்பு தவறானது (அல்லது காலியாக)

source: FFmpeg options exported to to:
de: FFmpeg-Optionen exportiert:
fr: Options FFmpeg exportées vers :
ja: FFmpegオプションがエクスポートされました：
ru: Параметры FFmpeg экспортируются в:
ta: FFMPEG விருப்பங்கள் ஏற்றுமதி:

source: Please select a destination folder
de: Bitte Zielordner wählen
fr: Veuillez sélectionner un dossier de destination
ja: 保存先フォルダを選択してください
ru: Пожалуйста, выберите папку назначения
ta: இலக்கு கோப்புறையைத் தேர்ந்தெடுக்கவும்
