Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Remember these items with a profile named:
de: Diese Elemente mit einem Profil mit folgendem Namen merken:
fr: Se souvenir de ces éléments avec un profil nommé :
ja: 以下のプロファイル名でこれらの項目を記憶：
ru: Запомнить эти элементы с профилем, названным:
ta: பெயரிடப்பட்ட சுயவிவரத்துடன் இந்த உருப்படிகளை நினைவில் கொள்ளுங்கள்:

source: Delete channel
de: Kanal löschen
fr: Supprimer le canal
ja: チャンネルを削除
ru: Удалить канал
ta: சேனலை நீக்கு

source: Delete playlist
de: Playlist löschen
fr: Supprimer la liste de lecture
ja: プレイリストを削除
ru: Удалить плейлист
ta: பிளேலிச்ட்டை நீக்கு

source: Delete folder
de: Ordner löschen
fr: Supprimer le dossier
ja: フォルダを削除
ru: Удалить папку
ta: கோப்புறையை நீக்கு

source: Empty channel
de: Kanal leeren
fr: Canal vide
ja: チャンネルを空にする
ru: Пустой канал
ta: வெற்று சேனல்

source: Empty playlist
de: Playlist leeren
fr: Liste de lecture vide
ja: プレイリストを空にする
ru: Пустой плейлист
ta: வெற்று பிளேலிச்ட்

source: Empty folder
de: Ordner leeren
fr: Dossier vide
ja: フォルダを空にする
ru: Пустая папка
ta: வெற்று கோப்புறை

source: This channel does not contain any videos
de: Dieser Kanal enthält keine Videos
fr: Ce canal ne contient pas de vidéos
ja: このチャンネルには動画が含まれていません
ru: На этом канале нет видео
ta: இந்த சேனலில் எந்த வீடியோக்களும் இல்லை

source: This playlist does not contain any videos
de: Diese Playlist enthält keine Videos
fr: Cette liste de lecture ne contient pas de vidéos
ja: このプレイリストには動画が含まれていません
ru: В этом плейлисте нет видео
ta: இந்த பிளேலிச்ட்டில் எந்த வீடியோக்களும் இல்லை

source: This folder doesn't contain anything
de: Dieser Ordner enthält keine Videos
fr: Ce dossier ne contient rien
ja: このフォルダには何も含まれていません
ru: В этой папке ничего нет
ta: இந்த கோப்புறையில் எதுவும் இல்லை

source: (but there might be some files in Tartube's data folder)
de: (aber es könnten einige Dateien Tartubes Datenordner liegen)
fr: (mais il pourrait y avoir certains fichier dans le dossier de Tartube)
ja: （ただし、Tartubeのデータフォルダにいくつかのファイルがある可能性があります）
ru: (но в папке данных Tartube могут быть файлы)
ta: (ஆனால் டார்டூப்பின் தரவு கோப்புறையில் சில கோப்புகள் இருக்கலாம்)

source: This channel contains:
de: Dieser Kanal enthält:
fr: Ce canal contient :
ja: このチャンネルに含まれるもの：
ru: Этот канал содержит:
ta: இந்த சேனலில்:

source: This playlist contains:
de: Diese Playlist enthält:
fr: Cette liste de lecture contient :
ja: このプレイリストに含まれるもの：
ru: Этот плейлист содержит:
ta: இந்த பிளேலிச்ட்டில் உள்ளது:

source: This folder contains:
de: Dieser Ordner enthält:
fr: Ce dossier contient :
ja: このフォルダに含まれるもの：
ru: Эта папка содержит:
ta: இந்த கோப்புறையில்:

source: 1 folder
de: 1 Ordner
fr: 1 dossier
ja: 1つのフォルダ
ru: 1 папка
ta: 1 கோப்புறை

source: {0} folders
de: {0} Ordner
fr: {0} dossiers
ja: {0}個のフォルダ
ru: {0} папки
ta: {0} கோப்புறைகள்

source: 1 channel
de: 1 Kanal
fr: 1 canal
ja: 1つのチャンネル
ru: 1 канал
ta: 1 சேனல்

source: {0} channels
de: {0} Kanäle
fr: {0} canaux
ja: {0}個のチャンネル
ru: {0} каналов
ta: {0} சேனல்கள்

source: 1 playlist
fr: 1 liste de lecture
ja: 1つのプレイリスト
ru: 1 плейлист
ta: 1 பிளேலிச்ட்

source: {0} playlists
de: {0} Playlisten
fr: {0} listes de lecture
ja: {0}個のプレイリスト
ru: {0} плейлистов
ta: {0} பிளேலிச்ட்கள்

source: 1 video
fr: 1 vidéo
ja: 1つの動画
ru: 1 видео
ta: 1 வீடியோ

source: {0} videos
fr: {0} vidéos
ja: {0}個の動画
ru: {0} видео
ta: {0} வீடியோக்கள்

source: Just remove the channel from this list
de: Den Kanal nur von der Liste entfernen
fr: Uniquement retirer le canal de cette liste
ja: このリストからチャンネルを削除するだけ
ru: Просто удалите канал из этого списка
ta: இந்த பட்டியலிலிருந்து சேனலை அகற்றவும்

source: Just remove the playlist from this list
de: Die Playlist nur von der Liste entfernen
fr: Uniquement la retirer de la liste
ja: このリストからプレイリストを削除するだけ
ru: Просто удалить плейлист из этого списка
ta: இந்த பட்டியலிலிருந்து பிளேலிச்ட்டை அகற்றவும்

source: Just remove the folder from this list
de: Den Ordner nur von der Liste entfernen
fr: Uniquement retirer le dossier de cette liste
ja: このリストからフォルダを削除するだけ
ru: Просто удалить папку из этого списка
ta: இந்த பட்டியலிலிருந்து கோப்புறையை அகற்றவும்

source: Do you want to empty the channel on your filesystem, or do you just want to empty the channel in this list?
de: Soll der Kanal auf dem Dateisystem geleert werden, oder soll der Kanal nur in der Liste geleert werden?
fr: Souhaitez-vous vider le canal sur votre système ou uniquement dans cette liste ?
ja: ファイルシステム上のチャンネルを空にしますか、それともこのリスト内のチャンネルを空にするだけにしますか？
ru: Вы хотите очистить канал в файловой системе или просто очистить канал в этом списке?
ta: உங்கள் கோப்பு முறைமையில் சேனலை வெறுமை செய்ய விரும்புகிறீர்களா, அல்லது இந்த பட்டியலில் உள்ள சேனலை வெறுமை செய்ய விரும்புகிறீர்களா?

source: Just empty the channel in this list
de: Leere den Kanal nur in der Liste
fr: Vider uniquement le canal dans cette liste
ja: このリスト内のチャンネルを空にするだけ
ru: Просто очистить канал в этом списке
ta: இந்த பட்டியலில் சேனலை வெறுமை செய்யுங்கள்

source: Do you want to empty the playlist on your filesystem, or do you just want to empty the playlist in this list?
de: Soll die Playlist auf dem Dateisystem geleert werden, oder soll die Playlist nur in der Liste geleert werden?
fr: Souhaitez-vous vider la liste de lecture sur votre système ou uniquement dans cette liste ?
ja: ファイルシステム上のプレイリストを空にしますか、それともこのリスト内のプレイリストを空にするだけにしますか？
ru: Вы хотите очистить плейлист в вашей файловой системе, или вы просто хотите очистить плейлист в этом списке?
ta: உங்கள் கோப்பு முறைமையில் பிளேலிச்ட்டை வெறுமை செய்ய விரும்புகிறீர்களா, அல்லது இந்த பட்டியலில் பிளேலிச்ட்டை வெறுமை செய்ய விரும்புகிறீர்களா?

source: Just empty the playlist in this list
de: Leere die Playlist nur in der Liste
fr: Vider uniquement la liste de lecture dans cette liste
ja: このリスト内のプレイリストを空にするだけ
ru: Просто очистить плейлист в этом списке
ta: இந்த பட்டியலில் பிளேலிச்ட்டை வெறுமை செய்யுங்கள்

source: Do you want to empty the folder on your filesystem, or do you just want to empty the folder in this list?
de: Soll der Ordner auf dem Dateisystem geleert werden, oder soll der Ordner nur in der Liste geleert werden?
fr: Souhaitez-vous vider le dossier sur votre système ou uniquement dans cette liste ?
ja: ファイルシステム上のフォルダを空にしますか、それともこのリスト内のフォルダを空にするだけにしますか？
ru: Вы хотите очистить папку в вашей файловой системе, или вы просто хотите очистить папку в этом списке?
ta: உங்கள் கோப்பு முறைமையில் கோப்புறையை வெறுமை செய்ய விரும்புகிறீர்களா, அல்லது இந்த பட்டியலில் உள்ள கோப்புறையை வெறுமை செய்ய விரும்புகிறீர்களா?

source: Just empty the folder in this list
de: Leere den Ordner nur in der Liste
fr: Vider uniquement le dossier dans cette liste
ja: このリスト内のフォルダを空にするだけ
ru: Просто очистить папку в этом списке
ta: இந்த பட்டியலில் உள்ள கோப்புறையை வெறுமை செய்யுங்கள்

source: Delete files on your computer
de: Die Dateien auf dem Computer löschen
fr: Supprimer les fichiers sur votre ordinateur
ja: コンピュータ上のファイルを削除
ru: Удалить файлы на вашем компьютере
ta: உங்கள் கணினியில் கோப்புகளை நீக்கு

source: Always show this window
de: Dieses Fenster immer zeigen
fr: Toujours montrer cette fenêtre
ja: 常にこのウィンドウを表示
ru: Всегда показывать это окно
ta: எப்போதும் இந்த சாளரத்தைக் காட்டுங்கள்

source: Delete dropzone
de: Dropzone löschen
fr: Supprimer la zone de dépôt
ja: ドロップゾーンを削除
ru: Удалить зону перетаскивания
ta: டிராப்சோனை நீக்கு

source: Just delete the dropzone
de: Die Dropzone nur löschen
fr: Uniquement supprimer la zone de dépôt
ja: ドロップゾーンを削除するだけ
ru: Просто удалить зону перетаскивания
ta: டிராப்சோனை நீக்கவும்

source: Also delete download options
de: Auch die Downloadoptionen löschen
fr: Également supprimer les options de téléchargement
ja: ダウンロードオプションも削除
ru: Также удалить параметры загрузки
ta: பதிவிறக்க விருப்பங்களையும் நீக்கவும்

source: Delete videos
de: Videos löschen
fr: Supprimer les vidéos
ja: 動画を削除
ru: Удалить видео
ta: வீடியோக்களை நீக்கு

source: 1 selected video
de: 1 ausgewähltes Video
fr: 1 vidéo sélectionnée
ja: 1つの選択された動画
ru: 1 выбранное видео
ta: 1 தேர்ந்தெடுக்கப்பட்ட வீடியோ

source: {0} selected videos
de: {0} ausgewählte Videos
fr: {0} vidéos sélectionnées
ja: {0}個の選択された動画
ru: {0} выбранных видео
ta: {0} தேர்ந்தெடுக்கப்பட்ட வீடியோக்கள்

source: Do you want to remove the video(s) from your filesystem, or do you just want to remove them from this channel?
de: Sollen die Videos auf dem Dateisystem gelöscht werden, oder sollen sie nur von diesem Kanal entfernt werden?
fr: Souhaitez-vous supprimer la / les vidéo(s) de votre système ou uniquement de ce canal ?
ja: 動画をファイルシステムから削除しますか、それともこのチャンネルから動画を削除するだけにしますか？
ru: Вы хотите удалить видео из файловой системы или просто удалить их из этого канала?
ta: உங்கள் கோப்பு முறைமையிலிருந்து வீடியோ (களை) அகற்ற விரும்புகிறீர்களா, அல்லது அவற்றை இந்த சேனலில் இருந்து அகற்ற விரும்புகிறீர்களா?

source: Just remove the video(s) from this channel
de: Die Videos nur von diesem Kanal entfernen
fr: Retirer uniquement la / les vidéo(s) de ce canal
ja: このチャンネルから動画を削除するだけ
ru: Просто удалить видео из этого канала
ta: இந்த சேனலில் இருந்து வீடியோக்களை அகற்றவும்)

source: Do you want to remove the video(s) from your filesystem, or do you just want to remove them from this playlist?
de: Sollen die Videos auf dem Dateisystem gelöscht werden, oder sollen sie nur aus dieser Playlist entfernt werden?
fr: Souhaitez-vous supprimer la / les vidéo(s) de votre système ou uniquement de cette liste de lecture ?
ja: 動画をファイルシステムから削除しますか、それともこのプレイリストから動画を削除するだけにしますか？
ru: Вы хотите удалить видео из файловой системы или просто удалить их из этого плейлиста?
ta: உங்கள் கோப்பு முறைமையிலிருந்து வீடியோ (களை) அகற்ற விரும்புகிறீர்களா, அல்லது அவற்றை இந்த பிளேலிச்ட்டிலிருந்து அகற்ற விரும்புகிறீர்களா?

source: Just remove the video(s) from this playlist
de: Die Videos nur aus dieser Playlist entfernen
fr: Retirer la / les vidéo(s) uniquement de cette liste de lecture
ja: このプレイリストから動画を削除するだけ
ru: Просто удалить видео из этого плейлиста
ta: இந்த பிளேலிச்ட்டிலிருந்து வீடியோ (களை) அகற்றவும்

source: Do you want to remove the video(s) from your filesystem, or do you just want to remove them from this folder?
de: Sollen die Videos auf dem Dateisystem gelöscht werden, oder sollen sie nur von diesem Ordner entfernt werden?
fr: Souhaitez-vous supprimer la / les vidéo(s) de votre système ou uniquement de ce dossier ?
ja: 動画をファイルシステムから削除しますか、それともこのフォルダから動画を削除するだけにしますか？
ru: Вы хотите удалить видео из вашей файловой системы, или вы просто хотите удалить их из этой папки?
ta: உங்கள் கோப்பு முறைமையிலிருந்து வீடியோ (களை) அகற்ற விரும்புகிறீர்களா, அல்லது அவற்றை இந்த கோப்புறையிலிருந்து அகற்ற விரும்புகிறீர்களா?

source: Just remove the video(s) from this folder
de: Die Videos nur aus diesem Ordner entfernen
fr: Retirer la / les vidéo(s) uniquement de ce dossier
ja: このフォルダから動画を削除するだけ
ru: Просто удалить видео из этой папки
ta: இந்த கோப்புறையிலிருந்து வீடியோக்களை அகற்றவும்)

source: Duplicate URLs
de: Duplizierte URLs
fr: Liens URL dupliqués
ja: 重複URL
ru: Дублировать URL-адреса
ta: நகல் முகவரி கள்

source: The following URLs are duplicates:
de: Folgende URLs sind Duplikate:
fr: Les liens URL suivants sont dupliqués :
ja: 以下のURLは重複しています：
ru: Следующие URL-адреса являются дубликатами:
ta: பின்வரும் முகவரி கள் நகல்கள்:

source: Export from database
de: Aus Datenbank exportieren
fr: Exporter de la base de données
ja: データベースからエクスポート
ru: Экспорт из базы данных
ta: தரவுத்தளத்திலிருந்து ஏற்றுமதி

source: Tartube is ready to export a partial summary of its database, containing a list of videos, channels, playlists and/or folders (but not including the videos themselves)
de: Tartube ist bereit eine teilweise Zusammenfassung seiner Datenbank, welche eine Liste von Videos, Kanäle, Playlisten und/oder Ordner enthält (aber nicht die Videos selbst) zu exportieren
fr: Tartube est prêt à exporter un sommaire partiel de sa base de données, contenant une liste des vidéos, canaux, listes de lecture et / ou de dossiers (hors les vidéos elles-mêmes)
ja: Tartubeは、動画、チャンネル、プレイリスト、フォルダのリストを含むデータベースの部分的な概要をエクスポートする準備ができています（動画自体は含まれません）
ru: Tartube готов экспортировать частичную сводку своей базы данных, содержащую список видео, каналов, плейлистов и/или папок (но не включающую сами видео)
ta: வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும்/அல்லது கோப்புறைகளின் பட்டியலைக் கொண்ட அதன் தரவுத்தளத்தின் ஒரு பகுதி சுருக்கத்தை ஏற்றுமதி செய்ய டார்டியூப் தயாராக உள்ளது (ஆனால் வீடியோக்களை உள்ளடக்கியது அல்ல)

source: Tartube is ready to export a summary of its database, containing a list of videos, channels, playlists and/or folders (but not including the videos themselves)
de: Tartube ist bereit eine Zusammenfassung seiner Datenbank, welche eine Liste von Videos, Kanäle, Playlisten und/oder Ordner enthält (aber nicht die Videos selbst) zu exportieren
fr: Tartube est prêt à exporter un sommaire de sa base de données, contenant une liste des vidéos, canaux, listes de lecture et / ou de dossiers (hors les vidéos elles-mêmes)
ja: Tartubeは、動画、チャンネル、プレイリスト、フォルダのリストを含むデータベースの概要をエクスポートする準備ができています（動画自体は含まれません）
ru: Tartube готов экспортировать сводку своей базы данных, содержащую список видео, каналов, плейлистов и/или папок (но не включающую сами видео)
ta: வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும்/அல்லது கோப்புறைகளின் பட்டியலைக் கொண்ட அதன் தரவுத்தளத்தின் சுருக்கத்தை ஏற்றுமதி செய்ய டார்ட்டூப் தயாராக உள்ளது (ஆனால் வீடியோக்களை உள்ளடக்கியது அல்ல)

source: Choose what should be included:
de: Wählen, was enthalten sein soll:
fr: Choisissez ce qui doit être inclu :
ja: 含めるものを選択：
ru: Выберите, что должно быть включено:
ta: என்ன சேர்க்கப்பட வேண்டும் என்பதைத் தேர்வுசெய்க:

source: Include lists of videos
de: Erfasse Liste von Videos
fr: Inclure les listes de vidéos
ja: 動画のリストを含める
ru: Включить списки видео
ta: வீடியோக்களின் பட்டியல்களைச் சேர்க்கவும்

source: Include channels
de: Erfasse Kanäle
fr: Inclure les canaux
ja: チャンネルを含める
ru: Включить каналы
ta: சேனல்களைச் சேர்க்கவும்

source: Include playlists
de: Erfasse Playlisten
fr: Inclure les listes de lecture
ja: プレイリストを含める
ru: Включить плейлисты
ta: பிளேலிச்ட்களைச் சேர்க்கவும்

source: Preserve folder structure
de: Erhalte Ordnerstruktur
fr: Préserver la structure du dossier
ja: フォルダ構造を保持
ru: Сохранить структуру папок
ta: கோப்புறை கட்டமைப்பைப் பாதுகாக்கவும்

source: Export as JSON
de: Als JSON exportieren
fr: Exporter comme JSON
ja: JSONとしてエクスポート
ru: Экспорт в формате JSON
ta: சாதொபொகு ஆக ஏற்றுமதி

source: Export as CSV using separator
de: Als CSV mit Trennzeichen exportieren
fr: Exporter comme CSV en utilisant le séparateur virgule
ja: 区切り文字を使用してCSVとしてエクスポート
ru: Экспортировать в формате CSV с разделителем
ta: பிரிப்பானைப் பயன்படுத்தி காபிம ஆக ஏற்றுமதி செய்யுங்கள்

source: Export as plain text
de: Als Plain Text exportieren
fr: Exporter comme fichier texte brut
ja: プレーンテキストとしてエクスポート
ru: Экспортировать как обычный текст
ta: எளிய உரையாக ஏற்றுமதி செய்யுங்கள்

source: Type extractor code
de: Extraktionscode eingeben
fr: Saisir le code de l'extracteur
ja: 抽出コードを入力
ru: Введите код экстрактора
ta: பிரித்தெடுத்தல் குறியீட்டை தட்டச்சு செய்க

source: Click the Output tab to see available formats
de: Auf den Ausgabe-Tab klicken um verfügbare Formate zu sehen
fr: Cliquez l'onglet Sortie pour voir les formats disponibles
ja: 出力タブをクリックして利用可能な形式を確認
ru: Перейдите на вкладку Вывод, чтобы увидеть доступные форматы
ta: கிடைக்கக்கூடிய வடிவங்களைக் காண வெளியீட்டு தாவலைக் சொடுக்கு செய்க

source: Click the Output tab to see available subtitles
de: Auf den Ausgabe-Tab klicken um verfügbare Untertitel zu sehen
fr: Cliquez l'onglet Sortie pour voir les sous-titres disponibles
ja: 出力タブをクリックして利用可能な字幕を確認
ru: Перейдите на вкладку Вывод, чтобы увидеть доступные субтитры
ta: கிடைக்கக்கூடிய வசனங்களைக் காண வெளியீட்டு தாவலைக் சொடுக்கு செய்க

source: Update general download options
de: Allgemeine Downloadoptionen aktualisieren
fr: Mettre-à-jour les options générales de téléchargement
ja: 一般ダウンロードオプションを更新
ru: Обновить общие параметры загрузки
ta: பொது பதிவிறக்க விருப்பங்களைப் புதுப்பிக்கவும்

source: Apply download options to this video only
de: Downloadoptionen nur für dieses Video anwenden
fr: Appliquer les options de téléchargement à cette vidéo uniquement
ja: この動画にのみダウンロードオプションを適用
ru: Применить параметры загрузки только к этому видео
ta: இந்த வீடியோவுக்கு மட்டுமே பதிவிறக்க விருப்பங்களைப் பயன்படுத்துங்கள்

source: Update this video's download options
de: Downloadoptionen für dieses Video aktualisieren
fr: Mettre-à-jour les options de téléchargement de cette vidéo uniquement
ja: この動画のダウンロードオプションを更新
ru: Обновить параметры загрузки этого видео
ta: இந்த வீடியோவின் பதிவிறக்க விருப்பங்களைப் புதுப்பிக்கவும்

source: Import into database
de: In Datenbank importieren
fr: Importer dans la base de données
ja: データベースにインポート
ru: Импортировать в базу данных
ta: தரவுத்தளத்தில் இறக்குமதி செய்யுங்கள்

source: Choose which items to import
de: Auswählen, welche Elemente importiert werden sollen
fr: Choisir quels éléments importer
ja: インポートする項目を選択
ru: Выберите, какие элементы импортировать
ta: எந்த பொருட்களை இறக்குமதி செய்ய வேண்டும் என்பதைத் தேர்வுசெய்க

source: Import
fr: Importer
ja: インポート
ru: Импорт
ta: இறக்குமதி

source: Import videos
de: Videos importieren
fr: Importer des vidéos
ja: 動画をインポート
ru: Импортировать видео
ta: வீடியோக்களை இறக்குமதி செய்க

source: Merge channels/playlists/folders
de: Kanäle/Playlisten/Ordner zusammenfügen
fr: Fusiommer des canaux / listes de lecture / dossiers
ja: チャンネル/プレイリスト/フォルダを結合
ru: Объединить каналы/плейлисты/папки
ta: சேனல்கள்/பிளேலிச்ட்கள்/கோப்புறைகளை ஒன்றிணைக்கவும்

source: Select all
de: Alle auswählen
fr: Tout sélectionner
ja: すべて選択
ru: Выбрать все
ta: அனைத்தையும் தெரிவுசெய்

source: Unselect all
de: Keines auswählen
fr: Tout désélectionner
ja: すべて選択解除
ru: Снять все выделения
ta: அனைத்தையும் தேர்வு செய்யுங்கள்

source: Mount drive
de: Gerät mounten
fr: Monter le disque
ja: ドライブをマウント
ru: Подключить диск
ta: மவுண்ட் இயக்கி

source: The Tartube data folder is set to:
de: Der Tartube-Datenordner ist gesetzt auf:
fr: Le dossier de données de Tartube est :
ja: Tartubeのデータフォルダは以下に設定されています：
ru: Папка данных Tartube установлена на:
ta: டார்டூப் தரவு கோப்புறை இதற்கு அமைக்கப்பட்டுள்ளது:

source: ...but this folder doesn't exist
de: ...aber dieser Ordner existiert nicht
fr: ... mais ce dossier n'existe pas
ja: …しかし、このフォルダは存在しません
ru: ...но эта папка не существует
ta: ... ஆனால் இந்த கோப்புறை இல்லை

source: ...but Tartube cannot write to this folder
de: ...aber Tartube kann in diesen Ordner nicht schreiben
fr: ... mais Tartube ne peut pas écrire dans ce dossier
ja: …しかし、Tartubeはこのフォルダに書き込みできません
ru: ...но Tartube не может записать в эту папку
ta: ... ஆனால் டார்ட்டூப் இந்த கோப்புறையில் எழுத முடியாது

source: I have mounted the drive, please try again
de: Das Gerät wurde gemountet, bitte erneut versuchen
fr: J'ai monté le disque, veuillez réessayer
ja: ドライブをマウントしました。もう一度お試しください
ru: Я присоединил диск, пожалуйста, повторите попытку
ta: நான் டிரைவை ஏற்றினேன், தயவுசெய்து மீண்டும் முயற்சிக்கவும்

source: Use this data folder:
de: Diesen Datenordner nutzen:
fr: Utiliser ce dossier pour les données :
ja: このデータフォルダを使用：
ru: Используйте эту папку данных:
ta: இந்த தரவு கோப்புறையைப் பயன்படுத்தவும்:

source: Select a different data folder
de: Einen anderen Datenordner wählen
fr: Sélectionner un dossier de données différent
ja: 別のデータフォルダを選択
ru: Выберите другую папку данных
ta: வேறு தரவு கோப்புறையைத் தேர்ந்தெடுக்கவும்

source: Use the default data folder
de: Den Standard-Datenordner nutzen
fr: Utiliser le dossier de données par défaut
ja: デフォルトのデータフォルダを使用
ru: Используйте папку данных по умолчанию
ta: இயல்புநிலை தரவு கோப்புறையைப் பயன்படுத்தவும்

source: Shut down Tartube
de: Tartube beenden
fr: Éteindre Tartube
ja: Tartubeを終了
ru: Выключить Tartube
ta: டார்ட்டூப்பை மூடு

source: Cancel
de: Abbrechen
fr: Annuler
ja: キャンセル
ru: Отмена
ta: ரத்துசெய்

source: The folder still doesn't exist. Please try a different option
de: Der Ordner existiert immer noch nicht. Bitte eine andere Option probieren
fr: Le dossier n'existe toujours pas. Veuillez essayer d'autres options
ja: フォルダがまだ存在しません。別のオプションを試してください
ru: Папка по-прежнему не существует. Пожалуйста, попробуйте другой вариант
ta: கோப்புறை இன்னும் இல்லை. வேறு விருப்பத்தை முயற்சிக்கவும்

source: Are you sure you want to move this channel:
de: Soll dieser Kanal wirklich verschoben werden:
fr: Voulez-vous vraiment déplacer cette chaîne :
ja: このチャンネルを移動してもよろしいですか：
ru: Вы уверены, что хотите переместить этот канал:
ta: இந்த சேனலை நகர்த்த விரும்புகிறீர்களா என்பது உறுதி:

source: Are you sure you want to move this playlist:
de: Soll diese Playlist wirklich verschoben werden:
fr: Voulez-vous vraiment déplacer cette liste de lecture :
ja: このプレイリストを移動してもよろしいですか：
ru: Вы уверены, что хотите переместить этот плейлист:
ta: இந்த பிளேலிச்ட்டை நகர்த்த விரும்புகிறீர்களா என்பது உறுதி:

source: Are you sure you want to move this folder:
de: Soll dieser Ordner wirklich verschoben werden:
fr: Voulez-vous vraiment déplacer ce dossier :
ja: このフォルダを移動してもよろしいですか：
ru: Вы уверены, что хотите переместить эту папку:
ta: இந்த கோப்புறையை நகர்த்த விரும்புகிறீர்களா என்பது உறுதி:

source: into this folder:
de: in diesen Ordner:
fr: dans ce dossier :
ja: このフォルダに移動：
ru: в эту папку:
ta: இந்த கோப்புறையில்:

source: This procedure will move all downloaded files to the new location
de: Der Vorgang wird alle heruntergeladenen Dateien an den neuen Ort verschieben
fr: Cette procédure va déplacer tous les fichiers téléchargés vers le nouvel emplacement
ja: この操作により、ダウンロードしたすべてのファイルが新しい場所に移動されます
ru: Эта процедура переместит все загруженные файлы в новое местоположение
ta: இந்த செயல்முறை பதிவிறக்கம் செய்யப்பட்ட அனைத்து கோப்புகளையும் புதிய இடத்திற்கு நகர்த்தும்

source: This procedure will move all downloaded files to the top level of Tartube's data folder
de: Dieser Vorgang wird alle heruntergeladenen Dateien in die oberste Ebene von Tartubes Datenordners verschieben
fr: Cette procédure déplacera tous les fichiers téléchargés au niveau supérieur du dossier de données de Tartube
ja: この操作により、ダウンロードしたすべてのファイルがTartubeのデータフォルダの最上位に移動されます
ru: Эта процедура переместит все загруженные файлы на верхний уровень папки данных Tartube
ta: இந்த செயல்முறை பதிவிறக்கம் செய்யப்பட்ட அனைத்து கோப்புகளையும் டார்ட்டூப்பின் தரவு கோப்புறையின் மேல் நிலைக்கு நகர்த்தும்

source: WARNING: The destination folder is marked as temporary, so everything inside it will be DELETED when Tartube restarts!
de: WARNUNG: Der Zielordner ist als temporär markiert, weshalb der Inhalt beim Neustart von Tartube GELÖSCHT werden wird!
fr: ATTENTION : Le dossier de destination est marqué comme temporaire, donc tout ce qu'il contient sera SUPPRIMÉ au redémarrage de Tartube !
ja: 警告：移動先フォルダは一時的とマークされているため、Tartubeの再起動時にその中のすべてが削除されます！
ru: ВНИМАНИЕ: Папка назначения помечена как временная, поэтому все, что в ней находится, будет УДАЛЕНО при перезапуске Tartube!
ta: எச்சரிக்கை: இலக்கு கோப்புறை தற்காலிகமானது என குறிக்கப்பட்டுள்ளது, எனவே டார்ட்டூப் மறுதொடக்கம் செய்யும்போது அதற்குள் உள்ள அனைத்தும் நீக்கப்படும்!

source: Are you sure you want to move the video to '{0}'?
de: Sicher, dass das Video nach "{0}" verschoben werden soll?
fr: Êtes-vous sûr de vouloir déplacer la vidéo vers "{0}" ?
ja: 動画を「{0}」に移動してもよろしいですか？
ru: Вы уверены, что хотите переместить видео в '{0}'?
ta: வீடியோவை '{0}' க்கு நகர்த்த விரும்புகிறீர்களா?

source: MSYS2 terminal
fr: Terminal MSYS2
ja: MSYS2ターミナル
ru: Терминал MSYS2
ta: MSYS2 முனையம்

source: On MS Windows, Tartube runs in the MSYS2 environment.
de: Auf MS Windows läuft Tartube in der MSYS2-Umgebung.
fr: Sous MS Windows, Tartube tourne dans l'environnement MSYS2.
ja: MS Windowsでは、TartubeはMSYS2環境で動作します。
ru: В Windows Tartube работает в среде MSYS2.
ta: எம்.எச். சாளரங்களில், டார்டியூப் MSYS2 சூழலில் இயங்குகிறது.
