Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: _Export folder...
de: Ordner _exportieren...
fr: Exporter le dossier ...
ja: フォルダをエクスポート...
ru: _Экспорт папки...
ta: _ எக்ச்போர்ட் கோப்புறை ...

source: Re_fresh channel
de: Kanal _aktualisieren
fr: Mettre à jour le canal
ja: チャンネルをリフレッシュ
ru: Об_новить канал
ta: Re_fresh சேனல்

source: Re_fresh playlist
de: Playlist _aktualisieren
fr: Mettre à jour la liste de lecture
ja: プレイリストをリフレッシュ
ru: Об_новить плейлист
ta: Re_fresh பிளேலிச்ட்

source: Re_fresh folder
de: Ordner _aktualisieren
fr: Mettre à jour le dossier
ja: フォルダをリフレッシュ
ru: Об_новить папку
ta: Re_fresh கோப்புறை

source: _Tidy up channel
de: Kanal au_fräumen
fr: Ranger le canal
ja: チャンネルを整理
ru: _Почистить канал
ta: நேர்த்தியான சேனல்

source: _Tidy up playlist
de: Playlist au_fräumen
fr: Ranger la liste de lecture
ja: プレイリストを整理
ru: _Почистить плейлист
ta: நேர்த்தியான பிளேலிச்ட்

source: _Tidy up folder
de: Ordner au_fräumen
fr: Ranger le dossier
ja: フォルダを整理
ru: _Почистить папку
ta: நேர்த்தியான கோப்புறை

source: _Convert to playlist
de: Zu Playlist _konvertieren
fr: Convertir en liste de lecture
ja: プレイリストに変換
ru: _Конвертировать в плейлист
ta: _ பிளேலிச்ட்டுடன் இணைக்கவும்

source: _Convert to channel
de: Zu Kanal _konvertieren
fr: Convertir en canal
ja: チャンネルに変換
ru: _Конвертировать в канал
ta: _ சேனலுடன் இணைக்கவும்

source: Add to C_lassic Mode tab
de: Zum _Klassikmodus-Tab hinzufügen
fr: Ajouter à l'onglet «Mode Classique»
ja: クラシックモードタブに追加
ru: Добавить на вкладку "К_лассический режим"
ta: C_LASSIC பயன்முறை தாவலில் சேர்க்கவும்

source: Channel _actions
de: Kanal-_Aktionen
fr: Actions du canal
ja: チャンネルの操作
ru: Действия _канала
ta: சேனல் _actions

source: Playlist _actions
de: Playlist-_Aktionen
fr: Actions de la liste de lecture
ja: プレイリストの操作
ru: Действия _плейлиста
ta: பிளேலிச்ட் _actions

source: Folder _actions
de: Ordner-_Aktionen
fr: Actions du dossier
ja: フォルダの操作
ru: Действия _папки
ta: கோப்புறை _actions

source: _Apply download options...
de: Download-Optionen _anwenden...
fr: Appliquer les options de téléchargement ...
ja: ダウンロードオプションを適用...
ru: _Применить параметры загрузки...
ta: _ விருப்பங்களை பதிவிறக்குங்கள் ...

source: _Remove download options
de: Download-Optionen _entfernen
fr: Supprimer les options de téléchargement
ja: ダウンロードオプションを削除
ru: _Удалить параметры загрузки
ta: _ பதிவிறக்க விருப்பங்களை அகற்றவும்

source: _Edit download options...
de: Download-Optionen _bearbeiten...
fr: Éditer les options de téléchargement ...
ja: ダウンロードオプションを編集...
ru: _Редактировать параметры загрузки...
ta: _ திருத்து பதிவிறக்க விருப்பங்கள் ...

source: Add to _scheduled download...
de: Zu _geplantem Download hinzufügen...
fr: Ajouter aux téléchargements planifiés ...
ja: スケジュールされたダウンロードに追加...
ru: Добавить в _запланированную загрузку...
ta: _Scheduled பதிவிறக்கத்தில் சேர்க்கவும் ...

source: Set _download destination...
de: _Download-Ziel setzen...
fr: Définir la destination de téléchargement ...
ja: ダウンロード先を設定...
ru: Установить _папку загрузки...
ta: பதிவிறக்க இலக்கை அமைக்கவும் ...

source: Show system _command...
de: System-_Befehl zeigen...
fr: Montrer la commande système ...
ja: システムコマンドを表示...
ru: Показать системную _команду...
ta: கணினி கட்டளையைக் காட்டு ...

source: Set _removal time...
de: _Entfernungs-Zeit setzen...
fr: Définir l'horaire de suppression ...
ja: 削除時間を設定...
ru: Установите время _удаления...
ta: _Removel நேரத்தை அமைக்கவும் ...

source: _Mark for checking/downloading
de: Für Prüfung/Download _markieren
fr: Marquer pour la vérification / le téléchargement
ja: チェック/ダウンロード用にマーク
ru: _Отметить для проверки/скачивания
ta: _ சரிபார்க்க/பதிவிறக்குவதற்கு குறிக்கவும்

source: _Don't add videos to Tartube's database
de: Videos nicht zur Tartubes Datenbank _hinzufügen
fr: Ne pas ajouter pas de vidéos à la base de données de Tartube
ja: 動画をTartubeのデータベースに追加しない
ru: _Не добавлять видео в базу данных Tartube
ta: T டார்ட்டூப்பின் தரவுத்தளத்தில் வீடியோக்களைச் சேர்க்க வேண்டாம்

source: D_isable checking/downloading
de: Von Prüfung/Download _entfernen
fr: Désactiver la vérification / le téléchargement
ja: チェック/ダウンロードを無効化
ru: От_ключить проверку/загрузку
ta: சோதனை/பதிவிறக்குவதை முடக்கு

source: _Just disable downloading
de: _Nur Download deaktivieren
fr: Désactiver uniquement le téléchargement
ja: ダウンロードのみ無効化
ru: _Просто отключить загрузку
ta: _ பதிவிறக்கத்தை முடக்கு

source: Down_loads
fr: Téléchargements
ja: ダウンロード
ru: Загр_узки

source: Channel _properties...
de: Kanal-_Eigenschaften...
fr: Propriétés du canal ...
ja: チャンネルのプロパティ...
ru: Свойства _канала...
ta: சேனல் _properties ...

source: Playlist _properties...
de: Playlist-_Eigenschaften...
fr: Propriétés de la liste de lecture ...
ja: プレイリストのプロパティ...
ru: Свойства _плейлиста...
ta: பிளேலிச்ட் _properties ...

source: Folder _properties...
de: Ordner-_Eigenschaften...
fr: Propriétés du dossier ...
ja: フォルダのプロパティ...
ru: Свойства _папки...
ta: கோப்புறை _properties ...

source: _Default location
de: _Standardverzeichnis
fr: Emplacement par défaut
ja: デフォルトの場所
ru: Расположение по _умолчанию
ta: _Default இடம்

source: _Actual location
de: _Tatsächliches Verzeichnis
fr: Emplacement actuel
ja: 実際の場所
ta: _Actual இடம்

source: _Show
de: _Zeige
fr: Afficher
ja: 表示
ru: _Показать
ta: _சோ

source: D_elete channel
de: Kanal _löschen
fr: Supprimer le canal
ja: チャンネルを削除
ru: У_далить канал
ta: D_elete சேனல்

source: D_elete playlist
de: Playlist _löschen
fr: Supprimer la liste de lecture
ja: プレイリストを削除
ru: У_далить плейлист
ta: D_elete பிளேலிச்ட்

source: D_elete folder
de: Ordner _löschen
fr: Supprimer le dossier
ja: フォルダを削除
ru: У_далить папку
ta: கோப்புறையை நீக்கு

source: _Check video
de: Video _prüfen
fr: Vérifier la vidéo
ja: 動画をチェック
ru: _Проверить видео
ta: _ வீடியோவைச் சரிபார்க்கவும்

source: _Download video
de: Video _herunterladen
fr: Télécharger la vidéo
ja: 動画をダウンロード
ru: _Загрузить видео
ta: வீடியோவைப் பதிவிறக்கவும்

source: Re-_download this video
de: Video erneut _herunterladen
fr: Re-télécharger cette vidéo
ja: この動画を再ダウンロード
ru: Повторно _загрузить это видео
ta: இந்த வீடியோவை மறு_ பதிவிறக்கம் செய்யுங்கள்

source: C_ustom download video
de: Video _benutzerdefiniert herunterladen
fr: Télécharger cette vidéo (personnalisé)
ja: 動画をカスタムダウンロード
ru: П_ользовательская загрузка видео
ta: தனிப்பயன் பதிவிறக்க வீடியோ

source: Download and _watch
de: Herunterladen und _anzeigen
fr: Télécharger et regarder
ja: ダウンロードして視聴
ru: Загрузить и _смотреть
ta: பதிவிறக்கம் மற்றும் _ வாட்ச்

source: Watch in _player
de: In _Player öffnen
fr: Regarder dans le lecteur
ja: プレイヤーで視聴
ru: Смотреть в _плеере
ta: _ பிளேயரில் பாருங்கள்

source: _Watch on website
de: Auf Webseite _öffnen
fr: Regarder depuis le site web
ja: ウェブサイトで視聴
ru: _Смотреть на сайте
ta: _ இணையதளத்தில் வாட்ச்

source: _Watch on {0}
de: In {0} _öffnen
fr: Regarder sur {0}
ja: {0}で視聴
ru: _Смотреть на {0}
ta: _ 0} இல் வாட்ச் வாட்ச்

source: TRANSLATOR'S NOTE: Watch on YouTube, Watch on HookTube, etc
de: ÜBERSETZUNGSHINWEIS: Öffne in YouTube, Öffne in HookTube, etc
fr: (Writing here so that it doesn't show up as an untranslated string)
ja: 翻訳者向け注記：YouTubeで視聴、HookTubeで視聴など
ru: Примечание переводчика: Смотреть на YouTube, Смотреть на HookTube и т.д.
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: யூடியூப்பில் பாருங்கள், ஊக் டியூப் போன்றவற்றைப் பாருங்கள்

source: W_atch on
de: Ö_ffne in
fr: Regarder sur
ja: 視聴
ru: См_отреть на

source: _Remove video slices...
de: Videosegmente entfernen...
fr: Retirer des morceaux vidéos ...
ja: 動画のスライスを削除...
ru: _Удалить видеофрагменты...
ta: _ வீடியோ துண்டுகளை அகற்றவும் ...

source: _Process with FFmpeg...
de: Mit FFmpeg verarbeiten...
fr: Traiter avec FFmpeg ...
ja: FFmpegで処理...
ru: _Обработать с помощью FFmpeg...
ta: _ FFMPEG உடன் செயல்முறை ...

source: _Special
de: _Spezial
fr: Spécial
ja: 特別
ru: _Специальный
ta: _ சிறப்பு

source: Auto _notify
de: Automatisch _benachrichtigen
fr: Notification automatique
ja: 自動通知
ru: Автоматическое _уведомление
ta: ஆட்டோ _ குறிப்பை

source: Auto _sound alarm
de: Automatisch _Alarmton abspielen
fr: Son d'alarme automatique
ja: 自動音声アラーム
ru: Автоматический _звук уведомления
ta: ஆட்டோ _ சவுண்ட் அலாரம்

source: Auto _open
de: Automatisch _öffnen
fr: Ouvrir automatiquement
ja: 自動オープン
ru: Авто _открыть
ta: கார் _ ஆபென்

source: _Download on start
de: Beim Start _herunterladen
fr: Télécharger au démarrage
ja: 開始時にダウンロード
ru: _Загрузить при запуске
ta: _ தொடக்கத்தில் பதிவிறக்கம்

source: Download on _stop
de: Bei _Stop herunterladen
fr: Télécharger à l'arrêt
ja: 停止時にダウンロード
ru: Загрузить при _остановке
ta: _ச்டாப்பில் பதிவிறக்கவும்

source: Not a _livestream
de: Kein _Livestream
fr: N'est pas une transmissions en direct
ja: ライブ配信ではない
ru: Не _прямая трансляция
ta: ஒரு _ லைவ்ச்ட்ரீம் அல்ல

source: _Finalise livestream
de: Livestream _beenden
fr: Terminer la diffusion en direct
ja: ライブ配信を確定
ru: _Завершить прямую трансляцию
ta: _ லைவ்ச்ட்ரீமை ஃபைனீச்

source: _Livestream
fr: Transmission en direct
ja: ライブ配信
ru: _Прямая трансляция

source: _Mark for download
de: Zum Download _markieren
fr: Marquer pour le téléchargement
ja: ダウンロード用にマーク
ru: _Отметить для загрузки
ta: பதிவிறக்கம் செய்ய குறிக்கவும்

source: _Temporary
de: _Temporär
fr: Temporaire
ja: 一時的
ru: _Временный
ta: _TEMPROUPTER

source: _Show system command
de: Systembefehle _zeigen
fr: Montrer la commande système
ja: システムコマンドを表示
ru: _Показать системную команду
ta: _ சோ சிச்டம் கட்டளை

source: _Test system command
de: Systembefehle _testen
fr: Tester la commande système
ja: システムコマンドをテスト
ru: _Проверить системную команду
ta: _ சோதனை அமைப்பு கட்டளை

source: _Disable downloads
de: Downloads _deaktivieren
fr: Désactiver les téléchargements
ja: ダウンロードを無効化
ru: _Отключить загрузки
ta: _ நீக்கக்கூடிய பதிவிறக்கங்கள்

source: D_ownloads
fr: Téléchargements
ja: ダウンロード
ru: З_агрузки

source: Video is _archived
de: Video ist _archiviert
fr: La vidéo a été archivée
ja: 動画がアーカイブ済み
ru: Видео _заархивировано
ta: வீடியோ _ARCHED

source: Video is _bookmarked
de: _Lesezeichen gesetzt
fr: La vidéo a été marquée dans les favoris
ja: 動画がブックマーク済み
ru: Видео добавлено в _закладки
ta: வீடியோ _ புத்தகமென்ட் செய்யப்பட்டது

source: Video is _favourite
de: _Favorit gesetzt
fr: La vidéo est dans les favoris
ja: 動画がお気に入り
ru: Это видео в _избранном
ta: வீடியோ _பவூரைட்

source: Video is _missing
de: Video _fehlt
fr: La vidéo est manquante
ja: 動画が見つからない
ru: Видео _отсутствует
ta: வீடியோ _ மிச்சிங்

source: Video is _new
de: Video ist _neu
fr: La vidéo est nouvelle
ja: 動画が新規
ru: Видео _новое
ta: வீடியோ _ புதியது

source: Video is in _waiting list
de: Video ist in der _Warteschlange
fr: La vidéo est dans la liste d'attente
ja: 動画が待機リストにある
ru: Видео находится в списке _ожидания
ta: வீடியோ காத்திருப்பு பட்டியலில் உள்ளது

source: _Mark video
de: Video _markieren
fr: Marquer la vidéo
ja: 動画をマーク
ru: _Отметить видео
ta: _ மார்க் வீடியோ

source: _Location
de: _Ort
fr: Emplacement
ja: 場所
ta: _ இடம்

source: _Properties...
de: _Eigenschaften...
fr: Propriétés ...
ja: プロパティ...
ru: _Свойства...

source: S_how video
de: Video _zeigen
fr: Afficher les vidéos
ja: 動画を表示
ru: По_казать видео
ta: S_HOW வீடியோ

source: Available _formats
de: Verfügbare _Formate
fr: Format disponibles
ja: 利用可能な形式
ru: Доступные _форматы
ta: கிடைக்கிறது _ வடிவங்கள்

source: Available _subtitles
de: Verfügbare _Untertitel
fr: Sous-titres disponibles
ja: 利用可能な字幕
ru: Доступные _субтитры
ta: கிடைக்கிறது _சூப்டிடில்ச்

source: _Fetch
de: _Hole
fr: Récupérer
ja: 取得
ru: _Получить
ta: _ ஃபெட்ச்

source: D_elete video
de: Video _löschen
fr: Supprimer la vidéo
ja: 動画を削除
ru: Уда_лить видео
ta: D_elete வீடியோ

source: _Check videos
de: Videos _prüfen
fr: Vérifier les vidéos
ja: 動画をチェック
ru: _Проверить видео
ta: _ வீடியோக்களைச் சரிபார்க்கவும்

source: _Download videos
de: Videos _herunterladen
fr: Télécharger les vidéos
ja: 動画をダウンロード
ru: _Загрузить видео
ta: வீடியோவைப் பதிவிறக்கவும்

source: C_ustom download videos
de: Videos _benutzerdefiniert herunterladen
fr: Télécharger les vidéos (personnalisé)
ja: 動画をカスタムダウンロード
ru: По_льзовательская загрузка видео
ta: C_ustom பதிவிறக்க வீடியோ

source: _Reload metadata
de: Metadaten _neu laden
fr: Recharger les métadonnées
ja: メタデータを再読み込み
ru: _Перезагрузить метаданные
ta: _ மெட்டாடேட்டாவை மறுபரிசீலனை செய்யுங்கள்

source: Mark as _not livestreams
de: Als _Nich-Livestream markieren
fr: Marquer comme n'étant pas une transmission en direct
ja: ライブ配信でないとマーク
ru: Отметить как _не прямые трансляции
ta: _ எனக் குறிக்கவும்

source: _Finalise livestreams
de: Livestreams _beenden
fr: Terminer les transmissions en direct
ja: ライブ配信を確定
ru: _Завершение прямых трансляций
ta: _ லைவ்ச்ட்ரீம்களை வெளியேற்றவும்

source: _Archived
de: _Archiviert
fr: Archivé
ja: アーカイブ済み
ru: _Архивировано
ta: _ஆர்க்

source: Not a_rchived
de: Nicht a_rchiviert
fr: Non archivé
ja: アーカイブされていない
ru: Не в _архиве
ta: A_rchived அல்ல

source: _Bookmarked
de: _Lesezeichen gesetzt
fr: Mis dans les favoris
ja: ブックマーク済み
ru: _В закладках
ta: _ புத்தகமென்ட்

source: Not b_ookmarked
de: Kein L_esezeichen gesetzt
fr: Non mis dans les favoris
ja: ブックマークされていない
ru: Не добавлено в з_акладки
ta: B_ookmarked அல்ல

source: _Favourite
de: _Favorit
fr: Favoris
ja: お気に入り
ru: _Избранное
ta: _பவூரைட்

source: Not fa_vourite
de: Kein Fa_vorit
fr: Non favoris
ja: お気に入りでない
ru: Не л_юбимое
ta: Fa_vourite அல்ல

source: _Missing
de: _Fehlt
fr: Manquant
ja: 見つからない
ru: _Отсутствует
ta: _ மிச்சிங்

source: Not m_issing
de: F_ehlt nicht
fr: Non manquant
ja: 見つかる
ru: Не от_сутствует
ta: M_issing அல்ல

source: _New
de: _Neu
fr: Nouveau
ja: 新規
ru: _Новое
ta: _ நியூ

source: Not n_ew
de: Nicht N_eu
fr: Non nouveau
ja: 新規でない
ru: Не _новое
ta: N_ew அல்ல

source: In _waiting list
de: In _Warteschlange
fr: Dans la liste d'attente
ja: 待機リストにある
ru: В списке _ожидания
ta: காத்திருப்பு பட்டியலில்

source: Not in w_aiting list
de: Nicht in W_arteschlange
fr: N'est pas dans la liste d'attente
ja: 待機リストにない
ru: Не в списке о_жидания
ta: காத்திருப்பு பட்டியலில் இல்லை

source: _Mark videos
de: Videos _markieren
fr: Marquer les vidéos
ja: 動画をマーク
ru: _Отметить видео
ta: _ மார்க் வீடியோக்கள்

source: Show p_roperties...
de: E_igenschaften zeigen...
fr: Afficher les propriétés...
ja: プロパティを表示...
ru: Показать с_войства...
ta: பண்புகளைக் காட்டு ...

source: D_elete videos
de: Videos l_öschen
fr: Supprimer les vidéos
ja: 動画を削除
ru: У_далить видео
ta: D_elete வீடியோக்கள்

source: _Stop now
de: Jetzt _beenden
fr: Arrêter maintenant
ja: 今すぐ停止
ru: _Остановить сейчас
ta: _ ச்டாப் இப்போது

source: Stop checking _videos
de: Beende _Videoprüfung
fr: Arrêter la vérification des vidéos
ja: 動画のチェックを停止
ru: Остановить проверку _видео
ta: வீடியோக்களை சரிபார்ப்பதை நிறுத்துங்கள்

source: Stop after this _video
de: Nach diesem _Video beenden
fr: Arrêter après cette vidéo
ja: この動画後に停止
ru: Остановить после этого _видео
ta: இந்த வீடியோவுக்குப் பிறகு நிறுத்துங்கள்

source: Download _next
de: _Nächstes herunterladen
fr: Télécharger après
ja: 次をダウンロード
ru: Скачать _следующим
ta: பதிவிறக்கம் _ நெக்ச்ட்

source: Download _last
de: _Letztes herunterladen
fr: Télécharger en dernier
ja: 最後をダウンロード
ru: Скачать _последним
ta: பதிவிறக்கம் _ லாச்ட்

source: _Watch on Website
de: Auf Webseite _öffnen
fr: Visionner sur le site web
ja: ウェブサイトで視聴
ru: _Смотреть на сайте
ta: _ இணையதளத்தில் வாட்ச்

source: _Watch on YouTube
de: Auf YouTube _öffnen
fr: Visionner sur YouTube
ja: YouTubeで視聴
ru: _Смотреть на YouTube
ta: You யூடியூப்பில் வாட்ச்

source: Watch on _HookTube
de: Auf _HookTube öffnen
fr: Regarder sur HookTube
ja: HookTubeで視聴
ru: Смотреть на _HookTube
ta: _Hooktube இல் பாருங்கள்

source: Watch on _Invidious
de: Auf _Invidious öffnen
fr: Regarder sur invidious
ja: Invidiousで視聴
ru: Смотреть на _Invidious
ta: _ இன்விடியசில் பாருங்கள்

source: _Open destination(s)
de: Zielverzeichnis(se) _öffnen
fr: Ouvrir la/les destination(s)
ja: 保存先を開く
ru: _Открыть папку назначения
ta: திறந்த இடங்கள்)

source: _Delete video(s)
de: Video(s) _löschen
fr: Supprimer la / les vidéo(s)
ja: 動画を削除
ru: _Удалить видео
ta: வீடியோவை நீக்கு)

source: _Enable automatic copy/paste
de: Automatisches Copy/Paste _aktivieren
fr: Activer le copier/coller automatique
ja: 自動コピー/ペーストを有効化
ru: _Включить автоматическое копирование/вставку
ta: _ பயன்படுத்தக்கூடிய தானியங்கி நகல்/பேச்ட்

source: Use _default download options
de: Nutze S_tandarddownloadoptionen
fr: Utiliser les options de téléchargement par défaut
ja: デフォルトのダウンロードオプションを使用
ru: Использовать параметры _загрузки по умолчанию
ta: _Default பதிவிறக்க விருப்பங்களைப் பயன்படுத்தவும்

source: Enable _custom downloads
de: _Benutzerdefinierte Downloads aktivieren
fr: Activer les téléchargements personnalisés
ja: カスタムダウンロードを有効化
ru: Включить _пользовательские загрузки
ta: _ துன்பம் பதிவிறக்கங்களை இயக்கு

source: Custom downloads _preferences...
de: Benutzerdefinierte Download_optionen...
fr: Préférences des téléchargements personnalisés ...
ja: カスタムダウンロードの設定...
ru: Параметры пользовательской _загрузки...
ta: தனிப்பயன் பதிவிறக்கங்கள் _ முன்னேற்றங்கள் ...

source: _Update
de: _Aktualisieren
fr: Mettre-à-jour
ja: 更新
ru: _Обновить
ta: _ அணுகல்

source: _Play video
de: Video _abspielen
fr: Lire la vidéo
ja: 動画を再生
ru: _Воспроизвести видео
ta: _ பிளே வீடியோ

source: _Re-download
de: _Neu herunterladen
fr: Télécharger à nouveau
ja: 再ダウンロード
ru: _Перезагрузить

source: _Stop download
de: Download _beenden
fr: Arrêter le téléchargement
ja: ダウンロードを停止
ru: _Остановить загрузку
ta: _ச்டாப் பதிவிறக்கம்

source: Re_move from list
de: Aus Liste ent_fernen
fr: Retirer de la liste
ja: リストから削除
ru: Уд_алить из списка
ta: பட்டியலிலிருந்து அகற்று

source: D_ownload and watch
de: _Herunterladen und öffnen
fr: Télécharger et visionner
ja: ダウンロードして視聴
ru: За_грузить и смотреть
ta: D_ownload மற்றும் watch

source: Watch on _website
de: Auf _Webseite öffnen
fr: Visionner sur le site web
ja: ウェブサイトで視聴
ru: Смотреть на _сайте
ta: இணையதளம் (_W) இல் பாருங்கள்

source: Choose a custom download:
de: Benutzerdefinierten Download wählen:
fr: Choisir un téléchargement personnalisé :
ja: カスタムダウンロードを選択：
ru: Выбрать пользовательскую загрузку:
ta: தனிப்பயன் பதிவிறக்கத்தைத் தேர்வுசெய்க:

source: Choose a profile:
de: Profil wählen:
fr: Choisir un profil :
ja: プロファイルを選択：
ru: Выбрать профиль:
ta: சுயவிவரத்தைத் தேர்வுசெய்க:

source: Mark as _archived
de: Als _archiviert markieren
fr: Marquer comme étant archivé
ja: アーカイブ済みとマーク
ru: Отметить как _архивированное
ta: மார்க் _ஆர்க்

source: Mark as not a_rchived
de: Als nicht a_rchiviert markieren
fr: Marquer comme n'étant pas archivé
ja: アーカイブされていないとマーク
ru: Отметить как не ар_хивированное
ta: A_rchived அல்ல

source: Mark as _bookmarked
de: Als _Lesezeichen gesetzt markieren
fr: Ajouter aux marque-page
ja: ブックマーク済みとマーク
ru: Отметить как _закладку
ta: _ புத்தகமென்ட் எனக் குறிக்கவும்

source: Mark as not b_ookmarked
de: Als kein L_esezeichen gesetzt markieren
fr: Retirer des marque-page
ja: ブックマークされていないとマーク
ru: Отметить как не добавленное в з_акладки
ta: B_ookmarked அல்ல

source: Mark as _favourite
de: Als _Favorit markieren
fr: Marquer comme favori
ja: お気に入りとマーク
ru: Добавить в _избранное
ta: Mark அச் _favourite

source: Mark as not fa_vourite
de: Als kein F_avorit markieren
fr: Marquer comme non favori
ja: お気に入りでないとマーク
ru: Отметить как не лю_бимое
ta: Fa_vourite அல்ல எனக் குறிக்கவும்

source: Mark as _missing
de: Als _fehlend markieren
fr: Marquer comme manquant
ja: 見つからないとマーク
ru: Отметить как _отсутствующее
ta: _ மிசிங் எனக் குறிக்கவும்

source: Mark as not m_issing
de: Als nicht f_ehlend markieren
fr: Marquer comme non manquant
ja: 見つかるとマーク
ru: Отметить как не от_сутствующее
ta: M_ISSING அல்ல

source: Mark as _new
de: Als _neu markieren
fr: Marquer comme nouveau
ja: 新規とマーク
ru: Отметить как _новое
ta: மார்க் _ நியூ

source: Mark as not n_ew
de: Als nicht n_eu markieren
fr: Marquer comme non nouveau
ja: 新規でないとマーク
ru: Отметить как не но_вое
ta: N_ew இல்லை எனக் குறிக்கவும்

source: Mark as in _waiting list
de: Als in _Warteschleife markieren
fr: Marquer comme étant dans la liste de lecture
ja: 待機リストにあるとマーク
ru: Отметить как в списке _ожидания
ta: _ வட்டிங் பட்டியலில் உள்ளதைப் போல

source: Mark as not in waiting _list
de: Als nicht in W_arteschleife markieren
fr: Marquer comme n'étant pas dans la liste de lecture
ja: 待機リストにないとマーク
ru: Отметить как в не в списке _ожидания
ta: காத்திருப்பு பட்டியலில் இல்லை எனக் குறிக்கவும்

source: V:
ja: 動画：

source: B:
ja: ブックマーク：

source: D:
ja: ダウンロード済み：

source: F:
ja: お気に入り：
ta: எஃப்:

source: L:
ja: ライブ配信：
ta: எல்:

source: M:
ja: 見つからない：
ta: எம்:

source: N:
ja: 新規：

source: W:
ja: 待機リスト：

source: E:
ja: エラー：
ta: இ:

source: Waiting
de: Warte
fr: En attente
ja: 待機中
ru: Ожидание
ta: காத்திருக்கிறது

source: Other
de: Andere
fr: Autre
ja: その他
ru: Другое
ta: மற்றொன்று

source: Thread
fr: Fil
ja: ページ
ru: Поток
ta: நூல்

source: _Summary
de: _Zusammenfassung
fr: Sommaire
ja: 概要
ru: _Сводка
ta: _Ummary

source: Time
de: Zeit
fr: Temps
ja: 時間
ru: Время
ta: நேரம்

source: Container
fr: Conteneur
ja: コンテナ
ru: Контейнер
ta: சரக்குப் பெட்டகம்

source: Video
fr: Vidéo
ja: 動画
ru: Видео
ta: ஒளிதோற்றம்

source: Message
de: Nachricht
ja: メッセージ
ru: Сообщение
ta: செய்தி

source: Tartube error
de: Tartube-Fehler
fr: Erreur Tartube
ja: Tartubeエラー
ru: Ошибка Tartube
ta: டார்டூப் பிழை

source: Tartube warning
de: Tartube-Warnung
fr: Avertissement Tartube
ja: Tartube警告
ru: Предупреждение Tartube
ta: டார்டூப் எச்சரிக்கை

source: _Errors
de: _Fehler
fr: Erreurs
ja: エラー
ru: _Ошибки

source: Warnings
de: Warnungen
fr: Avertissements
ja: 警告
ru: Предупреждения
ta: எச்சரிக்கைகள்

source: The external folder is not available
de: Der externe Ordner ist nicht verfügbar
fr: Le dossier externe n'est pas disponible
ja: 外部フォルダが利用できません
ru: Внешняя папка недоступна
ta: வெளிப்புற கோப்புறை கிடைக்கவில்லை

source: The external directory is not available
de: Das externe Verzeichnis ist nicht verfügbar
fr: Le dossier externe n'est pas disponible
ja: 外部ディレクトリが利用できません
ru: Внешний каталог недоступен
ta: வெளிப்புற அடைவு கிடைக்கவில்லை

source: The URL is not valid
de: Die URL ist ungültig
fr: Le lien URL n'est pas valide
ja: URLが無効です
ru: Недопустимый URL-адрес
ta: முகவரி செல்லுபடியாகாது

source: Invalid timestamp(s)
de: Ungültige(r) Zeitstempel
fr: Horodatage(s) incorrect(s)
ja: 無効なタイムスタンプ
ru: Недопустимые метки времени
ta: தவறான நேர முத்திரை (கள்)

source: Invalid URL
de: Ungültige URL
fr: URL non valide
ja: 無効なURL
ru: Недопустимый URL-адрес
ta: தவறான முகவரி

source: Invalid start/stop times
de: Ungültige Start/Stop-Zeiten
fr: Temps de début / fin non valides
ja: 無効な開始/停止時間
ru: Неверное время запуска/остановки
ta: தவறான தொடக்க/நிறுத்த நேரங்கள்

source: Files reloaded: {0}, not reloaded: {1}
de: Dateien neu geladen: {0}, nicht neu geladen: {1}
fr: Fichiers rechargés : {0}, non rechargés : {1}
ja: 再読み込みしたファイル：{0}、再読み込みしなかったファイル：{1}
ru: Файлы перезагружены: {0}, не перезагружены: {1}
ta: கோப்புகள் மீண்டும் ஏற்றப்பட்டன: {0}, மீண்டும் ஏற்றப்படவில்லை: {1}

source: Are you sure you want to delete the profile '{0}'
de: Sicher, dass das Profil "{0}" gelöscht werden soll
fr: Êtes-vous sûrs de vouloir supprimer le profil «{0}»
ja: プロファイル'{0}'を削除してもよろしいですか？
ru: Вы уверены, что хотите удалить профиль '{0}'
ta: '{0}' சுயவிவரத்தை நீக்க விரும்புகிறீர்களா என்பது உறுதி

source: The following items are duplicates:
de: Folgende Einträge sind Duplikate:
fr: Les éléments suivants sont dupliqués :
ja: 以下の項目は重複しています：
ru: Следующие пункты являются дубликатами:
ta: பின்வரும் உருப்படிகள் நகல்கள்:

source: The channel contains {0} items, so this action may take a while
de: Der Kanal enthält {0} Elemente, diese Aktion kann eine Weile dauern
fr: Le canal contient {0} élément(s), cette action pourrait donc durer un moment
ja: チャンネルには{0}個の項目が含まれているため、この操作には時間がかかる場合があります
ru: Канал содержит {0} элементов, поэтому это действие может занять некоторое время
ta: சேனலில் {0} உருப்படிகள் உள்ளன, எனவே இந்த நடவடிக்கை சிறிது நேரம் ஆகலாம்
