Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: If Tartube cannot detect the playlist's RSS feed, you can enter the URL here
de: Falls Tartube den RSS-Feed der Playliste nicht erkennen kann, hier die URL eingeben
fr: Si Tartube ne peut pas détecter le flux RSS de la liste de lecture vous pouvez entrer le lien URL ici
ja: TartubeがプレイリストのRSSフィードを検出できない場合、ここにURLを入力できます
ru: Если Tartube не может обнаружить RSS-канал плейлиста, вы можете ввести URL-адрес здесь
ta: பிளேலிச்ட்டின் ஆர்எச்எச் ஊட்டத்தை டார்டூப்பால் கண்டறிய முடியாவிட்டால், நீங்கள் இங்கே முகவரி ஐ உள்ளிடலாம்

source: Open in web browser
de: Im Browser öffnen
fr: Ouvrir dans le navigateur internet
ja: ウェブブラウザで開く
ru: Открыть в веб-браузере
ta: வலை உலாவியில் திறக்கவும்

source: Set to default feed
de: Auf Standard-Feed setzen
fr: Définir comme flux par défaut
ja: デフォルトフィードに設定
ru: Установить на канал по умолчанию
ta: இயல்புநிலை ஊட்டத்திற்கு அமைக்கவும்

source: Reset feed
de: Feed zurücksetzen
fr: Réinitiliser le flux
ja: フィードをリセット
ru: Сбросить канал
ta: ஊட்டத்தை மீட்டமை

source: N.B. The <b>Set to default feed</b> button won't work if the RSS feed was obtained from video metadata
de: Hinweis: Der <b>Auf Standard-Feed setzen</b>-Button funktioniert nicht, wenn der RSS-Feed aus Video-Metadaten gelesen wurde
fr: P.S. Le bouton <b>Définir par défaut</b> ne marchera pas si le flux RSS a été obtenu depuis les métadonnées de la vidéo
ja: 注意：<b>デフォルトフィードに設定</b>ボタンは、RSSフィードが動画メタデータから取得された場合、機能しません
ru: Внимание: Кнопка <b>Установить канал по умолчанию</b> не будет работать, если RSS-канал был получен из метаданных видео
ta: என்.பி. வீடியோ மெட்டாடேட்டாவிலிருந்து RSS ஊட்டம் பெறப்பட்டால் <b> இயல்புநிலை ஊட்டத்திற்கு அமைக்கப்பட்டுள்ளது </b> பொத்தானை உருவாக்காது

source: Error messages produced the last time this channel was checked/downloaded
de: Fehlermeldungen wurden erstellt als dieser Kanal beim letzten mal geprüft/heruntergeladen wurde
fr: Messages d'erreurs produits lors de la dernière vérification / téléchargement du canal
ja: このチャンネルが最後にチェック/ダウンロードされた時に生成されたエラーメッセージ
ru: Сообщения об ошибках, полученные при последней проверке/загрузке этого канала
ta: பிழை செய்திகள் கடைசியாக இந்த சேனல் சரிபார்க்கப்பட்ட/பதிவிறக்கம் செய்யப்பட்டன

source: Error messages produced the last time this playlist was checked/downloaded
de: Fehlermeldungen wurden erstellt als diese Playliste beim letzten mal geprüft/heruntergeladen wurde
fr: Messages d'erreurs produits lors de la dernière vérification / téléchargement de la liste de lecture
ja: このプレイリストが最後にチェック/ダウンロードされた時に生成されたエラーメッセージ
ru: Сообщения об ошибках при последней проверке/загрузке этого плейлиста
ta: பிழை செய்திகள் கடைசியாக இந்த பிளேலிச்ட் சரிபார்க்கப்பட்டது/பதிவிறக்கம் செய்யப்பட்டது

source: Warning messages produced the last time this channel was checked/downloaded
de: Warnmeldungen wurden erstellt als dieser Kanal beim letzten mal geprüft/heruntergeladen wurde
fr: Messages d'avertissements produits lors de la dernière vérification / téléchargement du canal
ja: このチャンネルが最後にチェック/ダウンロードされた時に生成された警告メッセージ
ru: Предупреждения при последней проверке/загрузке этого плейлиста
ta: இந்த சேனல் கடைசியாக சரிபார்க்கப்பட்ட/பதிவிறக்கம் செய்யப்பட்ட எச்சரிக்கை செய்திகள் தயாரிக்கப்பட்டன

source: Warning messages produced the last time this playlist was checked/downloaded
de: Warnmeldungen wurden erstellt als diese Playliste beim letzten mal geprüft/heruntergeladen wurde
fr: Messages d'avertissements produits lors de la dernière vérification / téléchargement de la liste de lecture
ja: このプレイリストが最後にチェック/ダウンロードされた時に生成された警告メッセージ
ru: Предупреждения, выданные при последней проверке/загрузке этого плейлиста
ta: எச்சரிக்கை செய்திகள் கடைசியாக தயாரிக்கப்பட்ட இந்த பிளேலிச்ட் சரிபார்க்கப்பட்டது/பதிவிறக்கம் செய்யப்பட்டது

source: The name '{0}' is already in use
de: Der Name "{0}" wird bereits verwendet
fr: Le nom '{0}' est déjà utilisé
ja: 名前「{0}」はすでに使用されています
ru: Имя «{0}» уже используется
ta: '{0}' என்ற பெயர் ஏற்கனவே பயன்பாட்டில் உள்ளது

source: Unable to extrapolate the URL for this playlist
de: Die URL dieser Playliste konnte nicht extrapoliert werden
fr: Impossible d'extrapoler le lien URL de cette liste de lecture
ja: このプレイリストのURLを推定できません
ru: Не удается экстраполировать URL-адрес для этого плейлиста
ta: இந்த பிளேலிச்ட்டிற்கான முகவரி ஐ விரிவுபடுத்த முடியவில்லை

source: The playlist is already in Tartube's database
de: Diese Playliste ist bereits in Tartubes Datenabnk
fr: La liste de lecture est déjà présente dans la base de données de Tartube
ja: このプレイリストはすでにTartubeのデータベースにあります
ru: Плейлист уже в базе данных Tartube
ta: பிளேலிச்ட் ஏற்கனவே டார்டூப்பின் தரவுத்தளத்தில் உள்ளது

source: Unable to create new playlist
de: Neue Playliste kann nicht erstellt werden
fr: Impossible de créer une nouvelle liste de lecture
ja: 新しいプレイリストを作成できません
ru: Не удалось создать новый плейлист
ta: புதிய பிளேலிச்ட்டை உருவாக்க முடியவில்லை

source: Added playlist '{0}' to Tartube's database
de: Playliste "{0}" zu Tartubes Datenbank hinzugefügt
fr: La liste de lecture «{0}» a été ajoutée à la base de données Tartube
ja: プレイリスト「{0}」をTartubeのデータベースに追加しました
ru: Добавлен плейлист '{0}' в базу данных Tartube
ta: டார்ட்டூப்பின் தரவுத்தளத்தில் பிளேலிச்ட் '{0}' சேர்க்கப்பட்டது

source: Playlists added: {0}
de: Playliste hinzugefügt: {0}
fr: Listes de lecture ajoutées : {0}
ja: 追加されたプレイリスト：{0}
ru: Плейлисты добавлены: {0}
ta: பிளேலிச்ட்கள் சேர்க்கப்பட்டுள்ளன: {0}

source: Playlists not added: {0}
de: Playliste nicht hinzugefügt: {0}
fr: Listes de lecture non ajoutées : {0}
ja: 追加されなかったプレイリスト：{0}
ru: Плейлисты не добавлены: {0}
ta: பிளேலிச்ட்கள் சேர்க்கப்படவில்லை: {0}

source: Could not set the RSS feed
de: RSS-Feed konnte nicht gesetzt werden
fr: Impossible de définir le flux RSS
ja: RSSフィードを設定できませんでした
ru: Не удалось установить RSS-канал
ta: RSS ஊட்டத்தை அமைக்க முடியவில்லை

source: Folder properties
de: Ordneroptionen
fr: Propriétés du dossier
ja: フォルダプロパティ
ru: Свойства папки
ta: கோப்புறை பண்புகள்

source: Don't add videos to Tartube's database
de: Keine Videos zu Tartubes Datenbank hinzufügen
fr: Ne pas ajouter les vidéos à la base de données Tartube
ja: 動画をTartubeのデータベースに追加しない
ta: TARTUBE இன் தரவுத்தளத்தில் வீடியோக்களைச் சேர்க்க வேண்டாம்

source: Always simulate download of videos
de: Das Herunterladen von Videos immer simulieren
fr: Toujours simuler le téléchargement des vidéos
ja: 動画のダウンロードを常にシミュレーション
ru: Всегда имитировать загрузку видео
ta: வீடியோக்களின் பதிவிறக்கத்தை எப்போதும் உருவகப்படுத்துங்கள்

source: Disable checking/downloading
de: Prüfen/Herunterladen deaktivieren
fr: Désactiver la vérification / le téléchargement
ja: チェック/ダウンロードを無効化
ru: Отключить проверку/загрузку
ta: சோதனை/பதிவிறக்குவதை முடக்கு

source: This folder is marked as a favourite
de: Dieser Ordner ist als Favorit markiert
fr: Ce dossier est marqué comme favori
ja: このフォルダがお気に入りに設定されています
ru: Эта папка отмечена как избранная
ta: இந்த கோப்புறை பிடித்ததாக குறிக்கப்பட்டுள்ளது

source: This folder is hidden
de: Dieser Ordner ist versteckt
fr: Ce dossier est caché
ja: このフォルダは非表示
ru: Эта папка скрыта
ta: இந்த கோப்புறை மறைக்கப்பட்டுள்ளது

source: This folder can't be deleted by the user
de: Dieser Ordner kann nicht vom Nutzer gelöscht werden
fr: Ce dossier ce ne peut pas être supprimé par l'utilisateur
ja: このフォルダはユーザーによって削除できません
ru: Эта папка не может быть удалена пользователем
ta: இந்த கோப்புறையை பயனரால் நீக்க முடியாது

source: This is a system-controlled folder
de: Dieser Ordner wird vom System kontrolliert
fr: Ce dossier est controllé par le système
ja: これはシステム管理フォルダです
ru: Это папка, управляемая системой
ta: இது ஒரு கணினி கட்டுப்பாட்டு கோப்புறை

source: All contents deleted when Tartube shuts down
de: Alle Inhalte werden gelöscht, wenn Tartube beendet wird
fr: Tous les contenus sont effacés à la fermeture de Tartube
ja: Tartubeが終了するとすべての内容が削除されます
ru: Все содержимое, которое удаляется при закрытии Tartube
ta: டார்ட்டூப் மூடப்படும் போது அனைத்து உள்ளடக்கங்களும் நீக்கப்படும்

source: Restrictions:
de: Einschränkungen:
ja: 制限：
ru: Ограничения:

source: Can only contain videos
de: Kann nur Videos enthalten
fr: Peut seulement contenir des vidéos
ja: 動画のみ含めることができます
ru: Может содержать только видео
ta: வீடியோக்களை மட்டுமே கொண்டிருக்க முடியும்

source: Can contain folders and videos
de: Kann nur Ordner und Videos enthalten
fr: Peut contenir des dossiers et des vidéos
ja: フォルダと動画を含めることができます
ru: Может содержать папки и видео
ta: கோப்புறைகள் மற்றும் வீடியோக்கள் இருக்கலாம்

source: Can contain anything
de: Kann alles enthalten
fr: Peut tout contenir
ja: 任意の内容を含めることができます
ru: Может содержать что угодно
ta: எதையும் கொண்டிருக்கலாம்

source: _Statistics
de: _Statistiken
fr: Statistiques
ja: 統計
ru: _Статистика
ta: _ ச்டேடிச்டிக்ச்

source: Statistics
de: Statistiken
fr: Statistiques
ja: 統計
ru: Статистика
ta: புள்ளிவிவரங்கள்

source: Downloaded
de: Heruntergeladen
fr: Téléchargé(s)
ja: ダウンロード済み
ru: Загружено
ta: பதிவிறக்கம்

source: Sub-folders
de: Unterverzeichnisse
fr: Sous-dossiers
ja: サブフォルダ
ru: Подпапки
ta: துணை கோப்புறைகள்

source: Recalculate
de: Neuberechnen
fr: Recalculer
ja: 再計算
ru: Пересчитать
ta: மறுபரிசீலனை செய்யுங்கள்

source: _Recent Videos
de: _Frische Videos
fr: Vidéos récentes
ja: 最近の動画
ru: _Последние видео
ta: _ ரெசென்ட் வீடியோக்கள்

source: Recent videos
de: Frische Videos
fr: Vidéos récentes
ja: 最近の動画
ru: Последние видео
ta: அண்மைக் கால வீடியோக்கள்

source: Scheduled download
de: Geplante Downloads
fr: Téléchargement planifié
ja: スケジュールダウンロード
ru: Запланированная загрузка
ta: திட்டமிடப்பட்ட பதிவிறக்கம்

source: Scheduled download name
de: Geplanter Downloadname
fr: Nom du téléchargement planifié
ja: スケジュールダウンロード名
ru: Имя запланированной загрузки
ta: திட்டமிடப்பட்ட பதிவிறக்க பெயர்

source: Download mode
de: Downloadmodus
fr: Mode par défaut
ja: ダウンロードモード
ru: Режим загрузки
ta: பயன்முறையைப் பதிவிறக்கவும்

source: Check channels, playlist and folders
de: Prüfe Kanäle, Playlisten und Ordner
fr: Vérifier les canaux, les listes de lecture et les dossiers
ja: チャンネル、プレイリスト、フォルダをチェック
ru: Проверить каналы, плейлисты и папки
ta: சேனல்கள், பிளேலிச்ட் மற்றும் கோப்புறைகளை சரிபார்க்கவும்

source: Download channels, playlists and folders
de: Lade Kanäle, Playlisten und Ordner herunter
fr: Télécharger les canaux, les listes de lecture et les dossiers
ja: チャンネル、プレイリスト、フォルダをダウンロード
ru: Загрузить каналы, плейлисты и папки
ta: சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளைப் பதிவிறக்கவும்

source: Perform a custom download
de: Benutzerdefinierten Download ausführen
fr: Réaliser une opération de téléchargement personnalisé
ja: カスタムダウンロードを実行
ru: Выполнить пользовательскую загрузку
ta: தனிப்பயன் பதிவிறக்கத்தை செய்யுங்கள்

source: Custom download name
de: Benutzerdefinierter Downloadname
fr: Nom du téléchargement personnalisé
ja: カスタムダウンロード名
ru: Пользовательское имя загрузки
ta: தனிப்பயன் பதிவிறக்க பெயர்

source: _Start
fr: Démarrer
ja: 開始
ru: _Старт
ta: _ ச்டார்ட்

source: Start conditions
de: Startbedingungen
fr: Conditions de démarrage
ja: 開始条件
ru: Стартовые условия
ta: நிபந்தனைகள்

source: Start mode
de: Startmodus
fr: Mode de démarrage
ja: 開始モード
ru: Режим запуска
ta: தொடக்க பயன்முறை

source: Perform this download at regular intervals
de: Diesen Download in regelmäßigen Abständen ausführen
fr: Réaliser ce téléchargement à intervalle régulier
ja: このダウンロードを定期的に実行
ru: Выполнять эту загрузку через регулярные промежутки времени
ta: இந்த பதிவிறக்கத்தை வழக்கமான இடைவெளியில் செய்யுங்கள்

source: Perform this download when Tartube starts
de: Diesen Download ausführen, wenn Tartube gestartet wird
fr: Réaliser ce téléchargement lorsque Tartube démarre
ja: Tartube起動時にこのダウンロードを実行
ru: Выполнить эту загрузку при запуске Tartube
ta: டார்டியூப் தொடங்கும் போது இந்த பதிவிறக்கத்தைச் செய்யுங்கள்

source: Perform this download some time after Tartube starts
de: Diesen Download einige Zeit nachdem Tartube gestartet ist ausführen
fr: Réaliser ce téléchargement peu de temps après que Tartube ait démarré
ja: Tartube起動後しばらくしてこのダウンロードを実行
ru: Выполнить эту загрузку через некоторое время после запуска Tartube
ta: டார்டியூப் தொடங்கிய பிறகு இந்த பதிவிறக்கத்தை சிறிது நேரம் செய்யுங்கள்

source: Perform this download at specified times
de: Diesen Download zu bestimmten Zeiten ausführen
fr: Réaliser ce téléchargement à un horaire donné
ja: 指定した時間にこのダウンロードを実行
ru: Выполнить эту загрузку в указанное время
ta: இந்த பதிவிறக்கத்தை குறிப்பிட்ட நேரங்களில் செய்யுங்கள்

source: Disable this scheduled download
de: Diesen geplanten Download deaktivieren
fr: Désactiver ce téléchargement planifié
ja: このスケジュールダウンロードを無効化
ru: Отключить эту запланированную загрузку
ta: இந்த திட்டமிடப்பட்ட பதிவிறக்கத்தை முடக்கு

source: Minutes
de: Minuten
ja: 分
ru: Минуты
ta: நிமிடங்கள்

source: Interval time
de: Intervallzeiten
fr: Temps d'intervalle
ja: 間隔時間
ru: Интервал времени
ta: இடைவெளி நேரம்

source: Start times
de: Startzeiten
fr: Heure de début
ja: 開始時間
ru: Время начала
ta: தொடக்க நேரங்கள்

source: _Stop
de: _Anhalten
fr: Arrêter
ja: 停止
ta: _ச்டாப்

source: N.B. Disk space is estimated. This setting does not apply to simulated downloads
de: Hinweis: Speicherplatz ist geschätzt. Diese Einstellung findet keine Anwendung bei parallelen Downloads
fr: P.S. L'espace disque est une approximation. Ce paramètre ne s'applique pas aux téléchargements simulés
ja: 注意：ディスク容量は推定値です。この設定はシミュレーションダウンロードには適用されません
ta: என்.பி. வட்டு இடம் மதிப்பிடப்பட்டுள்ளது. உருவகப்படுத்தப்பட்ட பதிவிறக்கங்களுக்கு இந்த அமைப்பு பொருந்தாது

source: _Conflicts
de: _Konflikte
fr: Conflits
ja: 競合
ru: _Конфликты

source: Conflict settings
de: Konflikteinstellungen
fr: Paramètres des conflits
ja: 競合設定
ru: Параметры конфликта
ta: மோதல் அமைப்புகள்

source: If another scheduled download is running:
de: Falls ein anderer geplanter Download läuft:
fr: Si un autre téléchargement planifié est déjà en cours :
ja: 別のスケジュールダウンロードが実行中の場合：
ru: Если выполняется другая запланированная загрузка:
ta: மற்றொரு திட்டமிடப்பட்ட பதிவிறக்கம் இயங்கினால்:

source: Add channels, playlists and folders to the end of the queue
de: Füge Kanäle, Playlisten und Ordner ans Ende der Warteschlange an
fr: Ajouter les canaux, listes de lecture et dossiers à la fin de la file
ja: チャンネル、プレイリスト、フォルダをキューの末尾に追加
ru: Добавить каналы, плейлисты и папки в конец очереди
ta: வரிசையின் முடிவில் சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளைச் சேர்க்கவும்

source: Add channels, playlists and folders to the beginning of the queue
de: Füge Kanäle, Playlisten und Ordner an den Beginn der Warteschlange an
fr: Ajouter les canaux, listes de lecture et dossiers au début de la file
ja: チャンネル、プレイリスト、フォルダをキューの先頭に追加
ru: Добавить каналы, плейлисты и папки в начало очереди
ta: வரிசையின் தொடக்கத்தில் சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளைச் சேர்க்கவும்

source: Do nothing, just wait until the next scheduled download time
de: Nichts unternehmen, nur bis zur nächsten geplanten Downloadzeit warten
fr: Ne rien faire, attendre le prochain slot
ja: 何もせず、次のスケジュールダウンロード時間まで待機
ru: Ничего не делать, просто подождать до следующего запланированного времени загрузки
ta: ஒன்றும் செய்யாதீர்கள், அடுத்த திட்டமிடப்பட்ட பதிவிறக்க நேரம் வரை காத்திருங்கள்

source: This scheduled download takes priority over others
de: Dieser geplante Download ist höher priorisiert als andere
fr: Ce téléchargement planifié a la priorité sur tous les autres
ja: このスケジュールダウンロードが他のものより優先
ru: Эта запланированная загрузка имеет приоритет перед другими
ta: இந்த திட்டமிடப்பட்ட பதிவிறக்கம் மற்றவர்களை விட முன்னுரிமை பெறுகிறது

source: Other scheduled downloads won't start until this one is finished
de: Andere geplante Downloads werden nicht gestartet, bis dieser fertiggestellt ist
fr: Les autres téléchargements planifiés ne démarreront pas avant que celui-ci ait terminé
ja: このダウンロードが終了するまで他のスケジュールダウンロードは開始されません
ru: Другие запланированные загрузки не начнутся, пока не завершится эта
ta: இது முடியும் வரை பிற திட்டமிடப்பட்ட பதிவிறக்கங்கள் தொடங்காது

source: Media to download
de: Herunterzuladende Medien
fr: Média à télécharger
ja: ダウンロードするメディア
ru: Медиа для загрузки
ta: பதிவிறக்கம் செய்ய ஊடகங்கள்

source: Check/download everything
de: Prüfe alles/lade alles herunter
fr: Tout vérifier / télécharger
ja: すべてをチェック/ダウンロード
ru: Проверьте/загрузите все
ta: எல்லாவற்றையும் சரிபார்க்கவும்/பதிவிறக்கவும்

source: Only check/download the media below
de: Nur untenstehende Medien prüfen/herunterladen
fr: Vérifier / télécharger uniquement les médias ci-dessous
ja: 以下のメディアのみチェック/ダウンロード
ru: Проверяйте/загружайте только медиа ниже
ta: கீழே உள்ள ஊடகங்களை மட்டுமே சரிபார்க்கவும்/பதிவிறக்கவும்

source: Hint: you can drag and drop channels, playlists and your own folders here
de: Tipp: Hier können Kanäle, Wiedergabelisten und eigene Ordner per Drag & Drop abgelegt werden
fr: Astuce : vous pouvez glisser-déposer vos propres dossiers, canaux et listes de lecture ici
ja: ヒント：チャンネル、プレイリスト、独自のフォルダをここにドラッグアンドドロップできます
ru: Подсказка: сюда можно перетаскивать каналы, плейлисты и собственные папки
ta: குறிப்பு: சேனல்கள், பிளேலிச்ட்கள் மற்றும் உங்கள் சொந்த கோப்புறைகளை இங்கே இழுத்து விடலாம்

source: _Limits
de: _Beschränkungen
fr: Limites
ja: 制限
ru: _Ограничения
ta: _ லிமிட்ச்

source: Performance limits
de: Leistungsbeschränkungen
fr: Limites de performance
ja: パフォーマンス制限
ru: Ограничения производительности
ta: செயல்திறன் வரம்புகள்

source: Limits are applied when you start downloading a video/channel/playlist
de: Limits werden angewandt, wenn der Download eines Videos/Kanals/Playliste gestartet wird
fr: Les limites sont appliquées lorsque vous démarrez le téléchargement d'une vidéo / d'un canal / d'une liste de lecture
ja: 動画/チャンネル/プレイリストのダウンロード開始時に制限が適用されます
ru: Ограничения применяются при загрузке видео/канала/плейлиста
ta: நீங்கள் ஒரு வீடியோ/சேனல்/பிளேலிச்ட்டைப் பதிவிறக்கத் தொடங்கும்போது வரம்புகள் பயன்படுத்தப்படுகின்றன

source: These limits override the default and alternative limits specified elsewhere
de: Diese Limits überschreiben die Standard- und alternativen Limits von anderen Stellen
fr: Ces limites prévalent sur les limites par défaut et alternatives spécifiées ailleurs
ja: これらの制限は、別の場所で指定されたデフォルトおよび代替制限を上書きします
ru: Эти ограничения отменяют ограничения по умолчанию и альтернативные ограничения, указанные в других местах
ta: These limits override the இயல்புநிலை and alternative limits specified elsewhere

source: Limit simultaneous downloads to
de: Gleichzeitige Downloads begrenzen auf
fr: Limiter le nombre de téléchargements simultanés à
ja: 同時ダウンロードを制限
ru: Ограничить одновременные загрузки до
ta: ஒரே நேரத்தில் பதிவிறக்கங்களை கட்டுப்படுத்துங்கள்

source: Limit download speed to
de: Downloadgeschwindigkeit begrenzen auf
fr: Limiter la vitesse de téléchargement à
ja: ダウンロード速度を制限
ru: Ограничить скорость загрузки до
ta: பதிவிறக்க வேகத்தை கட்டுப்படுத்துங்கள்

source: _Other
de: _Andere
fr: Autre
ja: その他
ru: _Другое
ta: _ மற்ற

source: Other settings
de: Andere Einstellungen
fr: Autres paramètres
ja: その他の設定
ru: Другие настройки
ta: பிற அமைப்புகள்

source: Ignore time-saving preferences, and check/download the whole channel/playlist/folder
de: Zeitsparoptionen ignorieren und alle Kanäle/Playlisten/Ordner prüfen/herunterladen
fr: Ignorer les préférences d'économie et vérifier / télécharger tout le canal / la liste de lecture / le dossier
ja: 時間節約設定を無視し、チャンネル/プレイリスト/フォルダ全体をチェック/ダウンロード
ru: Игнорировать предпочтения по экономии времени и проверять/скачивать весь канал/плейлист/папку
ta: நேரத்தை சேமிக்கும் விருப்பங்களை புறக்கணித்து, முழு சேனல்/பிளேலிச்ட்/கோப்புறையை சரிபார்க்கவும்/பதிவிறக்கவும்

source: Shut down Tartube when this scheduled download has finished
de: Tartube beenden, wenn dieser geplante Download abgeschlossen ist
fr: Éteindre Tartube lorsque ce téléchargement planifié se termine
ja: このスケジュールダウンロードが終了したらTartubeを終了
ru: Закрыть Tartube когда эта запланированная загрузка закончится
ta: இந்த திட்டமிடப்பட்ட பதிவிறக்கம் முடிந்ததும் டார்ட்டூப்பை மூடு

source: _Modules
de: _Module
ja: モジュール
ru: _Модули
ta: _மாடூல்கள்

source: Module availability
de: Modulverfügbarkeit
fr: Disponibilité des modules
ja: モジュールの可用性
ru: Доступность модулей
ta: தொகுதி கிடைக்கும்

source: feedparser module is available (required for detecting livestreams)
de: feedparser-Modul ist verfügbar (benötigt um Livestreams zu erkennen)
fr: Le module feedparser est disponible (requis pour détecter les transmissions en direct)
ja: feedparserモジュールが利用可能（ライブ配信の検出に必要）
ru: Доступен модуль feedparser (требуется для обнаружения прямых трансляций)
ta: ஃபீட்பார்சர் தொகுதி கிடைக்கிறது (லைவ்ச்ட்ரீம்களைக் கண்டறிய தேவை)

source: matplotlib module is available (draws graphs)
de: matplotlib-Modul ist verfügbar (Diagramme zeichnen)
fr: Le module matplotlib est disponible (pour dessiner les graphiques)
ja: matplotlibモジュールが利用可能（グラフを描画）
ru: Доступен модуль matplotlib (рисует графики)
ta: Matplotlib தொகுதி கிடைக்கிறது (வரைபடங்களை ஈர்க்கிறது)

source: moviepy module is available (finds the length of videos, if unknown)
de: moviepy-Modul ist verfügbar (Länge von Videos bestimmen, falls unbekannt)
fr: Le module moviepy est disponible (détermine la longueur des vidéos, si inconnue)
ja: moviepyモジュールが利用可能（動画の長さが不明な場合に取得）
ru: Доступен модуль moviepy (находит длину видео, если неизвестна)
ta: மூவி பை தொகுதி கிடைக்கிறது (தெரியாவிட்டால் வீடியோக்களின் நீளத்தைக் காண்கிறது)

source: playsound module is available (sound an alarm when a livestream starts)
de: playsound-Modul ist verfügbar (einen Hinweis abspielen, wenn Livestreams starten)
fr: Le module playsound est disponible (joue une alarme lorsqu'une transmission en direct démarre)
ja: playsoundモジュールが利用可能（ライブ配信開始時にアラームを鳴らす）
ru: Доступен модуль playsound (подача звукового сигнала при начале трансляции)
ta: பிளேசவுண்ட் தொகுதி கிடைக்கிறது (லைவ்ச்ட்ரீம் தொடங்கும் போது அலாரத்தை ஒலிக்கவும்)

source: XDG module is available (saves the config file in the standard location)
de: XDG-Modul ist verfügbar (Konfigurationsdatei in Standardort speichern)
fr: Le module XDG est disponible (sauvegarde le fichier de configuration à l'emplacement standard)
ja: XDGモジュールが利用可能（設定ファイルを標準の場所に保存）
ru: Доступен модуль XDG (сохраняет конфигурационный файл в стандартном расположении)
ta: எக்ச்.டி.சி தொகுதி கிடைக்கிறது (நிலையான இடத்தில் கட்டமைப்பு கோப்பை சேமிக்கிறது)

source: Notify module is available (shows desktop notifications; Linux/*BSD only)
de: Notify-Modul ist verfügbar (Desktopbenachrichtigungen zeigen; nur Linux/*BSD)
fr: Le module Notify est disponible (affiche les notifications ; uniquement sous GNU/Linux et *BSD)
ja: Notifyモジュールが利用可能（デスクトップ通知を表示；Linux/*BSDのみ）
ru: Доступен модуль Уведомления (показывает уведомления рабочего стола; Только для Linux/*BSD)
ta: அறிவிப்பு தொகுதி கிடைக்கிறது (டெச்க்டாப் அறிவிப்புகளைக் காட்டுகிறது; லினக்ச்/*பி.எச்.டி மட்டும்)

source: Module preferences
de: Moduleinstellungen
fr: Préférences des modules
ja: モジュール設定
ru: Параметры модуля
ta: தொகுதி விருப்பத்தேர்வுகள்

source: Use 'moviepy' module to get a video's duration, if not known (may be slow)
de: "moviepy"-Modul benutzen um die Länge von Videos zu bestimmen, falls unbekannt (kann langsam sein)
fr: Utiliser le module «moviepy» pour déterminer la durée d'une vidéo si celle-ci est inconnue (peut être lent)
ja: 動画の長さが不明な場合に'moviepy'モジュールを使用（遅い場合あり）
ru: Используйте модуль «moviepy», чтобы получить продолжительность видео, если она неизвестна (может быть медленной)
ta: வீடியோவின் கால அளவைப் பெற 'மூவிச்பி' தொகுதியைப் பயன்படுத்தவும், தெரியவில்லை என்றால் (மெதுவாக இருக்கலாம்)

source: Timeout applied when moviepy checks a video file
de: Angewandter Timeout, wenn moviepy eine Videodatei prüft
fr: Temps d'expiration lorsque moviepy vérifie un fichier vidéo
ja: moviepyがビデオファイルをチェックする際のタイムアウト
ru: Время ожидания, применяемое при проверке видеофайла moviepy
ta: மூவிச்பி வீடியோ கோப்பை சரிபார்க்கும்போது நேரம் முடிந்தது

source: _Device
de: _Gerät
fr: Périphérique
ja: デバイス
ru: _Устройство

source: Device preferences
de: Geräteeinstellungen
fr: Préférences des périphériques
ja: デバイス設定
ru: Параметры устройства
ta: சாதன விருப்பத்தேர்வுகள்
