Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Show errors/warnings in tooltips (but not in the Videos tab)
de: Fehler/Warnungen in Tooltips zeigen (aber nicht im Videotab)
fr: Afficher les info-bulles d'erreur / d'avertissement (mais pas dans l'onglet Vidéo)
ja: ツールチップにエラー/警告を表示（動画タブでは表示しない）
ru: Показывать ошибки/предупреждения во всплывающих подсказках (но не на вкладке "Видео")
ta: உதவிக்குறிப்புகளில் பிழைகள்/எச்சரிக்கைகளைக் காண்பி (ஆனால் வீடியோக்கள் தாவலில் அல்ல)

source: Disable the download buttons in the toolbar and the Videos tab
de: Download-Buttons in der Toolbar und im Video-Tab deaktivieren
fr: Désactiver les boutons de téléchargement dans la barre des menus et dans l'onglet Vidéos
ja: ツールバーと動画タブのダウンロードボタンを無効化
ru: Отключить кнопки загрузки на панели инструментов и на вкладке "Видео"
ta: கருவிப்பட்டி மற்றும் வீடியோக்கள் தாவலில் உள்ள பதிவிறக்க பொத்தான்களை முடக்கவும்

source: In the Progress tab, hide finished downloads
de: Abgeschlossene Downloads im Fortschritt-Tab verstecken
fr: Cacher les téléchargements terminés dans l'onget de Progression
ja: 進行状況タブで、完了したダウンロードを非表示
ru: На вкладке «Прогресс» скрыть завершенные загрузки
ta: முன்னேற்ற தாவலில், முடிக்கப்பட்ட பதிவிறக்கங்களை மறைக்கவும்

source: Show downloads in reverse order
de: Downloads in umgekehrter Reihenfolge anzeigen
fr: Afficher les téléchargement dans l'odre inversé
ja: ダウンロードを逆順で表示
ru: Отображение загрузок в обратном порядке
ta: பதிவிறக்கங்களை தலைகீழ் வரிசையில் காட்டு

source: When Tartube starts, automatically open the Classic Mode tab
de: Beim Start von Tartube automatisch den Klassikmodus-Tab öffnen
fr: Au démarrage de Tartube, ouvrir l'onglet Mode Classique
ja: Tartube起動時にクラシックモードタブを自動的に開く
ru: При запуске Tartube автоматически открыть вкладку Классический режим
ta: டார்டியூப் தொடங்கும் போது, கிளாசிக் பயன்முறை தாவலைத் தானாகத் திறக்கவும்

source: In the Classic Mode tab, when adding URLs, remove duplicates rather than retaining them
de: Duplikate beim hinzufügen von URLs im Klassikmodus-Tab entfernen, statt sie zu behalten
fr: Dans l'onglet Mode Classique, supprimer les duplicats lors de l'ajout de nouveaux liens URL plutôt que de les garder
ja: クラシックモードタブでURLを追加する際、重複を保持せず削除
ru: На вкладке "Классический режим" при добавлении URL-адресов удаляйте дубликаты, а не сохраняйте их
ta: கிளாசிக் பயன்முறை தாவலில், முகவரி களைச் சேர்க்கும்போது, அவற்றை தக்கவைத்துக்கொள்வதை விட நகல்களை அகற்றவும்

source: In the Errors/Warnings tab, don't reset the tab title when it is clicked
de: Den Tab-Titel im Fehler/Warnungen-Tab nicht zurücksetzen, wenn er angeklickt wird
fr: Dans l'onglet Erreurs / Avertissements, ne pas réinitialiser le titre de l'onglet lorsque cliqué dessus
ja: エラー/警告タブで、クリック時にタブタイトルをリセットしない
ru: На вкладке "Ошибки/предупреждения" не сбрасывайте заголовок вкладки при нажатии на нее
ta: பிழைகள்/எச்சரிக்கைகள் தாவலில், தாவல் தலைப்பைக் சொடுக்கு செய்யும் போது மீட்டமைக்க வேண்டாம்

source: Video Index (left side of the Videos tab)
de: Videoindex (linke Seite im Video-Tab)
fr: Indexe de la vidéo (côté gauche de l'onglet Vidéo)
ja: ビデオインデックス（動画タブの左側）
ru: Индекс видео (левая сторона вкладки "Видео")
ta: வீடியோ அட்டவணை (வீடியோக்கள் தாவலின் இடது பக்கம்)

source: Show a 'Custom download all' button
de: "Alles benutzerdefiniert herunterladen"-Button zeigen
fr: Afficher un bouton «Tout télécharger (personnalisé)»
ja: 「すべてカスタムダウンロード」ボタンを表示
ru: Показать кнопку "Пользовательская загрузка всех"
ta: 'தனிப்பயன் பதிவிறக்கம் அனைத்தையும்' பொத்தானைக் காட்டு

source: While checking/downloading videos, show free disk space
de: Freien Festplattenspeicher anzeigen, während Videos geprüft/heruntergeladen werden
fr: Lors de la vérification / téléchargement de vidéos, afficher l'espace disque disponible
ja: 動画のチェック/ダウンロード中に空きディスク容量を表示
ru: При проверке/загрузке видео показывать свободное место на диске
ta: வீடியோக்களைச் சரிபார்க்க/பதிவிறக்கும்போது, இலவச வட்டு இடத்தைக் காட்டுங்கள்

source: Allow each row to be marked for checking/downloading
de: Erlauben, alle Reihen für Prüfung/Download zu markieren
fr: Permettre de marquer chaque ligne pour la vérification / le téléchargement
ja: 各行をチェック/ダウンロード用にマークできるようにする
ru: Разрешить помечать каждую строку для проверки/загрузки
ta: சரிபார்க்க/பதிவிறக்குவதற்கு ஒவ்வொரு வரிசையையும் குறிக்கவும்

source: Show smaller icons
de: Kleine Icons verwenden
fr: Afficher des icônes plus petites
ja: 小さなアイコンを表示
ru: Показать значки меньшего размера
ta: சிறிய சின்னங்களைக் காட்டு

source: Show detailed statistics about the videos in each channel / playlist / folder
de: Detaillierte Statistiken über die Videos in jedem Kanal/Playliste/Ordner zeigen
fr: Afficher des statistiques détaillées à propos des vidéos de chaque canal / liste de lecture / dossier
ja: 各チャンネル/プレイリスト/フォルダの動画に関する詳細な統計を表示
ru: Показать подробную статистику о видео в каждом канале / плейлисте / папке
ta: ஒவ்வொரு சேனல் / பிளேலிச்ட் / கோப்புறையிலும் வீடியோக்களைப் பற்றிய விரிவான புள்ளிவிவரங்களைக் காட்டுங்கள்

source: After clicking on a folder, automatically expand/collapse the tree around it
de: Ordner nach dem Anklicken automatisch aus-/einklappen
fr: Après avoir cliqué sur un dossier, déployer l'arborescence
ja: フォルダをクリックした後、ツリーを自動的に展開/折りたたむ
ru: После нажатия на папку автоматически разворачивать/сворачивать дерево вокруг нее
ta: ஒரு கோப்புறையில் சொடுக்கு செய்த பிறகு, தானாகவே அதைச் சுற்றியுள்ள மரத்தை விரிவுபடுத்தவும்/உடைக்கவும்

source: Expand the whole tree, not just the level beneath the clicked folder
de: Den Dateibaum vollständig ausklappen, statt nur der Ebene unter dem ausgewählten Ordner
fr: Déployer toute l'arborescence, pas uniquement les niveaux inférieurs au dossier cliqué
ja: クリックしたフォルダの直下だけでなく、ツリー全体を展開
ru: Развернуть все дерево, а не только уровень под папкой, по которой щелкнули мышью
ta: சொடுக்கு செய்யப்பட்ட கோப்புறையின் அடியில் மட்டும் மட்டுமல்லாமல், முழு மரத்தையும் விரிவாக்குங்கள்

source: Video Catalogue (right side of the Videos tab)
de: Videokatalog (rechte Seite im Video-Tab)
fr: Catalogue vidéo (côté droit de l'onglet Vidéos)
ja: ビデオカタログ（動画タブの右側）
ru: Каталог видео (правая часть вкладки Видео)
ta: வீடியோ பட்டியல் (வீடியோக்கள் தாவலின் வலது பக்கம்)

source: Show 'today' and 'yesterday' as the date, when possible
de: "Heute" und "gestern" als Datum zeigen, wenn möglich
fr: Afficher «aujourd'hui» et «hier» à la place de la data si possible
ja: 可能であれば日付を「今日」「昨日」と表示
ru: Показывать «сегодня» и «вчера» в качестве даты, когда это возможно
ta: 'இன்று' மற்றும் 'நேற்று' தேதியாக, முடிந்தவரை காட்டு

source: Show livestreams with a different background colour
de: Livestreams mit unterschiedlicher Hintergrundfarbe darstellen
fr: Afficher les transmissions en direct avec une couleur d'arrière plan différente
ja: ライブ配信を異なる背景色で表示
ru: Показывать прямые трансляции с другим цветом фона
ta: வேறுபட்ட பின்னணி நிறத்துடன் லைவ்ச்ட்ரீம்களைக் காட்டு

source: Use same background colours for livestream and debut videos
de: Für Livestreams und Debut-Videos die gleiche Hintergrundfarbe verwenden
fr: Utiliser la même couleur d'arrière plan pour les transmissions en directs et premières
ja: ライブ配信とデビュー動画に同じ背景色を使用
ru: Используйте одинаковые цвета фона для прямых трансляций и дебютных видео
ta: லைவ்ச்ட்ரீம் மற்றும் அறிமுக வீடியோக்களுக்கு ஒரே பின்னணி வண்ணங்களைப் பயன்படுத்தவும்

source: Channel and playlist names are clickable (grid mode only)
de: Kanäle- und Playlisten-Namen sind klickbar (nur Grid-Modus)
fr: Les noms des canaux et listes de lectures peuvent être cliqués (uniquement en mode grille)
ja: チャンネル名とプレイリスト名をクリック可能（グリッドモードのみ）
ta: சேனல் மற்றும் பிளேலிச்ட் பெயர்கள் சொடுக்கு செய்யக்கூடியவை (கட்டம் பயன்முறை மட்டும்)

source: Show nicknames (not video file names)
de: Nicknames zeigen (statt Videodateinamen)
fr: Afficher les pseudonymes (et non pas les noms des fichiers vidéos)
ja: ニックネームを表示（ビデオファイル名ではない）
ta: புனைப்பெயர்களைக் காட்டு (வீடியோ கோப்பு பெயர்கள் அல்ல)

source: _Drag
de: _Ziehen
fr: Glisser
ja: ドラッグ
ta: _ டிராக்

source: Drag and drop preferences
de: Drag und Drop-Einstellungen
fr: Préférences du glisser-déposer
ja: ドラッグアンドドロップ設定
ta: விருப்பங்களை இழுத்து விடுங்கள்

source: When dragging and dropping videos to an external application...
de: Beim Ziehen und Ablegen von Videos in eine externe Anwendung...
fr: Lors du glisser-déposer de vidéos vers dans applications externes ...
ja: 動画を外部アプリケーションにドラッグアンドドロップする際：
ta: வெளிப்புற பயன்பாட்டிற்கு வீடியோக்களை இழுத்து விடும்போது ...

source: Transfer the video's full file path
de: Vollständigen Video-Dateipfad übertragen
fr: Transférer le chemin complet du fichier de la vidéo
ja: 動画の完全なファイルパスを転送
ta: வீடியோவின் முழு கோப்பு பாதையை மாற்றவும்

source: Transfer the video's source URL
de: Quell-URL des Videos übertragen
fr: Transférer le lien URL source de la vidéo
ja: 動画のソースURLを転送
ta: வீடியோவின் மூல முகவரி ஐ மாற்றவும்

source: Transfer the video's name
de: Videonamen übertragen
fr: Transférer le nom de la vidéo
ja: 動画の名前を転送
ta: வீடியோவின் பெயரை மாற்றவும்

source: Transfer the thumbnail's full file path
de: Vollständigen Dateipfad der Miniaturansicht übertragen
fr: Transférer le chemin complet de la miniature de la vidéo
ja: サムネイルの完全なファイルパスを転送
ta: சிறுபடத்தின் முழு கோப்பு பாதையை மாற்றவும்

source: _Tray
de: _Leiste
fr: Zone de notification
ja: トレイ

source: System tray preferences
de: System-Tray-Einstellungen
fr: Préférences de la zone de notification du système
ja: システムトレイ設定
ta: கணினி தட்டு விருப்பத்தேர்வுகள்

source: Show Tartube in the system tray
de: Tartube im System-Tray zeigen
fr: Afficher Tartube dans la zone de notification du système
ja: Tartubeをシステムトレイに表示
ta: கணினி தட்டில் டார்டியூப்பைக் காட்டு

source: Start Tartube in the system tray
de: Tartube im System-Tray starten
fr: Démarrer Tartube dans la zone de notification du système
ja: Tartubeをシステムトレイで起動
ta: கணினி தட்டில் டார்ட்டூப் தொடங்கவும்

source: Close to the tray, rather than closing the application
de: In das Tray schließen, statt Anwendung zu beenden
fr: Rabattre Tartube dans la zone de notifications au lien de quitter l'application
ja: アプリケーションを終了せず、トレイに閉じる
ta: பயன்பாட்டை மூடுவதை விட, தட்டுக்கு அருகில்

source: After closing to the tray, restore the window's position (does not work on Wayland)
de: Nach dem schließen in das Tray die Fensterposition wiederherstellen (funktioniert nicht mit Wayland)
fr: Après avoir réduit Tartube dans la zone de notifications, restaurer la position de la fenêtre (ne marche pas sous Wayland)
ja: トレイに閉じた後、ウィンドウの位置を復元（Waylandでは動作しません）
ta: தட்டில் மூடப்பட்ட பிறகு, சாளரத்தின் நிலையை மீட்டெடுக்கவும் (வேலண்டில் வேலை செய்யாது)

source: D_ialogues
de: D_ialoge
ja: ダイアログ

source: When adding channels/playlists, keep the dialogue window open
de: Dialogfenster offen halten, beim Hinzufügen von Kanälen/Playlisten
fr: Lors de l'ajout de canaux / listes de lecture, garder la fenêtre de dialogue ouverte
ja: チャンネル/プレイリストを追加する際、ダイアログウィンドウを開いたままにする
ta: சேனல்கள்/பிளேலிச்ட்களைச் சேர்க்கும்போது, உரையாடல் சாளரத்தைத் திறந்து வைக்கவும்

source: When the dialogue window opens, add URLs from the system clipboard
de: Wenn sich das Dialogfenster öffnet, URLs aus der Systemzwischenablage hinzufügen
fr: Lors de l'ouverture des fenêtres de dialogues, ajouter le lien URL du presse-papier
ja: ダイアログウィンドウが開いたとき、システムクリップボードからURLを追加
ta: உரையாடல் சாளரம் திறக்கும்போது, கணினி கிளிப்போர்டிலிருந்து முகவரி களைச் சேர்க்கவும்

source: When adding YouTube channels, remind the user to copy the correct URL
de: Den Nutzer daran erinnern, die korrekte URL zu kopieren, beim hinzufügen von YouTube-Kanälen
fr: Lors de l'ajout de canaux YouTube, indiquer à l'utilisateur de copier le lien URL correct
ja: YouTubeチャンネルを追加する際、正しいURLをコピーするようユーザーに通知
ta: YouTube சேனல்களைச் சேர்க்கும்போது, சரியான முகவரி ஐ நகலெடுக்க பயனருக்கு நினைவூட்டுங்கள்

source: Debugging preferences
de: Debugging-Einstellungen
fr: Préférences de débogage
ja: デバッグ設定
ta: பிழைத்திருத்த விருப்பத்தேர்வுகள்

source: Temporarily disable message dialogue windows (display messages in terminal instead)
de: Nachrichtendialog-Fenster temporär deaktivieren (die Nachricht stattdessen im Terminal zeigen)
fr: Désactiver temporairement les fenêtres de dialogue (afficher les messages dans le terminal à la place)
ja: メッセージダイアログウィンドウを一時的に無効化（代わりにターミナルにメッセージを表示）
ta: செய்தி உரையாடல் சாளரங்களை தற்காலிகமாக முடக்கு (அதற்கு பதிலாக முனையத்தில் செய்திகளைக் காண்பி)

source: _Colours
de: _Farben
fr: Couleurs
ja: 色

source: Video catalogue colour preferences
de: Videokatalog-Farbeinstellungen
fr: Préférences du catalogue de couleurs vidéo
ja: ビデオカタログの色設定
ta: வீடியோ பட்டியல் வண்ண விருப்பத்தேர்வுகள்

source: Waiting livestreams
de: Wartende Livestreams
fr: En attente de transmissions en direct
ja: 待機中のライブ配信
ta: லைவ்ச்ட்ரீம்களைக் காத்திருக்கிறது

source: Broadcasting livestreams
de: Übertragende Livestreams
fr: Diffusion de transmissions en direct
ja: 放送中のライブ配信
ta: லைவ்ச்ட்ரீம்களை ஒளிபரப்புதல்

source: Waiting debut videos
de: Wartende Debut-Videos
fr: En attente des «Lancements»
ja: 待機中のデビュー動画
ta: முதல் வீடியோக்கள் காத்திருக்கின்றன

source: Broadcasting debut videos
de: Übertragende Debut-Videos
fr: Diffusion des «Lancements»
ja: 放送中のデビュー動画
ta: முதல் வீடியோக்களை ஒளிபரப்புதல்

source: Selected videos
de: Ausgewählte Videos
fr: Vidéos sélectionnées
ja: 選択した動画
ta: தேர்ந்தெடுக்கப்பட்ட வீடியோக்கள்

source: Selected waiting videos
de: Ausgewählte wartende Videos
fr: Vidéos en attente sélectionnées
ja: 選択した待機中の動画
ta: தேர்ந்தெடுக்கப்பட்ட காத்திருப்பு வீடியோக்கள்

source: Selected broadcasting videos
de: Ausgewählte übertragende Videos
fr: Vidéos en cours de diffusion sélectionnées
ja: 選択した放送中の動画
ta: தேர்ந்தெடுக்கப்பட்ட ஒளிபரப்பு வீடியோக்கள்

source: Drag and Drop notification
de: Drag und Drop-Benachrichtungen
fr: Notification de glisser-déposer
ja: ドラッグアンドドロップ通知
ta: அறிவிப்பை இழுத்து விடுங்கள்

source: Drag and Drop background 1
de: Drag und Drop-Hintergrund 1
fr: Arrière plan 1 du glisser-déposer
ja: ドラッグアンドドロップ背景1
ta: பின்னணி 1 ஐ இழுத்து விடுங்கள்

source: Drag and Drop background 2
de: Drag und Drop-Hintergrund 2
fr: Arrière plan 2 du glisser-déposer
ja: ドラッグアンドドロップ背景2
ta: பின்னணி 2 ஐ இழுத்து விடுங்கள்

source: Custom colour:
de: Benutzerdefinierte Farbe:
fr: Couleur personnalisée :
ja: カスタム色：
ta: தனிப்பயன் நிறம்:

source: Default colour:
de: Standardfarbe:
fr: Couleur par défaut :
ja: デフォルト色：
ta: இயல்புநிலை நிறம்:

source: _Errors/Warnings
de: _Fehler/Warnungen
fr: Erreurs / avertissements
ja: エラー/警告
ta: _Errors/எச்சரிக்கைகள்

source: Errors/Warnings tab preferences
de: Fehler/Warnungen-Tab-Einstellungen
fr: Préférences des erreurs / avertissements
ja: エラー/警告タブ設定
ta: பிழைகள்/எச்சரிக்கைகள் தாவல் விருப்பத்தேர்வுகள்

source: _Websites
de: _Webseiten
fr: Sites web
ja: ウェブサイト

source: YouTube error/warning preferences
de: YoutTube-Fehler/Warnungen-Einstellungen
fr: Préférences des erreurs / avertissements YouTube
ja: YouTubeエラー/警告設定
ta: YouTube பிழை/எச்சரிக்கை விருப்பத்தேர்வுகள்

source: Ignore YouTube copyright errors
de: YouTube-Copyrightfehler ignorieren
fr: Ignorer les erreurs YouTube liées au droit d'auteur
ja: YouTubeの著作権エラーを無視
ta: யூடியூப் பதிப்புரிமை பிழைகளை புறக்கணிக்கவும்

source: Ignore YouTube age-restriction errors
de: YouTube-Altersbeschränkungsfehler ignorieren
fr: Ignorer les erreurs YouTube liées à la restriction d'âge
ja: YouTubeの年齢制限エラーを無視
ta: YouTube வயது-கட்டுப்பாட்டு பிழைகளை புறக்கணிக்கவும்

source: Ignore YouTube deletion by uploader errors
de: YouTube-vom-Uploader-gelöscht-Fehler ignorieren
fr: Ignorer les erreurs YouTube de suppression par l'auteur de la vidéo
ja: YouTubeのアップローダーによる削除エラーを無視
ta: பதிவேற்றும் பிழைகள் மூலம் YouTube நீக்குதலை புறக்கணிக்கவும்

source: Ignore YouTube payment errors
de: YouTube-Bezahlfehler ignorieren
fr: Ignorer les erreurs YouTube de paiement
ja: YouTubeの支払いエラーを無視
ta: YouTube கட்டண பிழைகளை புறக்கணிக்கவும்

source: General preferences
de: Allgemeine Einstellungen
fr: Préférences générales
ja: 一般設定
ta: பொது விருப்பத்தேர்வுகள்

source: Ignore any errors/warnings which match lines in this list (applies to all websites)
de: Alle Fehler/Warnungen ignorieren, die die Zeilen in dieser Liste matchen (gilt für alle Webseiten)
fr: Ignorer les erreurs / avertissements correspondants à une des lignes de cette liste (s'applique à tous les sites web)
ja: このリストの行に一致するエラー/警告を無視（すべてのウェブサイトに適用）
ta: இந்த பட்டியலில் வரிகளுடன் பொருந்தக்கூடிய எந்த பிழைகள்/எச்சரிக்கைகளையும் புறக்கணிக்கவும் (அனைத்து வலைத்தளங்களுக்கும் பொருந்தும்)

source: These are ordinary strings
de: Dies sind gewöhnliche Strings
fr: Ce sont des chaînes ordinaires
ja: これらは通常の文字列です
ta: இவை சாதாரண சரங்கள்

source: These are regular expressions (regexes)
de: Dies sind reguläre Ausdrücke (Regex)
fr: Ce sont des chaînes d'expression régulières (regexe)
ja: これらは正規表現（regex）です
ta: இவை வழக்கமான வெளிப்பாடுகள் (ரீசெக்ச்)

source: _Scheduling
de: _Planen
fr: Planification
ja: スケジューリング

source: Scheduled download preferences
de: Geplante-Downloads-Einstellungen
fr: Préférences des téléchargements planifiés
ja: スケジュールダウンロード設定
ta: திட்டமிடப்பட்ட பதிவிறக்க விருப்பத்தேர்வுகள்

source: Priority
de: Priorität
fr: Priorité
ja: 優先度
ta: முன்னுரிமை

source: Whole
de: Gesamt
fr: Entier
ja: 全体
ta: முழு

source: Shutdown
de: Herunterfahren
fr: Éteindre
ja: シャットダウン
ta: பணிநிறுத்தம்

source: D/L All
de: Alle herunterladen
fr: Tout télécharger
ja: すべてダウンロード
ta: டி/எல் அனைத்தும்

source: Join mode
de: Join-Modus
fr: Mode rejoindre
ja: 結合モード
ta: பயன்முறையில் சேரவும்

source: Edit
de: Bearbeiten
fr: Éditer
ja: 編集
ta: தொகு

source: Custom
de: Benutzerdefiniert
fr: Personnalisé
ja: カスタム
ta: தனிப்பயன்

source: S_top
de: _Anhalten
fr: Arrêt
ja: 停止

source: Scheduled stop preferences
de: Geplantes-Beenden-Einstellungen
fr: Préférences des arrêts planifiés
ja: スケジュール停止設定
ta: திட்டமிடப்பட்ட நிறுத்த விருப்பத்தேர்வுகள்

source: Stop all download operations after this much time
de: Alle Downloadvorgänge nach dieser Zeit beenden
fr: Arrêter toutes les opérations de téléchargement après ce temps-ci
ja: 指定した時間後にすべてのダウンロード操作を停止
ta: இந்த அதிக நேரத்திற்குப் பிறகு அனைத்து பதிவிறக்க நடவடிக்கைகளையும் நிறுத்துங்கள்

source: Stop all download operations after this many videos
de: Alle Downloadvorgänge nach so vielen Videos beenden
fr: Arrêter toutes les opérations de téléchargement après ce nombre de vidéos
ja: 指定した動画数後にすべてのダウンロード操作を停止
ta: இந்த பல வீடியோக்களுக்குப் பிறகு அனைத்து பதிவிறக்க நடவடிக்கைகளையும் நிறுத்துங்கள்

source: Stop all download operations after this much disk space
de: Alle Downloadvorgänge nach so viel belegtem Speicherplatz beenden
fr: Arrêter toutes les opérations de téléchargement après cet espace disque
ja: 指定したディスク容量後にすべてのダウンロード操作を停止
ta: இந்த வட்டு இடத்திற்குப் பிறகு அனைத்து பதிவிறக்க செயல்பாடுகளையும் நிறுத்துங்கள்

source: Overriding video format options, limit video resolution to
de: Videoformateinstellungen überschreiben; Videoauflösung begrenzen auf
fr: Écrasement des options du format vidéo, limiter la résolution de la vidéo à
ja: ビデオフォーマットオプションを上書きし、ビデオ解像度を制限
ta: வீடியோ வடிவமைப்பு விருப்பங்களை மீறுதல், வீடியோ தீர்மானத்தை கட்டுப்படுத்துங்கள்

source: Alternative performance limits
de: Alternative Leistungslimits
fr: Limites alternatives des performances
ja: 代替パフォーマンス制限
ta: மாற்று செயல்திறன் வரம்புகள்

source: Alternative limits apply between
de: Alternative Limits werden angewandt zwischen
fr: Les limites alternatives s'appliquent entre
ja: 代替制限が適用される時間帯
ta: மாற்று வரம்புகள் இடையில் பொருந்தும்

source: and
de: und
fr: et
ja: と
ta: மற்றும்

source: On days
de: An Tagen
fr: Les jours suivants
ja: 曜日
ta: நாட்களில்

source: Time-saving settings
de: Zeitspar-Einstellungen
fr: Préférences d'économie
ja: 時間節約設定
ta: நேர சேமிப்பு அமைப்புகள்

source: Stop checking/downloading a channel/playlist when it finds videos you already have
de: Prüfen/Herunterladen eines Kanals/Playliste beenden, wenn Vidoes gefunden werden, die bereits vorhanden sind
fr: Arrêter de vérifier / télécharger un canal / une liste de lecture lorsqu'une vidéo que vous avez déjà est trouvée
ja: すでに持っている動画が見つかった場合、チャンネル/プレイリストのチェック/ダウンロードを停止
ta: உங்களிடம் ஏற்கனவே உள்ள வீடியோக்களைக் கண்டுபிடிக்கும் போது சேனல்/பிளேலிச்ட்டை சரிபார்க்க/பதிவிறக்குவதை நிறுத்துங்கள்

source: Stop after this many videos (when checking)
de: Nach so vielen Videos beenden (beim Prüfen)
fr: Arrêter après tant de vidéos (lors de la vérification)
ja: 指定した動画数後に停止（チェック時）
ta: இந்த பல வீடியோக்களுக்குப் பிறகு நிறுத்துங்கள் (சரிபார்க்கும்போது)

source: Stop after this many videos (when downloading)
de: Nach so vielen Videos beenden (beim Herunterladen)
fr: Arrêter après tant de vidéos (lors du téléchargement)
ja: 指定した動画数後に停止（ダウンロード時）
ta: இந்த பல வீடியோக்களுக்குப் பிறகு நிறுத்துங்கள் (பதிவிறக்கும் போது)

source: Download operation preferences
de: Download-Einstellungen
fr: Préférences des téléchargements
ja: ダウンロード操作設定
ta: செயல்பாட்டு விருப்பங்களை பதிவிறக்கவும்

source: Automatically update downloader before every download operation
de: Downloader automatisch vor jedem Download aktualisieren
fr: Mettre à jour automatiquement le client de téléchargement avant chaque téléchargement
ja: すべてのダウンロード操作前にダウンローダーを自動的に更新
ta: ஒவ்வொரு பதிவிறக்க செயல்பாட்டிற்கும் முன் தானாகவே பதிவிறக்கத்தை புதுப்பிக்கவும்

source: Automatically save files at the end of all operations
de: Am Ende aller Vorgänge Dateien automatisch speichern
fr: Enregsitrer automatiquement les fichiers à la fin de chaque opération
ja: すべての操作終了時にファイルを自動的に保存
ta: எல்லா செயல்பாடுகளின் முடிவிலும் கோப்புகளை தானாக சேமிக்கவும்

source: For simulated downloads, don't check a video in a folder more than once
de: Videos in Verzeichnissen bei simulierten Downloads nicht mehr als einmal prüfen
fr: Ne pas vérifier une vidéo d'un dossier plus d'une fois lors des téléchargements simulés
ja: シミュレーションダウンロードの場合、フォルダ内の動画を複数回チェックしない
ta: உருவகப்படுத்தப்பட்ட பதிவிறக்கங்களுக்கு, ஒரு கோப்புறையில் ஒரு வீடியோவை ஒன்றுக்கு மேற்பட்ட முறை சரிபார்க்க வேண்டாம்

source: If a download stalls, restart it after this many minutes
de: Download nach so vielen Minuten neu starten, wenn er hängenbleibt
fr: Si un téléchargement se bloque, le redémarrer après tant de minutes
ja: ダウンロードが停止した場合、指定した分数後に再開
ta: பதிவிறக்க ச்டால்கள் என்றால், இந்த பல நிமிடங்களுக்குப் பிறகு அதை மறுதொடக்கம் செய்யுங்கள்

source: Maximum restarts after a stalled download (0 for no maximum)
de: Maximale Anzahl an Neuversuchen nach hängengebliebenen Downloads (0 für kein Maximum)
fr: Nombre maximal de tentatives lorsqu'un téléchargement bloque (0 pour illimité)
ja: ダウンロード停止後の最大再開回数（0は無制限）
ta: நிறுத்தப்பட்ட பதிவிறக்கத்திற்குப் பிறகு அதிகபட்ச மறுதொடக்கங்கள் (அதிகபட்சம் இல்லை)

source: Apply a timeout (in minutes) when checking a video
de: Ein Timeout (in Minuten) anwenden, wenn Videos geprüft werden
fr: Appliquer un temps d'expiration (en minutes) lors de la vérification d'une vidéo
ja: 動画チェック時にタイムアウトを適用（分単位）
ta: வீடியோவை சரிபார்க்கும்போது நேரத்தை (நிமிடங்களில்) பயன்படுத்துங்கள்

source: Without comments
de: Ohne Kommentare
fr: Sans commentaires
ja: コメントなし
ta: கருத்துகள் இல்லாமல்

source: With comments
de: Mit Kommentaren
fr: Avec commentaires
ja: コメントあり
ta: கருத்துகளுடன்

source: Assign anonymous error/warning messages to the most probable video
de: Anonyme Fehler/Warnungen zu den wahrscheinliches Videos hinzufügen
fr: Affecter les erreurs / avertissements anonymes à la vidéo la plus probable
ja: 匿名のエラー/警告メッセージを最も可能性の高い動画に割り当て
ta: அநாமதேய பிழை/எச்சரிக்கை செய்திகளை மிகவும் சாத்தியமான வீடியோவுக்கு ஒதுக்குங்கள்

source: Add censored, age-restricted and other blocked videos to the database
de: Zensierte, altersbeschränkte und andere blockierte Videos zur Datenbank hinzufügen
fr: Ajouter les vidéos censurées, avec restriction d'âge et autres type de blocage à la base de données
ja: 検閲済み、年齢制限付き、その他のブロックされた動画をデータベースに追加
ta: தரவுத்தளத்தில் தணிக்கை செய்யப்பட்ட, அகவை தடைசெய்யப்பட்ட மற்றும் பிற தடுக்கப்பட்ட வீடியோக்களைச் சேர்க்கவும்
