Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Size of device
de: Gerätegröße
fr: Taille du périphérique
ja: デバイスの容量
ru: Размер устройства
ta: சாதனத்தின் அளவு

source: Free space on device
de: Freier Platz auf dem Gerät
fr: Espace disponibles sur le périphérique
ja: デバイスの空き容量
ru: Свободное место на устройстве
ta: சாதனத்தில் இலவச இடம்

source: Before checking/downloading videos, warn user if disk space is less than
de: Vor dem Prüfen/Downloaden von Videos, Nutzer warnen, wenn Speicherplatz ist weniger als
fr: Avant de vérifier / télécharger les vidéos, avertir l'utilisateur si l'espace disque est inférieur à
ja: 動画のチェック/ダウンロード前に、ディスク容量が指定値未満の場合にユーザーに警告
ru: Перед проверкой/загрузкой видео предупредить пользователя, если дисковое пространство меньше, чем
ta: வீடியோக்களைச் சரிபார்க்க/பதிவிறக்குவதற்கு முன், வட்டு இடம் குறைவாக இருந்தால் பயனரை எச்சரிக்கவும்

source: Halt downloads if disk space is less than
de: Downloads stoppen, wenn Speicherplatz ist weniger als
fr: Arrêter tous les téléchargements si l'espace disque est inférieur à
ja: ディスク容量が指定値未満の場合にダウンロードを停止
ru: Остановите загрузку, если дисковое пространство меньше
ta: வட்டு இடத்தை விட குறைவாக இருந்தால் பதிவிறக்கங்களை நிறுத்துங்கள்

source: _Config
de: _Konfig
fr: Configuration
ja: 設定
ru: _Конфигурация

source: Configuration preferences
de: Konfigurationseinstellungen
fr: Préférences de la configuration
ja: 設定のプリファレンス
ru: Параметры конфигурации
ta: உள்ளமைவு விருப்பத்தேர்வுகள்

source: Tartube configuration file loaded from
de: Tartube-Eintellungsdatei geladen von
fr: Le fichier de configuration de Tartube est chargé depuis
ja: Tartube設定ファイルの読み込み元
ru: Конфигурационный файл Tartube загружен из
ta: டார்ட்டூப் உள்ளமைவு கோப்பு ஏற்றப்பட்டது

source: Default location for Tartube configuration
de: Standardort für die Tartube-Einstellungen
fr: Emplacement par défaut du fichier de configuration de Tartube
ja: Tartube設定のデフォルトの場所
ru: Расположение по умолчанию для конфигурации Tartube
ta: டார்டூப் உள்ளமைவுக்கான இயல்புநிலை இடம்

source: Alternative location for Tartube configuration
de: Alternativer Ort für die Tartube-Einstellungen
fr: Emplacement alternatif du fichier de configuration de Tartube
ja: Tartube設定の代替の場所
ru: Альтернативное расположение для конфигурации Tartube
ta: டார்ட்டூப் உள்ளமைவுக்கான மாற்று இடம்

source: D_atabase
de: D_atenbank
fr: Base de données
ja: データベース
ru: База данных
ta: D_ax ats

source: Database preferences
de: Datenbankeinstellungen
fr: Préférences de la base de données
ja: データベース設定
ru: Настройки базы данных
ta: தரவுத்தள விருப்பத்தேர்வுகள்

source: Current data folder
de: Aktueller Datenordner
fr: Dossier de données courant
ja: 現在のデータフォルダ
ru: Текущая папка данных
ta: தற்போதைய தரவு கோப்புறை

source: Current database
de: Aktuelle Datenbank
fr: Base de données courante
ja: 現在のデータベース
ru: Текущая база данных
ta: தற்போதைய தரவுத்தளம்

source: Recent data folders
de: Zuletzt verwendete Datenordner
fr: Dossiers de données récents
ja: 最近のデータフォルダ
ru: Последние папки данных
ta: அண்மைக் கால தரவு கோப்புறைகள்

source: Add new database
de: Neue Datenbank hinzufügen
fr: Ajouter une nouvelle base de données
ja: 新しいデータベースを追加
ru: Добавить новую базу данных
ta: புதிய தரவுத்தளத்தைச் சேர்க்கவும்

source: Change to a different data folder
de: In anderen Datenordner wechseln
fr: Changer le dossier des données à un autre emplacement
ja: 別のデータフォルダに変更
ru: Переход в другую папку данных
ta: வேறு தரவு கோப்புறையில் மாற்றவும்

source: Check and repair database
de: Datenbank prüfen und reparieren
fr: Vérifier et réparer la base de données
ja: データベースをチェックして修復
ru: Проверка и восстановление базы данных
ta: தரவுத்தளத்தை சரிபார்த்து சரிசெய்யவும்

source: Check for inconsistencies, and repair them
de: Auf Inkonsistenz prüfen und reparieren
fr: Vérifier s'il y'a des inconsistances et les réparer le cas échéant
ja: 不整合をチェックして修復
ru: Проверить наличие несоответствий и устранить их
ta: முரண்பாடுகளைச் சரிபார்த்து, அவற்றை சரிசெய்யவும்

source: Dump database to JSON
de: Datenbank in JSON exportieren
fr: Exporter la base de données au format JSON
ja: データベースをJSONにエクスポート
ru: Выгрузка базы данных в JSON
ta: சாதொபொகு க்கு தரவுத்தளத்தை டம்ப் செய்யுங்கள்

source: Convert databases to JSON, even when Tartube can't load them
de: Datenbank zu JSON konvertieren, selbst wenn Tartube es nicht laden kann
fr: Convertir les bases de données au format JSON, même si Tartube ne peut pas les charger
ja: Tartubeが読み込めない場合でもデータベースをJSONに変換
ru: Конвертировать базы данных в JSON, даже если Tartube не может их загрузить
ta: டார்டூப் அவற்றை ஏற்ற முடியாவிட்டாலும் கூட, தரவுத்தளங்களை சாதொபொகு ஆக மாற்றவும்

source: Switch to this database
de: Zu dieser Datenbank wechseln
fr: Basculer vers cette base de données
ja: このデータベースに切り替え
ru: Переключиться на эту базу данных
ta: இந்த தரவுத்தளத்திற்கு மாறவும்

source: Switch to the selected data folder
de: Zum ausgewählten Datenordner wechseln
fr: Basculer vers le dossier de données sélectionné
ja: 選択したデータフォルダに切り替え
ru: Переключиться на выбранную папку данных
ta: தேர்ந்தெடுக்கப்பட்ட தரவு கோப்புறைக்கு மாறவும்

source: Forget
de: Vergessen
fr: Oublier
ja: 忘れる
ru: Забыть
ta: மறந்துவிடு

source: Remove the selected data folder from the list
de: Das ausgewählte Datenverzeichnis aus der Liste entfernen
fr: Retirer le dossier de données sélectionné de la liste
ja: 選択したデータフォルダをリストから削除
ru: Удалить выбранную папку с данными из списка
ta: பட்டியலிலிருந்து தேர்ந்தெடுக்கப்பட்ட தரவு கோப்புறையை அகற்று

source: Forget all
de: Alles vergessen
fr: Tout oublier
ja: すべて忘れる
ru: Забыть все
ta: அனைத்தையும் மறந்து விடுங்கள்

source: Forget every folder in this list (except the current one)
de: Alle Ordner in dieser Liste vergessen (außer dem aktuellen)
fr: Oublier tous les dossiers de cette liste (hormis le dossier courant)
ja: このリストのすべてのフォルダを忘れる（現在のものを除く）
ru: Забыть все папки в этом списке (кроме текущей)
ta: இந்த பட்டியலில் உள்ள ஒவ்வொரு கோப்புறையையும் மறந்து விடுங்கள் (தற்போதையதைத் தவிர)

source: Move the selected folder up the list
de: Das ausgewählte Verzeichnis in der Liste nach oben rücken
fr: Déplacer le dossier sélectionné vers le haut dans la liste
ja: 選択したフォルダをリスト内で上に移動
ru: Перемещение выбранной папки вверх по списку
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையை பட்டியலில் நகர்த்தவும்

source: Move the selected folder down the list
de: Das ausgewählte Verzeichnis in der Liste nach unten rücken
fr: Déplacer le dossier sélectionné vers le bas dans la liste
ja: 選択したフォルダをリスト内で下に移動
ru: Переместить выбранную папку вниз по списку
ta: தேர்ந்தெடுக்கப்பட்ட கோப்புறையை பட்டியலில் நகர்த்தவும்

source: If one database is in use, try to load others
de: Wenn eine Datenbank in Benutzung ist, versuchen andere zu laden
fr: Si une base de données et déjà en cours d'utilisation, essayer les autres
ja: 1つのデータベースが使用中の場合、他のデータベースの読み込みを試みる
ru: Если используется одна база данных, попробуйте загрузить другие
ta: ஒரு தரவுத்தளம் பயன்பாட்டில் இருந்தால், மற்றவர்களை ஏற்ற முயற்சிக்கவும்

source: New databases are added to this list
de: Neue Datenbanken zur Liste hinzugefügt
fr: Les bases de données nouvelles sont ajoutées à cette liste
ja: 新しいデータベースがこのリストに追加されます
ru: Новые базы добавлены в этот список
ta: இந்த பட்டியலில் புதிய தரவுத்தளங்கள் சேர்க்கப்பட்டுள்ளன

source: _Backups
fr: Sauvegardes
ja: バックアップ
ru: _Резервные копии
ta: _ பேக்அப்கள்

source: Backup preferences
de: Backupeinstellungen
fr: Préférences des sauvegardes
ja: バックアップ設定
ru: Настройки резервного копирования
ta: காப்பு விருப்பத்தேர்வுகள்

source: When saving the database, Tartube makes a backup copy of its database file
de: Wenn die Datenbank gespeichert wird, erstellt Tartube ein Backup seiner Datenbankdatei
fr: Lors de la sauvegarde de la base de données, Tartube fait une copie du fichier de sa base de données
ja: データベースを保存する際、Tartubeはデータベースファイルのバックアップコピーを作成します
ru: При сохранении базы данных Tartube создает резервную копию своего файла базы данных
ta: தரவுத்தளத்தை சேமிக்கும்போது, டார்டியூப் அதன் தரவுத்தள கோப்பின் காப்பு நகலை உருவாக்குகிறது

source: Delete the backup as soon as the database has been saved
de: Das Backup löschen, sobald die Datenbank gespeichert ist
fr: Supprimer les sauvegardes dès que la base de donnée a été enregistrée
ja: データベースが保存された直後にバックアップを削除
ru: Удалить резервную копию сразу после сохранения базы данных
ta: தரவுத்தளம் சேமிக்கப்பட்டவுடன் காப்புப்பிரதியை நீக்கு

source: Keep the backup file, replacing any previous backup file
de: Das Backup behalten, und jedes vorherige Backup ersetzen
fr: Garder les fichiers de sauvegarde, en remplaçant les précédents fichiers de sauvegarde
ja: バックアップファイルを保持し、以前のバックアップファイルを置き換え
ru: Сохранить файл резервной копии, заменив им любой предыдущий файл резервной копии
ta: முந்தைய காப்பு கோப்பை மாற்றி, காப்புப்பிரதி கோப்பை வைத்திருங்கள்

source: Make a new backup file once per day
de: Einmal am Tag eine neue Backupdatei erstellen
fr: Faire chaque jour une nouvelle sauvegarde
ja: 1日1回新しいバックアップファイルを作成
ru: Создание нового файла резервной копии один раз в день
ta: ஒரு நாளைக்கு ஒரு முறை புதிய காப்புப்பிரதி கோப்பை உருவாக்கவும்

source: Make a new backup file every time the database is saved
de: Jedes mal wenn die Datenbank gespeichert wird eine neue Backupdatei erstellen
fr: Faire une nouvelle sauvegarde à chaque fois que la base de données est enregistrée
ja: データベースが保存されるたびに新しいバックアップファイルを作成
ru: Создание нового файла резервной копии при каждом сохранении базы данных
ta: ஒவ்வொரு முறையும் தரவுத்தளம் சேமிக்கப்படும் போது புதிய காப்பு கோப்பை உருவாக்கவும்

source: Export preferences
de: Einstellungen exportieren
fr: Préférences des exports
ja: エクスポート設定
ru: Настройки экспорта
ta: ஏற்றுமதி விருப்பத்தேர்வுகள்

source: Separator used in CSV exports
de: Verwendetes Trennzeichen in CSV-Exporten
fr: Séparateur à utiliser pour les exports au format CSV
ja: CSVエクスポートで使用する区切り文字
ru: Разделитель, используемый при экспорте CSV
ta: சி.எச்.வி ஏற்றுமதியில் பயன்படுத்தப்படும் பிரிப்பான்

source: Video matching preferences
de: Video-Matching-Einstellungen
fr: Préférences des vidéos correspondantes
ja: 動画マッチング設定
ru: Предпочтения при подборе видео
ta: வீடியோ பொருந்தும் விருப்பத்தேர்வுகள்

source: When matching videos on the filesystem:
de: Wenn Videos auf dem Dateisystem gematched werden:
fr: Lors du visionnage de vidéos sur le système de fichier :
ja: ファイルシステム上の動画をマッチングする際：
ru: При сопоставлении видео в файловой системе:
ta: கோப்பு முறைமையில் வீடியோக்களைப் பொருத்தும்போது:

source: The video names must match exactly
de: Die Videonamen müssen exakt übereinstimmen
fr: Le nom de la vidéo doit exactement correspondre
ja: 動画名が完全に一致する必要があります
ru: Названия видео должны точно совпадать
ta: வீடியோ பெயர்கள் சரியாக பொருந்த வேண்டும்

source: The first # characters must match exactly
de: Die ersten # Zeichen müssen exakt übereinstimmen
fr: Le(s) premier(s) # caractère(s) doivent exactement correspondre
ja: 最初の#文字が完全に一致する必要があります
ru: Первые # символов должны точно совпадать
ta: முதல் # எழுத்துக்கள் சரியாக பொருந்த வேண்டும்

source: Ignore the last # characters; the remaining name must match exactly
de: Die letzten # an Zeichen ignorieren; der verbleibende Name muss exakt übereinstimmen
fr: Ignorer le(s) dernier(s) # caractères ; le reste du nom doit exactement correspondre
ja: 最後の#文字を無視し、残りの名前が完全に一致する必要があります
ru: Игнорировать последние # символов; оставшееся имя должно точно совпадать
ta: கடைசி # எழுத்துக்களை புறக்கணிக்கவும்; மீதமுள்ள பெயர் சரியாக பொருந்த வேண்டும்

source: D_elete
de: L_öschen
fr: Supprimer
ja: 削除
ru: Удалить

source: Automatic video deletion/removal preferences
de: Automatische Video-Löschen/-Entfernen-Einstellungen
fr: Préférences de la suppression / de l'effacement automatique des vidéos
ja: 自動動画削除/除去設定
ru: Параметры автоматического удаления видео
ta: தானியங்கி வீடியோ நீக்குதல்/அகற்றுதல் விருப்பத்தேர்வுகள்

source: Deleted videos are re-downloaded without an archive file. See the Operations > Archive tab
de: Gelöschte Videos werden erneut heruntergeladen ohne eine Archivdatei. Siehe den Tab Vorgänge > Archiv
fr: Les vidéos supprimées sont retéléchargées sans fichier d'archive. Voir l'onglet Opérations > Archive
ja: 削除された動画はアーカイブファイルなしで再ダウンロードされます。「操作 > アーカイブ」タブを参照
ru: Удаленные видеозаписи повторно загружаются без архивного файла. См. вкладку Операции > Архив
ta: நீக்கப்பட்ட வீடியோக்கள் காப்பக கோப்பு இல்லாமல் மீண்டும் ஏற்றப்படுகின்றன. செயல்பாடுகள்> காப்பக தாவலைப் பார்க்கவும்

source: Automatically delete downloaded videos
de: Heruntergeladene Videos automatisch löschen
fr: Supprimer automatiquement les vidéos téléchargées
ja: ダウンロードした動画を自動的に削除
ru: Автоматически удалять загруженные видео
ta: பதிவிறக்கம் செய்யப்பட்ட வீடியோக்களை தானாக நீக்கவும்

source: Only delete/remove videos which have been watched
de: Nur Videos löschen/entfernen die gesehen wurden
fr: Supprimer / retirer uniquement les vidéos qui ont été visionnées
ja: 視聴済みの動画のみ削除/除去
ru: Удалять только просмотренные видео
ta: பார்க்கப்பட்ட வீடியோக்களை மட்டுமே நீக்கவும்/அகற்றவும்

source: Delete/remove files:
de: Dateien löschen/entfernen:
fr: Supprimer / retirer les fichiers :
ja: ファイルの削除/除去：
ru: Удалить файлы:
ta: கோப்புகளை நீக்கு/அகற்று:

source: When the database is loaded
de: Wenn die Datenbank geladen ist
fr: Au chargement de la base de données
ja: データベースが読み込まれたとき
ru: Когда база данных загружена
ta: தரவுத்தளம் ஏற்றப்படும் போது

source: After every download operation
de: Nach jedem Download
fr: Après chaque téléchargement
ja: すべてのダウンロード操作後
ru: После каждой операции загрузки
ta: ஒவ்வொரு பதிவிறக்க செயல்பாட்டிற்கும் பிறகு

source: Manual video deletion/removal preferences
de: Manuelle Video-Löschen/Entfernen-Einstellungen
fr: Préférences de la suppression / effacement manuel des vidéos
ja: 手動動画削除/除去設定
ru: Настройки ручного удаления видео
ta: கையேடு வீடியோ நீக்குதல்/அகற்றுதல் விருப்பத்தேர்வுகள்

source: Show dialogue window before removing video(s)
de: Dialogfenster zeigen, bevor Videos gelöscht werden
fr: Afficher la fenêtre de dialogue avant de supprimer la / les vidéo(s)
ja: 動画を削除する前にダイアログウィンドウを表示
ru: Показать диалоговое окно перед удалением видео
ta: வீடியோக்களை அகற்றுவதற்கு முன் உரையாடல் சாளரத்தைக் காட்டு)

source: When removing videos, remove all files from the filesystem
de: Vom Dateisystem löschen, wenn Videos entfernt werden
fr: À la suppression des vidéos, supprimer également tous les fichiers du système
ja: 動画を削除する際、ファイルシステムからすべてのファイルを削除
ru: При удалении видео удалите все файлы из файловой системы
ta: வீடியோக்களை அகற்றும்போது, கோப்பு முறைமையிலிருந்து எல்லா கோப்புகளையும் அகற்றவும்

source: Show dialogue window before removing channels/playlists/folders
de: Dialogfenster zeigen, bevor Kanäle/Playlisten/Ordner gelöscht werden
fr: Afficher la fenêtre de dialogue avant de retirer les canaux / listes de lecture / dossiers
ja: チャンネル/プレイリスト/フォルダを削除する前にダイアログウィンドウを表示
ru: Показывать диалоговое окно перед удалением каналов/плейлистов/папок
ta: சேனல்கள்/பிளேலிச்ட்/கோப்புறையை அகற்றுவதற்கு முன் உரையாடல் சாளரத்தைக் காட்டு

source: When removing containers, remove all files from the filesystem
de: Vom Dateisystem löschen, wenn Container entfernt werden
fr: À la suppression des conteneurs, supprimer également tous les fichiers du système
ja: コンテナを削除する際、ファイルシステムからすべてのファイルを削除
ru: При удалении контейнеров удалите все файлы из файловой системы
ta: கொள்கலன்களை அகற்றும்போது, கோப்பு முறைமையிலிருந்து எல்லா கோப்புகளையும் அகற்றவும்

source: Update video descriptions
de: Videobeschreibungen aktualisieren
fr: Mettre à jour les descriptions des vidéos
ja: 動画説明を更新
ru: Обновить описания видео
ta: புதுப்பிப்பு ஒளிதோற்றம் descriptions

source: These procedures might take a long time on a large database
de: Diese Aktion kann bei einer großen Datenbank lange dauern
fr: Ces opérations peuevent prendre un certain temps lorsque la base de données est grande
ja: 大規模なデータベースでは、これらの処理に時間がかかる場合があります
ru: Эти процедуры могут занять много времени при работе с большой базой данных
ta: இந்த நடைமுறைகள் ஒரு பெரிய தரவுத்தளத்தில் நீண்ட நேரம் ஆகலாம்

source: Update from description files, and set the line lengths to:
de: Aus Beschreibungsdateien aktualisieren und die Zeilenlänge setzen auf:
fr: Mettre à jour les fichiers de description et définir la longueur de la ligne à :
ja: 説明ファイルから更新し、行の長さを設定：
ru: Обновление из файлов описания, и установите длину строки:
ta: விளக்கக் கோப்புகளிலிருந்து புதுப்பித்து, வரி நீளங்களை இதற்கு அமைக்கவும்:

source: Clear descriptions (does not modify the description files)
de: Beschreibungen entfernen (modifiziert die Beschreibungsdateien nicht)
fr: Nettoyer les descriptions (ne modifie pas les fichiers descriptifs)
ja: 説明をクリア（説明ファイルは変更しない）
ru: Очистить описания (не изменяет файлы описания)
ta: தெளிவான விளக்கங்கள் (விளக்கக் கோப்புகளை மாற்றாது)

source: Video timestamps
de: Videozeitstempel
fr: Horodatage des vidéos
ja: 動画タイムスタンプ
ru: Метки времени видео
ta: வீடியோ நேர முத்திரைகள்

source: Extract timestamps for all videos
de: Zeitstempel bei allen Videos extrahieren
fr: Extraires les horodatages de toutes les vidéos
ja: すべての動画のタイムスタンプを抽出
ru: Извлечь временные метки для всех видео
ta: அனைத்து வீடியோக்களுக்கும் நேர முத்திரைகளைப் பிரித்தெடுக்கவும்

source: Remove timestamps from all videos
de: Zeitstempel bei allen Videos entfernen
fr: Supprimer les horodatages de toutes les vidéos
ja: すべての動画からタイムスタンプを削除
ru: Удаление временных меток из всех видео
ta: எல்லா வீடியோக்களிலிருந்தும் நேர முத்திரைகளை அகற்றவும்

source: Extract comments for all videos
de: Kommentare für alle Videos extrahieren
fr: Extraire les commentaires de toutes les vidéos
ja: すべての動画のコメントを抽出
ru: Извлечь комментарии для всех видео
ta: அனைத்து வீடியோக்களுக்கும் கருத்துகளைப் பிரித்தெடுக்கவும்

source: Remove comments from all videos
de: Kommentare für alle Videos entfernen
fr: Supprimer tous les commentaires de toutes les vidéos
ja: すべての動画からコメントを削除
ru: Удалить комментарии ко всем видео
ta: எல்லா வீடியோக்களிலிருந்தும் கருத்துகளை அகற்று

source: Comments are extracted from each video's metadata file, so this procedure may take a long time
de: Kommentare werden von den Metadaten-Dateien jedes Videos extrahiert, was eine lange Zeit dauern kann
fr: Les commentaires sont extraits des fichiers de métadonnées de chaque vidéo ; cette opération peut donc prendre un certain temps
ja: コメントは各動画のメタデータファイルから抽出されるため、この処理に時間がかかる場合があります
ru: Комментарии извлекаются из файла метаданных каждого видео, поэтому эта процедура может занять много времени
ta: ஒவ்வொரு வீடியோவின் மேனிலை தரவு கோப்பிலிருந்தும் கருத்துகள் பிரித்தெடுக்கப்படுகின்றன, எனவே இந்த செயல்முறை நீண்ட நேரம் ஆகலாம்

source: U_RLs
fr: Liens URL
ja: URL
ru: URL-адреса

source: Update channel/playlist URLs
de: Kanal/Playlist-URLs aktualisieren
fr: Mettre à jour les liens du canal / de la liste de lecture
ja: チャンネル/プレイリストURLを更新
ru: Обновление URL-адресов каналов/плейлистов
ta: சேனல்/பிளேலிச்ட் முகவரி களைப் புதுப்பிக்கவும்

source: Confirm every change
de: Jede Änderung bestätigen
fr: Confirmer tous les changements
ja: すべての変更を確認
ru: Подтвердить каждое изменение
ta: ஒவ்வொரு மாற்றத்தையும் உறுதிப்படுத்தவும்

source: Pattern
de: Muster
fr: Modèle
ja: パターン
ru: Шаблон
ta: முறை

source: Substitution
de: Ersetzungen
ja: 置換
ru: Замещение
ta: மாற்றீடு

source: This pattern is a regex
de: Dieses Pattern ist ein Regex
fr: Ce-ci est un modèle regex
ja: このパターンは正規表現です
ru: Этот шаблон является регулярным выражением
ta: இந்த முறை ஒரு வழக்கவெளி

source: Search and replace text in the selected URLs
de: Text in ausgewählten URLs suchen und ersetzen
fr: Chercher et remplacer le texte dans les liens URL sélectionnés
ja: 選択したURLのテキストを検索して置換
ru: Поиск и замена текста в выбранных URL-адресах
ta: தேர்ந்தெடுக்கப்பட்ட முகவரி களில் உரையைத் தேடி மாற்றவும்

source: Open URLs
de: URLs öffnen
fr: Ouvrir les liens URL
ja: URLを開く
ru: Открыть URL-адреса
ta: திறந்த முகவரி கள்

source: Temporary folder preferences
de: Temporäre Ordnereinstellungen
fr: Préférence des dossiers temporaires
ja: 一時フォルダ設定
ru: Настройки временной папки
ta: தற்காலிக கோப்புறை விருப்பத்தேர்வுகள்

source: Empty temporary folders when Tartube shuts down
de: Temporäre Ordner leeren wenn Tartube beendet wird
fr: Vider les dossiers temporaires à l'extinction de Tartube
ja: Tartube終了時に一時フォルダを空にする
ru: Очистка временных папок при завершении работы Tartube
ta: டார்ட்டூப் மூடப்படும் போது வெற்று தற்காலிக கோப்புறைகள்

source: (N.B. Temporary folders are always emptied when Tartube starts up)
de: (Hinweis: Temporäre Ordner werden immer geleert, wenn Tartube startet)
fr: (P.S. Les dossiers temporaires sont toujours supprimés au démarrage de Tartube)
ja: （注意：Tartube起動時、一時フォルダは常に空になります）
ru: (Примечание: временные папки всегда очищаются при запуске Tartube)
ta: (டார்ட்டூப் தொடங்கும் போது N.B. தற்காலிக கோப்புறைகள் எப்போதும் காலியாகிவிடும்)

source: Open temporary folders (on the desktop) when Tartube shuts down
de: Temporären Ordner (auf dem Desktop) öffnen, wenn Tartube beendet wird
fr: Ouvrir les dossiers temporaires (sur le bureau) lorsque Tartube s'éteint
ja: Tartube終了時に一時フォルダをデスクトップで開く
ru: Открывать временные папки (на рабочем столе) при закрытии Tartube
ta: டார்ட்டூப் மூடப்படும் போது தற்காலிக கோப்புறைகளை (டெச்க்டாப்பில்) திறக்கவும்

source: The Tartube database contains:
de: Die Tartube-Datenbank enthält:
fr: La base de données de Tartube contient :
ja: Tartubeデータベースに含まれるもの：
ru: База данных Tartube содержит:
ta: டார்டூப் தரவுத்தளத்தில் உள்ளது:

source: Custom folders
de: Benutzerdefinierte Ordner
fr: Dossiers personnalisés
ja: カスタムフォルダ
ru: Пользовательские папки
ta: தனிப்பயன் கோப்புறைகள்

source: Calculate
de: Berechnen
fr: Calculer
ja: 計算
ru: Вычислять
ta: கணக்கிடுங்கள்

source: _Windows
de: _Fenster
fr: Fenêtres
ja: ウィンドウ
ru: _Окна
ta: _ சாளரங்கள்

source: _Main window
de: _Hauptfenster
fr: Fenêtre principale
ja: メインウィンドウ
ru: _Главное окно
ta: _மெயின் சாளரம்

source: Main window preferences
de: Hauptfenster-Einstellungen
fr: Préférences de la fenêtre principale
ja: メインウィンドウ設定
ru: Параметры главного окна
ta: முதன்மை சாளர விருப்பத்தேர்வுகள்

source: Remember size of the main window
de: Größe des Hauptfenstern merken
fr: Se souvenir de la taille de la fenêtre principale
ja: メインウィンドウのサイズを記憶
ru: Запомнить размер главного окна
ta: முதன்மையான சாளரத்தின் அளவை நினைவில் கொள்ளுங்கள்

source: Remember slider positions
de: Slider-Positionen merken
fr: Se souvenir de la position des barres de défilement
ja: スライダーの位置を記憶
ru: Запомнить позиции слайдера
ta: ச்லைடர் நிலைகளை நினைவில் கொள்ளுங்கள்

source: Reset both
de: Beides zurücksetzen
fr: Réinitilialiser les deux
ja: 両方をリセット
ru: Сбросить оба
ta: மீட்டமை both

source: Don't show the main window toolbar
de: Die Hauptfenster-Symbolleiste nicht zeigen
fr: Ne pas afficher la barre des menus de la fenêtre principale
ja: メインウィンドウのツールバーを表示しない
ru: Не показывать главную панель инструментов
ta: முதன்மையான சாளர கருவிப்பட்டியைக் காட்ட வேண்டாம்

source: Don't show labels in the main window toolbar
de: Keine Labels in der Hauptfenster-Symbolleiste zeigen
fr: Ne pas afficher les étiquettes dans la barre des menus de la fenêtre principale
ja: メインウィンドウのツールバーにラベルを表示しない
ru: Не показывать ярлыки на панели инструментов главного окна
ta: முதன்மையான சாளர கருவிப்பட்டியில் லேபிள்களைக் காட்ட வேண்டாம்

source: Replace stock icons with custom icons (in case stock icons are not visible)
de: Standardicons mit benutzerdefinierten Icons ersetzen (falls Standardicons nicht angezeigt werden)
fr: Remplacer les icônes par défaut avec des icônes personnalisées (dans le cas où les icônes par défaut ne sont pas visibles)
ja: 標準アイコンをカスタムアイコンに置き換え（標準アイコンが表示されない場合）
ru: Замените стандартные значки пользовательскими значками (если стандартные значки не видны)
ta: மாற்றவும் stock icons with தனிப்பயன் icons (in case stock icons அரே not visible)

source: Show tooltips for videos, channels, playlists and folders
de: Tooltips für Videos, Kanäle, Playlisten und Ordner zeigen
fr: Afficher les info-bulles pour les vidéos, canaux, listes de lectures et dossiers
ja: 動画、チャンネル、プレイリスト、フォルダにツールチップを表示
ru: Показывать всплывающие подсказки для видео, каналов, плейлистов и папок
ta: வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளுக்கான உதவிக்குறிப்புகளைக் காட்டு
