Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Move headers to beginning of file (so it can play while still downloading)
de: Headers an den Dateianfang setzen (damit während des Downloads bereits abgespielt werden kann)
fr: Déplacer les en-têtes au début du fichier (ainsi il pourra être joué durant son téléchargement)
ja: ヘッダーをファイルの先頭に移動（ダウンロード中に再生可能）
ru: Переместите заголовки в начало файла (чтобы он мог воспроизводиться во время загрузки)
ta: கோப்பின் தொடக்கத்திற்கு தலைப்புகளை நகர்த்தவும் (எனவே பதிவிறக்கும்போது அது இயக்க முடியும்)

source: Fast encoding and low latency streaming
de: Schnelles Encodieren und Low-Latency-Streaming
fr: Diffusion avec encodage rapide et faible latence
ja: 高速エンコーディングと低遅延ストリーミング
ru: Быстрое кодирование и потоковая передача с низкой задержкой
ta: வேகமான குறியாக்கம் மற்றும் குறைந்த நேரந்தவறுகை ச்ட்ரீமிங்

source: Limit bitrate (Mbit/s)
de: Bitrate limitieren (Mbit/s)
fr: Limiter le débit (Mbit/s)
ja: ビットレートを制限（Mbit/s）
ru: Ограничение битрейта (Мбит/с)
ta: பிட்ரேட்டைக் கட்டுப்படுத்துங்கள் (Mbit/s)

source: Assuming a receiving buffer (seconds)
de: Einen Empfangspuffer annehmen (Sekunden)
fr: Présuppose un tampon de réception (en secondes)
ja: 受信バッファを想定（秒）
ru: Ожидается приемный буфер (секунды)
ta: பெறும் இடையகத்தை அனுமானித்தல் (விநாடிகள்)

source: Split the video(s) to create video clips
de: Video(s) aufteilen um Videoclips zu erstellen
fr: Découper la / les vidéo(s) pour créer des séquences
ja: ビデオを分割してビデオクリップを作成
ru: Разделить видео для создания видеоклипов
ta: வீடியோ கிளிப்களை உருவாக்க வீடியோ (களை) பிரிக்கவும்

source: _Slices
de: _Segmente
fr: Morceaux
ja: スライス
ru: _Фрагменты
ta: _ச்லீச்கள்

source: Remove slices from the video(s)
de: Segmente vom Video entfernen
fr: Retirer des morceaux de(s) la vidéo(s)
ja: ビデオからスライスを削除
ru: Удалить фрагменты из видео
ta: வீடியோவிலிருந்து (கள்) துண்டுகளை அகற்று

source: List of videos to be processed
de: Liste von Videos zu verarbeiten
fr: Liste des vidéos à traiter
ja: 処理する動画のリスト
ru: Список видео для обработки
ta: செயலாக்கப்பட வேண்டிய வீடியோக்களின் பட்டியல்

source: Show video properties and timestamps
de: Videoeigenschaften und Zeitstempel zeigen
fr: Afficher les propriétés et l'horodatage de la vidéo
ja: 動画のプロパティとタイムスタンプを表示
ru: Показать свойства видео и метки времени
ta: வீடியோ பண்புகள் மற்றும் நேர முத்திரைகளைக் காட்டு

source: Remove video from list
de: Video aus Liste entfernen
fr: Retirer la vidéo de la liste
ja: リストから動画を削除
ru: Удалить видео из списка
ta: பட்டியலிலிருந்து வீடியோவை அகற்று

source: Fewer FFmpeg options will be visible when you click the 'Apply' or 'Reset' buttons (or when you close and then re-open the window)
de: Weniger FFmpeg-Optionen werden angezeigt, wenn "Anwenden" oder "Zurücksetzen" geklickt wird (oder wenn das Fenster geschlossen und neu gestartet wird)
fr: Lorsque vous cliquez sur les boutons «Appliquer» ou «Réinitialiser», moins d'options pour FFmpeg seront visibles (ou lorsque vous fermez puis réouvrez la fenêtre)
ja: 「適用」または「リセット」ボタンをクリックするか、ウィンドウを閉じて再度開くと、表示されるFFmpegオプションが少なくなります
ru: Меньше параметров FFmpeg будет видно при нажатии кнопок «Применить» или «Сброс» (или при закрытии, а затем повторном открытии окна)
ta: நீங்கள் 'விண்ணப்பிக்கவும்' அல்லது 'மீட்டமை' பொத்தான்களைக் சொடுக்கு செய்யும் போது குறைவான FFMPEG விருப்பங்கள் தெரியும் (அல்லது நீங்கள் மூடிவிட்டு சாளரத்தை மீண்டும் திறக்கும்போது)

source: Show more FFmpeg options (when window re-opens)
de: Mehr FFmpeg-Optionen zeigen (wenn das Fenster neu startet)
fr: Afficher davantage d'options pour FFmpeg (lors de la réouverture de la fenêtre)
ja: FFmpegオプションを多く表示（ウィンドウを再度開くとき）
ru: Показать больше параметров FFmpeg (при повторном открытии окна)
ta: மேலும் FFMPEG விருப்பங்களைக் காண்பி (சாளரம் மீண்டும் இயங்கும்போது)

source: More FFmpeg options will be visible when you click the 'Apply' or 'Reset' buttons (or when you close and then re-open the window)
de: Mehr FFmpeg-Optionen werden angezeigt, wenn "Anwenden" oder "Zurücksetzen" geklickt wird (oder wenn das Fenster geschlossen und neu gestartet wird)
fr: Lorsque vous cliquez sur les boutons «Appliquer» ou «Réinitialiser», plus d'options pour FFmpeg seront visibles (ou lorsque vous fermez puis réouvrez la fenêtre)
ja: 「適用」または「リセット」ボタンをクリックするか、ウィンドウを閉じて再度開くと、より多くのFFmpegオプションが表示されます
ru: Дополнительные параметры FFmpeg будут видны при нажатии кнопок «Применить» или «Сброс» (или при закрытии, а затем повторном открытии окна)
ta: நீங்கள் 'விண்ணப்பிக்கவும்' அல்லது 'மீட்டமை' பொத்தான்களைக் சொடுக்கு செய்யும் போது மேலும் FFMPEG விருப்பங்கள் தெரியும் (அல்லது நீங்கள் மூடிவிட்டு சாளரத்தை மீண்டும் திறக்கும்போது)

source: Show fewer FFmpeg options (when window re-opens)
de: Weniger FFmpeg-Optionen anzeigen (wenn das Fenster neu gestartet wird)
fr: Afficher moins d'options pour FFmpeg (lors de la réouverture de la fenêtre)
ja: FFmpegオプションを少なく表示（ウィンドウを再度開くとき）
ru: Показать меньше параметров FFmpeg (при повторном открытии окна)
ta: குறைவான FFMPEG விருப்பங்களைக் காட்டு (சாளரம் மீண்டும் திறக்கும்போது)

source: General properties
de: Allgemeine Optionen
fr: Propriétés générales
ja: 一般プロパティ
ru: Общие свойства
ta: பொது பண்புகள்

source: Set the file (if this is the wrong one)
de: Datei festlegen (wenn dies die falsche ist)
fr: Définir le fichier (si c'est le mauvais)
ja: ファイルを設定（これが間違っている場合）
ru: Установите файл (если это не тот файл)
ta: கோப்பை அமைக்கவும் (இது தவறு என்றால்)

source: Metadata file
de: Metadaten-Datei
fr: Fichier de métadonnées
ja: メタデータファイル
ru: Файл метаданных
ta: மேனிலை தரவு கோப்பு

source: Update database using the video's metadata file
de: Datenbank anhand der Video-Metadatendatei updaten
fr: Mettre à jour la base de données en utilisant le fichier de métadonnées de la vidéo
ja: 動画のメタデータファイルを使用してデータベースを更新
ru: Обновите базу данных, используя файл метаданных видео
ta: வீடியோவின் மேனிலை தரவு கோப்பைப் பயன்படுத்தி தரவுத்தளத்தைப் புதுப்பிக்கவும்

source: Video downloaded
de: Video heruntergeladen
fr: Vidéo téléchargée
ja: 動画がダウンロード済み
ru: Видео загружено
ta: வீடியோ பதிவிறக்கம்

source: Video unwatched
de: Video nicht gesehen
fr: Vidéo marquée comme non visionnée
ja: 動画が未視聴
ru: Видео не просмотрено
ta: வீடியோ கவனிக்கப்படவில்லை

source: Video has been split from an original
de: Video wurde von einem Original herausgetrennt
fr: La vidéo a été découpée depuis une vidéo originale
ja: 動画が元の動画から分割されている
ru: Видео было отделено от оригинала
ta: வீடியோ ஒரு அசலில் இருந்து பிரிக்கப்பட்டுள்ளது

source: Video is archived
de: Video ist archiviert
fr: La vidéo est archivée
ja: 動画がアーカイブ済み
ru: Видео архивировано
ta: வீடியோ காப்பகப்படுத்தப்பட்டுள்ளது

source: Video is bookmarked
de: Video-Lesezeichen gesetzt
fr: Vidéo ajoutée aux marque-pages
ja: 動画がブックマーク済み
ru: Видео добавлено в закладки
ta: வீடியோ புக்மார்க்கு செய்யப்பட்டது

source: Video is favourite
de: Video wurde favorisiert
fr: Vidéo favorite
ja: 動画がお気に入り
ru: Видео в избранном
ta: வீடியோ பிடித்தது

source: Video is in waiting list
de: Video ist in der Warteschlange
fr: La vidéo est dans la liste d'attente
ja: 動画が待機リストにある
ru: Видео в списке ожидания
ta: வீடியோ காத்திருப்பு பட்டியலில் உள்ளது

source: Video is blocked/censored/age-restricted
de: Video ist blockiert/zensiert/altersbeschränkt
fr: La vidéo est bloquée / censurée / restreinte (restriction d'âge)
ja: 動画がブロック/検閲/年齢制限されている
ru: Видео заблокировано/отцензурировано/ограничено по возрасту
ta: வீடியோ தடுக்கப்பட்டுள்ளது/தணிக்கை/வயது தடைசெய்யப்பட்டுள்ளது

source: Always simulate download of this video
de: Immer den Download dieses Videos simulieren
fr: Toujours simuler le téléchargement de cette vidéo
ja: この動画のダウンロードを常にシミュレーション
ru: Всегда имитировать загрузку этого видео
ta: இந்த வீடியோவின் பதிவிறக்கத்தை எப்போதும் உருவகப்படுத்துங்கள்

source: Receive time
de: Empfangszeit
fr: Date de réception
ja: 受信時間
ru: Время получения
ta: நேரத்தைப் பெறுங்கள்

source: Subtitles
de: Untertitel
fr: Sous-titres
ja: 字幕
ru: Субтитры
ta: வசன வரிகள்

source: Livestream properties
de: Livestream-Eigenschaften
fr: Propriétés de la transmission en direct
ja: ライブ配信プロパティ
ru: Свойства прямой трансляции
ta: லைவ்ச்ட்ரீம் பண்புகள்

source: Livestream status
fr: État de la transmission en direct
ja: ライブ配信ステータス
ru: Статус прямой трансляции
ta: லைவ்ச்ட்ரீம் நிலை

source: Waiting to start
de: Wartezeit bis zum Start
fr: En attente du démarrage
ja: 開始待ち
ru: Ожидание начала
ta: தொடங்க காத்திருக்கிறது

source: Livestream has finished
de: Livestream ist abgeschlossen
fr: La transmission en direct s'est terminée
ja: ライブ配信が終了
ru: Прямая трансляция завершена
ta: லைவ்ச்ட்ரீம் முடிந்துவிட்டது

source: Not a livestream
de: Kein Livestream
fr: N'est pas une transmission en direct
ja: ライブ配信ではない
ru: Не прямая трансляция
ta: ஒரு லைவ்ச்ட்ரீம் அல்ல

source: Livestream message
de: Livestream-Nachricht
fr: Message de la transmission en direct
ja: ライブ配信メッセージ
ru: Сообщение прямой трансляции
ta: லைவ்ச்ட்ரீம் செய்தி

source: Video is pre-recorded
de: Video ist voraufgezeichnet
fr: La vidéo est pré-encodée
ja: 動画が事前録画
ru: Видео предварительно записано
ta: வீடியோ முன்பே பதிவு செய்யப்பட்டுள்ளது

source: Livestream actions
de: Livestream-Aktionen
fr: Actions de la transmission en direct
ja: ライブ配信アクション
ru: Действия в прямом эфире
ta: லைவ்ச்ட்ரீம் செயல்கள்

source: When the livestream starts, show a desktop notification
de: Eine Desktopbenachrichtigung zeigen, wenn der Livestream startet
fr: Lorsque la transmission en direct démarrage, afficher une notification sur le bureau
ja: ライブ配信が開始したらデスクトップ通知を表示
ru: Когда начнется прямая трансляция, показать уведомление на рабочем столе
ta: லைவ்ச்ட்ரீம் தொடங்கும் போது, டெச்க்டாப் அறிவிப்பைக் காட்டுங்கள்

source: When the livestream starts, play an alarm
de: Einen Hinweis ausgeben, wenn der Livestream startet
fr: Lorsque la transmission en direct démarre, jouer une alarme
ja: ライブ配信が開始したらアラームを再生
ru: Когда начнется прямая трансляция, включить сигнал оповещения
ta: லைவ்ச்ட்ரீம் தொடங்கும் போது, அலாரம் விளையாடுங்கள்

source: When the livestream starts, open it in the system's web browser
de: Den Livestream im Webbrowser öffnen, wenn er startet
fr: Lorsque la transmission en direct démarre, l'ouvrir dans le navigateur internet du système
ja: ライブ配信が開始したらシステムのウェブブラウザで開く
ru: Когда начнется прямая трансляция, откройте ее в веб-браузере системы
ta: லைவ்ச்ட்ரீம் தொடங்கும் போது, அதை கணினியின் வலை உலாவியில் திறக்கவும்

source: When the livestream starts, begin downloading it immediately
de: Den Download sofort starten, wenn der Livestream startet
fr: Lorsque la transmission en direct démarre, commencer immédiatement le téléchargement
ja: ライブ配信が開始したらすぐにダウンロードを開始
ru: Когда начнется прямая трансляция, немедленно приступайте к ее загрузке
ta: லைவ்ச்ட்ரீம் தொடங்கும் போது, அதை உடனடியாக பதிவிறக்கத் தொடங்குங்கள்

source: When a livestream stops, download it (overwriting any earlier file)
de: Den Livestream herunterladen, wenn er endet (alle existierenden Dateien überschreiben)
fr: Lorsque la transmission en direct s'arrête, la télécharger (écrase les fichiers existants)
ja: ライブ配信が停止したらダウンロード（以前のファイルを上書き）
ru: Когда трансляция прекращается, загрузите ее (перезаписав все предыдущие файлы)
ta: ஒரு லைவ்ச்ட்ரீம் நிறுத்தும்போது, அதை பதிவிறக்கவும் (முந்தைய கோப்பை மேலெழுதும்)

source: _Description
de: _Beschreibung
ja: 説明
ru: _Описание

source: Video description
de: Videobeschreibung
fr: Description de la vidéo
ja: 動画説明
ru: Описание видео
ta: வீடியோ விளக்கம்

source: Update from the description file, and set the line length to:
de: Aus der Beschreibungsdatei updaten und die Zeilenlänge festlegen auf:
fr: Mettre à jour depuis le fichier de description et définir la longueur de ligne à :
ja: 説明ファイルから更新し、行の長さを設定：
ru: Обновить из файла описания и установить длину строки:
ta: விளக்கக் கோப்பிலிருந்து புதுப்பித்து, வரி நீளத்தை இதற்கு அமைக்கவும்:

source: Clear the description (does not modify the file)
de: Die Beschreibung entfernen (verändert nicht die Datei)
fr: Nettoyer la description (ne modifie pas le fichier)
ja: 説明をクリア（ファイルは変更しない）
ru: Очистить описание (не изменяет файл)
ta: விளக்கத்தை அழிக்கவும் (கோப்பை மாற்றாது)

source: _Timestamps
de: _Zeitstempel
fr: Horodatages
ja: タイムスタンプ
ru: _Временные метки
ta: நேர முத்திரைகள்

source: Timestamps
de: Zeitstempel
fr: Horodatages
ja: タイムスタンプ
ru: Временные метки
ta: நேர முத்திரைகள்

source: Timestamps can be used to download or create video clips
de: Zeitstempel können verwendet werden um Videoclips herunterzuladen oder zu erstellen
fr: Les horodatages peuvent être utilisés pour télécharger ou créer des séquences vidéo
ja: タイムスタンプはビデオクリップのダウンロードまたは作成に使用可能
ru: Временные метки можно использовать для загрузки или создания видеоклипов
ta: வீடியோ கிளிப்களை பதிவிறக்கம் செய்ய அல்லது உருவாக்க நேர முத்திரைகள் பயன்படுத்தப்படலாம்

source: Video slices
de: Videosegmente
fr: Morceaux de vidéos
ja: ビデオスライス
ru: Фрагменты видео
ta: வீடியோ துண்டுகள்

source: SponsorBlock provides a list of slices that can be removed from a video
de: SponsorBlock stellt eine Liste von Segmenten zur Verfügung, die von einem Video entfernt werden können
fr: SponsorBlock met à disposition une liste de morceaux d'une vidéo qui peut être supprimée
ja: SponsorBlockはビデオから削除可能なスライスのリストを提供
ru: SponsorBlock предоставляет список фрагментов, которые можно удалить из видеоролика
ta: ஒப்புரவாளர் பிளாக் ஒரு வீடியோவிலிருந்து அகற்றக்கூடிய துண்டுகளின் பட்டியலை வழங்குகிறது

source: Total comments:
de: Kommentare insgesamt:
fr: Nombre de commentaires :
ja: コメント合計：
ru: Всего комментариев:
ta: மொத்த கருத்துகள்:

source: Show formatted list
de: Formatierte Liste zeigen
fr: Afficher la liste formatée
ja: フォーマット済みリストを表示
ru: Показать отформатированный список
ta: வடிவமைக்கப்பட்ட பட்டியலைக் காட்டு

source: Show comment times as text
de: Kommentarzeiten als Text anzeigen
fr: Afficher les dates des commentaires au format text
ja: コメント時間をテキストで表示
ru: Показывать время комментариев в виде текста
ta: கருத்து நேரங்களை உரையாகக் காட்டுங்கள்

source: Show comment timestamps
de: Kommentarzeitstempel zeigen
fr: Afficher les horodatages des commentaires
ja: コメントのタイムスタンプを表示
ru: Показать временные метки комментариев
ta: கருத்து நேர முத்திரைகளைக் காட்டு

source: Comment
de: Kommentar
fr: Commenter
ja: コメント
ru: Комментарий
ta: கருத்து

source: Uploader
fr: Téléverser
ja: アップローダー
ru: Загрузчик
ta: பதிவேற்றுபவர்

source: Update from the metadata file
de: Basierend der Metadatendatei updaten
fr: Mettre à jour depuis le fichier des métadonnées
ja: メタデータファイルから更新
ru: Обновление из файла метаданных
ta: மேனிலை தரவு கோப்பிலிருந்து புதுப்பிக்கவும்

source: Clear comments (does not modify the file)
de: Kommentare entfernen (verändert die Datei nicht)
fr: Nettoyer les commentaires (ne modifie pas le fichier)
ja: コメントをクリア（ファイルは変更しない）
ru: Очистить комментарии (не изменяет файл)
ta: தெளிவான கருத்துகளை (கோப்பை மாற்றாது)

source: Likes
fr: J'aimes
ja: いいね
ru: Лайки
ta: பிடிக்கும்

source: Errors / Warnings
de: Fehler/Warnungen
fr: Erreurs / Avertissements
ja: エラー/警告
ru: Ошибки / Предупреждения
ta: பிழைகள் / எச்சரிக்கைகள்

source: Error messages produced the last time this video was checked/downloaded
de: Fehlermeldungen wurden erstellt als dieses Video das letzte mal geprüft/heruntergeladen wurde
fr: Messages d'erreurs produits lors de la dernière vérification / du dernier téléchargement de la vidéo
ja: このビデオが最後にチェック/ダウンロードされた時に生成されたエラーメッセージ
ru: Сообщения об ошибках, полученные при последней проверке/загрузке этого видео
ta: பிழை செய்திகள் கடைசியாக இந்த வீடியோ சரிபார்க்கப்பட்டது/பதிவிறக்கம் செய்யப்பட்டது

source: Warning messages produced the last time this video was checked/downloaded
de: Warnungen wurden erstellt als dieses Video das letzte mal geprüft/heruntergeladen wurde
fr: Messages d'avertissement produits lors de la dernière vérification / du dernier téléchargement de la vidéo
ja: このビデオが最後にチェック/ダウンロードされた時に生成された警告メッセージ
ru: Предупреждения, выданные при последней проверке/загрузке этого видео
ta: எச்சரிக்கை செய்திகள் கடைசியாக இந்த வீடியோ சரிபார்க்கப்பட்டது/பதிவிறக்கம் செய்யப்பட்டது

source: Select the correct video/audio file
de: Korrekte Video/Audio-Datei auswählen
fr: Sélectionnez le bon fichier vidéo / audio
ja: 正しいビデオ/オーディオファイルを選択
ru: Выберите правильный видео/аудио файл
ta: சரியான வீடியோ/ஆடியோ கோப்பைத் தேர்ந்தெடுக்கவும்

source: The replacement video/audio file must be in the same channel, playlist or folder
de: Die ersetzende Video/Audio-Datei muss im gleichen Kanal, Playliste oder Ordner sein
fr: Le fichier vidéo / audio de remplacement doit être dans le même canal, liste de lecture ou dossier
ja: 置換するビデオ/オーディオファイルは同じチャンネル、プレイリスト、またはフォルダ内にある必要があります
ru: Заменяющий видео/аудио файл должен находиться в том же канале, плейлисте или папке
ta: மாற்று வீடியோ/ஆடியோ கோப்பு ஒரே சேனல், பிளேலிச்ட் அல்லது கோப்புறையில் இருக்க வேண்டும்

source: You must select a valid video/audio file
de: Eine gültige Video/Audio-Datei muss ausgewählt werden
fr: Vous devez sélectionner un fichier vidéo / audio valide
ja: 有効なビデオ/オーディオファイルを選択する必要があります
ru: Вы должны выбрать допустимый видео/аудио файл
ta: நீங்கள் செல்லுபடியாகும் வீடியோ/ஆடியோ கோப்பைத் தேர்ந்தெடுக்க வேண்டும்

source: Channel properties
de: Kanaleigenschaften
fr: Propriétés du canal
ja: チャンネルプロパティ
ru: Свойства канала
ta: சேனல் பண்புகள்

source: Playlist properties
de: Playlisteneigenschaften
fr: Propriétés de la liste de lecture
ja: プレイリストプロパティ
ru: Свойства плейлиста
ta: பிளேலிச்ட் பண்புகள்

source: Don't add videos in this channel to Tartube's database
de: Videos dieses Kanals nicht zu Tartubes Datenbank hinzufügen
fr: Ne pas ajouter les vidéos de ce canal à la base de données Tartube
ja: このチャンネルの動画をTartubeのデータベースに追加しない
ru: Не добавляйте видео этого канала в базу данных Tartube
ta: இந்த சேனலில் டார்டூப்பின் தரவுத்தளத்தில் வீடியோக்களைச் சேர்க்க வேண்டாம்

source: Don't add videos in this playlist to Tartube's database
de: Videos dieser Playliste nicht zu Tartubes Datenbank hinzufügen
fr: Ne pas ajouter les vidéos de cette liste de lecture à la base de données Tartube
ja: このプレイリストの動画をTartubeのデータベースに追加しない
ru: Не добавляйте видео из этого плейлиста в базу данных Tartube
ta: இந்த பிளேலிச்ட்டில் டார்டூப்பின் தரவுத்தளத்தில் வீடியோக்களைச் சேர்க்க வேண்டாம்

source: Always simulate download of videos in this channel
de: Den Download von Videos in diesem Kanal immer simulieren
fr: Toujours simuler le téléchargement des vidéos de ce canal
ja: このチャンネルの動画のダウンロードを常にシミュレーション
ru: Всегда имитировать загрузку видео на этом канале
ta: இந்த சேனலில் வீடியோக்களின் பதிவிறக்கத்தை எப்போதும் உருவகப்படுத்துங்கள்

source: Always simulate download of videos in this playlist
de: Den Download von Videos in dieser Playliste immer simulieren
fr: Toujours simuler le téléchargement des vidéos de cette liste de lecture
ja: このプレイリストの動画のダウンロードを常にシミュレーション
ru: Всегда имитировать загрузку видео в этом плейлисте
ta: இந்த பிளேலிச்ட்டில் வீடியோக்களின் பதிவிறக்கத்தை எப்போதும் உருவகப்படுத்துங்கள்

source: Disable checking/downloading for this channel
de: Prüfen/Downloaden für diesen Kanal deaktivieren
fr: Désactiver la vérification / le téléchargement pour ce canal
ja: このチャンネルのチェック/ダウンロードを無効化
ru: Отключить проверку/загрузку для этого канала
ta: இந்த சேனலுக்கான சோதனை/பதிவிறக்குதலை முடக்கு

source: Disable checking/downloading for this playlist
de: Prüfen/Downloaden für diese Playliste deaktivieren
fr: Désactiver la vérification / le téléchargement pour cette liste de lecture
ja: このプレイリストのチェック/ダウンロードを無効化
ru: Отключить проверку/загрузку для этого плейлиста
ta: இந்த பிளேலிச்ட்டுக்கு சோதனை/பதிவிறக்குவதை முடக்கு

source: This channel is marked as a favourite
de: Dieser Kanal ist als Favorit markiert
fr: Ce canal est marqué comme favori
ja: このチャンネルがお気に入りに設定されています
ta: இந்த சேனல் பிடித்ததாக குறிக்கப்பட்டுள்ளது

source: This playlist is marked as a favourite
de: Diese Playliste ist als Favorit markiert
fr: Cette liste de lecture est marquée comme favori
ja: このプレイリストがお気に入りに設定されています
ru: Этот плейлист отмечен как избранный
ta: இந்த பிளேலிச்ட் பிடித்ததாக குறிக்கப்பட்டுள்ளது

source: Total videos
de: Videos insgesamt
fr: Nombre total de vidéos
ja: 動画の合計
ru: Всего видео
ta: மொத்த வீடியோக்கள்

source: Favourite videos
de: Favorisierte Videos
fr: Vidéos favorites
ja: お気に入り動画
ru: Любимые видео
ta: பிடித்த வீடியோக்கள்

source: Downloaded videos
de: Heruntergeladene Videos
fr: Vidéos téléchargées
ja: ダウンロード済み動画
ru: Загруженные видео
ta: பதிவிறக்கம் செய்யப்பட்ட வீடியோக்கள்

source: Associated _Playlists
de: Verbundene _Playlisten
fr: Listes de lectures associées
ja: 関連プレイリスト
ru: Связанные _плейлисты
ta: தொடர்புடைய _playlists

source: Associated playlists
de: Verbundene Playlisten
fr: Listes de lectures associées
ja: 関連プレイリスト
ru: Связанные плейлисты
ta: தொடர்புடைய பிளேலிச்ட்கள்

source: When a video is associated with a playlist, the playlist's ID is stored here
de: Wenn ein Video mit einer Playliste verbunden wird, wird die Playlisten-ID hier gespeichert
fr: Lorsqu'une vidéo est associée à une liste de lecture, l'ID de la liste est enregistré ici
ja: 動画がプレイリストに関連付けられている場合、プレイリストのIDがここに保存されます
ru: Когда видео связано с плейлистом, идентификатор плейлиста сохраняется здесь
ta: ஒரு வீடியோ ஒரு பிளேலிச்ட்டுடன் தொடர்புடையதாக இருக்கும்போது, பிளேலிச்ட்டின் ஐடி இங்கே சேமிக்கப்படுகிறது

source: Playlist Title
de: Playlistentitel
fr: Titre de la liste de lecture
ja: プレイリストタイトル
ru: Название плейлиста
ta: பிளேலிச்ட் தலைப்பு

source: Set the channel as the download destination
de: Diesen Kanal als Downloadziel festlegen
fr: Définir le canal comme la destination du téléchargement
ja: チャンネルをダウンロード先として設定
ru: Установить канал в качестве места загрузки
ta: பதிவிறக்க இலக்காக சேனலை அமைக்கவும்

source: Add selected playlist
de: Ausgewählte Playliste hinzufügen
fr: Ajouter la liste de lecture sélectionnée
ja: 選択したプレイリストを追加
ru: Добавить выбранный плейлист
ta: தேர்ந்தெடுக்கப்பட்ட பிளேலிச்ட்டைச் சேர்க்கவும்

source: Add all playlists
de: Alle Playlisten hinzufügen
fr: Ajouter toutes les listes de lecture
ja: すべてのプレイリストを追加
ru: Добавить все плейлисты
ta: அனைத்து பிளேலிச்ட்களையும் சேர்க்கவும்

source: Download preferences
de: Downloadeinstellungen
fr: Préférences des téléchargements
ja: ダウンロード設定
ru: Настройки загрузки
ta: விருப்பங்களை பதிவிறக்குங்கள்

source: Reset list using metadata file
de: Die Liste basierend auf den Metadaten-Dateien zurücksetzen
fr: Réinitialiser la liste en utilisant le fichier des métadonnées
ja: メタデータファイルを使用してリストをリセット
ru: Сброс списка с помощью файла метаданных
ta: மேனிலை தரவு கோப்பைப் பயன்படுத்தி பட்டியலை மீட்டமைக்கவும்

source: Unnamed playlist
de: Unbenannte Playliste
fr: Liste de lecture non nommée
ja: 名前のないプレイリスト
ru: Плейлист без названия
ta: பெயரிடப்படாத பிளேலிச்ட்

source: _History
de: _Verlauf
fr: Historique
ja: 履歴
ru: _История
ta: _ வரலாறு

source: Download history
de: Downloadhistorie
fr: Historique des téléchargements
ja: ダウンロード履歴
ru: История загрузок
ta: வரலாற்றைப் பதிவிறக்குங்கள்

source: Draw
de: Zeichnen
fr: Dessiner
ja: 描画
ru: Нарисовать
ta: டிரா

source: _RSS feed
fr: Flux RSS
ja: RSSフィード
ru: _RSS-канал
ta: RSS ஊட்டம்

source: RSS feed (used to detect livestreams)
de: RSS-Feed (verwendet um Livestreams zu erkennen)
fr: Flux RSS (utilisé pour détecter les transmissions en direct)
ja: RSSフィード（ライブ配信の検出に使用）
ru: RSS-канал (используется для обнаружения прямых трансляций)
ta: ஆர்எச்எச் ஊட்டம் (லைவ்ச்ட்ரீம்களைக் கண்டறியப் பயன்படுகிறது)

source: If Tartube cannot detect the channel's RSS feed, you can enter the URL here
de: Falls Tartube den RSS-Feed des Kanals nicht erkennen kann, hier die URL eingeben
fr: Si Tartube ne peut pas détecter le flux RSS du canal vous pouvez entrer le lien URL ici
ja: TartubeがチャンネルのRSSフィードを検出できない場合、ここにURLを入力できます
ru: Если Tartube не может обнаружить RSS-канал канала, вы можете ввести URL-адрес здесь
ta: சேனலின் ஆர்எச்எச் ஊட்டத்தை டார்ட்டூப் கண்டறிய முடியாவிட்டால், நீங்கள் இங்கே முகவரி ஐ உள்ளிடலாம்
