Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Advanced users can use the MSYS2 terminal to make changes to the environment (for example, to tweak youtube-dl or FFmpeg)
de: Fortgeschrittene Nutzer können das MSYS2-Terminal nutzen um die Umgebung zu ändern (z. B. um youtube-dl oder FFmpeg anzupassen)
fr: Les utilisateurs avancés peuvent utiliser le terminal MSYS2 et changer l'environnement (par exemple, ajuster youtube-dl ou FFmpe
ja: 上級ユーザーは、MSYS2ターミナルを使用して環境を変更できます （たとえば、youtube-dlやFFmpegを調整するため）
ru: Опытные пользователи могут использовать терминал MSYS2 для внесения изменений в окружения (например, для настройки youtube-dl или FFmpeg)
ta: மேம்பட்ட பயனர்கள் MSYS2 முனையத்தைப் பயன்படுத்தி மாற்றங்களைச் செய்யலாம் சூழல் (எடுத்துக்காட்டாக, YouTube-DL அல்லது FFMPEG ஐ மாற்ற)

source: Downloads
fr: Téléchargements
ja: ダウンロード
ru: Загрузки
ta: பதிவிறக்கங்கள்

source: Nothing happened?
de: Nichts passiert?
fr: Rien ne s'est passé ?
ja: 何も起こらなかった？
ru: Ничего не произошло?
ta: எதுவும் நடக்கவில்லை?

source: Check the requested format is actually available
de: Prüfen, ob das angeforderte Format tatsächlich verfügbar ist
fr: Vérifier que le format demandé est disponible
ja: リクエストした形式が実際に利用可能か確認
ru: Убедитесь, что запрашиваемый формат действительно доступен
ta: கோரப்பட்ட வடிவம் உண்மையில் கிடைக்கிறது என்பதை சரிபார்க்கவும்

source: (Try converting instead of a direct download)
de: (Konvertierung versuchen, statt einem direkten Download)
fr: (Essayez de convertir au lieu d'effectuer un téléchargement direct)
ja: （直接ダウンロードではなく変換を試してください）
ru: (Попробуйте конвертировать вместо прямой загрузки)
ta: (நேரடி பதிவிறக்கத்திற்கு பதிலாக மாற்ற முயற்சிக்கவும்)

source: Check the downloader is installed and updated
de: Prüfen ob der Downloader installiert und upgedatet ist
fr: Vérifier que le client de téléchargement est installé et à jour
ja: ダウンローダーがインストールされ、最新であるか確認
ru: Убедитесь, что загрузчик установлен и обновлен
ta: பதிவிறக்குபவர் நிறுவப்பட்டு புதுப்பிக்கப்பட்டுள்ளார்

source: Update
fr: Mettre à jour
ja: 更新
ru: Обновить
ta: புதுப்பிப்பு

source: Tell Tartube where to find the downloader
de: Tartube mitteilen wo der Downloader zu finden ist
fr: Dire à Tartube où trouver le client de téléchargement
ja: Tartubeにダウンローダーの場所を指定
ru: Укажите Tartube, где найти программу загрузки
ta: பதிவிறக்கத்தை எங்கே கண்டுபிடிப்பது என்று டார்டூப்பிடம் சொல்லுங்கள்

source: Set the downloader's file path
de: Den Dateipfad des Downloaders setzen
fr: Définir le chemin vers le client de téléchargement
ja: ダウンローダーのファイルパスを設定
ru: Установить путь к файлу загрузчика
ta: பதிவிறக்கத்தின் கோப்பு பாதையை அமைக்கவும்

source: Try a different downloader
de: Einen anderen Downloader probieren
fr: Essayer un autre client de téléchargement
ja: 別のダウンローダーを試す
ru: Попробуйте другой загрузчик
ta: வேறு பதிவிறக்கத்தை முயற்சிக்கவும்

source: Find more help
de: Mehr Hilfe finden
fr: Trouver davantage d'aide
ja: さらにヘルプを探す
ru: Найти дополнительную помощь
ta: மேலும் உதவியைக் கண்டறியவும்

source: Read the FAQ
de: Die FAQ lesen
fr: Lire la FAQ
ja: FAQを読む
ru: Читать FAQ
ta: கேள்விகளைப் படியுங்கள்

source: Ask for help
de: Um Hilfe bitten
fr: Demander de l'aide
ja: ヘルプを求める
ru: Обратиться за помощью
ta: உதவி கேட்க

source: Don't forget to check the <b>Output</b> tab and the <b>Errors/Warnings</b> tab for error messages!
de: Nicht vergessen, den <b>Ausgabe</b>-Tab und den <b>Fehler/Warnungen</b>-Tab auf Fehlermeldungen zu prüfen!
fr: N'oubliez pas de vérifier si les onglets <b>Sortie</b> et <b>Erreurs / Avertissements</b> contiennent des messages d'avertissement !
ja: <b>出力</b>タブと<b>エラー/警告</b>タブを確認して エラーメッセージを見逃さないでください！
ru: Не забудьте проверить вкладку <b>Вывод</b> и вкладку <b>Ошибки/Предупреждения</b> для сообщений об ошибках!
ta: <b> வெளியீடு </b> தாவல் மற்றும் சரிபார்க்க மறக்காதீர்கள் <b> பிழைகள்/எச்சரிக்கைகள் </b> பிழை செய்திகளுக்கான தாவல்!

source: Start timestamp (e.g. 15:29)
de: Start-Zeitstempel (z. B. 15:29)
fr: Horodatage de début (ex : 15:29)
ja: 開始タイムスタンプ（例：15:29）
ru: Метка времени начала (например, 15:29)
ta: நேர முத்திரையைத் தொடங்கவும் (எ.கா. 15:29)

source: Stop timestamp (optional)
de: Ende-Zeitstempel (optional)
fr: Horodatage d'arrêt (optionnel)
ja: 終了タイムスタンプ（任意）
ru: Метка времени остановки (необязательно)
ta: நேர முத்திரையை நிறுத்துங்கள் (விரும்பினால்)

source: Clip title (optional)
de: Clip-Titel (optional)
fr: Titre de la séquence (optionnel)
ja: クリップのタイトル（任意）
ru: Название клипа (необязательно)
ta: கிளிப் தலைப்பு (விரும்பினால்)

source: Start
fr: Démarrer
ja: 開始
ru: Начать
ta: தொடங்கு

source: Clip title
de: Clip-Titel
fr: Titre de la séquence
ja: クリップのタイトル
ru: Название клипа
ta: கிளிப் தலைப்பு

source: Delete timestamp
de: Zeitstempel löschen
fr: Supprimer l'horodatage
ja: タイムスタンプを削除
ru: Удалить метку времени
ta: நேர முத்திரையை நீக்கு

source: Clip preferences
de: Clip-Einstellungen
fr: Préférences de la séquence
ja: クリップの設定
ru: Параметры клипов
ta: கிளிப் விருப்பத்தேர்வுகள்

source: Select none
de: Nichts auswählen
fr: Ne rien sélectionner
ja: すべて選択解除
ru: Выберите ничего
ta: எதுவுமில்லை என்பதைத் தேர்ந்தெடுக்கவும்

source: Reset list using copied text
de: Die Liste auf Basis des kopierten Textes zurücksetzen
fr: Réinitialiser la liste en utilisant le texte copié
ja: コピーしたテキストを使用してリストをリセット
ru: Сброс списка с помощью скопированного текста
ta: நகலெடுக்கப்பட்ட உரையைப் பயன்படுத்தி பட்டியலை மீட்டமைக்கவும்

source: Reset list using video description
de: Die Liste auf Basis der Videobeschreibung zurücksetzen
fr: Réinitialiser la liste en utilisant la description de la vidéo
ja: 動画の説明を使用してリストをリセット
ru: Сброс списка с помощью описания видео
ta: வீடியோ விளக்கத்தைப் பயன்படுத்தி பட்டியலை மீட்டமைக்கவும்

source: Create all clips
de: Alle Clips erstellen
fr: Créer toutes les séquences
ja: すべてのクリップを作成
ru: Создать все клипы
ta: அனைத்து கிளிப்களையும் உருவாக்கவும்

source: Download all clips
de: Alle Clips herunterladen
fr: Télécharger toutes les séquences
ja: すべてのクリップをダウンロード
ru: Скачать все клипы
ta: எல்லா கிளிப்புகளையும் பதிவிறக்கவும்

source: Start (timestamp or seconds)
de: Beginn (Zeitstempel oder Sekunden)
fr: Début (horodatage ou secondes)
ja: 開始（タイムスタンプまたは秒）
ru: Начало (метка времени или секунды)
ta: தொடக்க (நேர முத்திரை அல்லது விநாடிகள்)

source: Stop (optional)
de: Ende (optional)
fr: Fin (optionnel)
ja: 終了（任意）
ru: Стоп (необязательно)
ta: நிறுத்து (விரும்பினால்)

source: Create sliced video
de: Videosegmente erstellen
fr: Créer un morceau de vidéo
ja: スライスされた動画を作成
ru: Создать нарезанное видео
ta: வெட்டப்பட்ட வீடியோவை உருவாக்கவும்

source: Download sliced video
de: Videosegmente herunterladen
fr: Télécharger les parties de vidéo
ja: スライスされた動画をダウンロード
ru: Скачать нарезанное видео
ta: வெட்டப்பட்ட வீடியோவைப் பதிவிறக்கவும்

source: Category
de: Kategorie
fr: Catégorie
ja: カテゴリ
ru: Категория
ta: வகை

source: Add slice
de: Segment hinzufügen
fr: Ajouter un morceau
ja: スライスを追加
ru: Добавить фрагмент
ta: துண்டு சேர்க்கவும்

source: Delete slice
de: Segment löschen
fr: Supprimer le morceau
ja: スライスを削除
ru: Удалить фрагмент
ta: துண்டுகளை நீக்கு

source: SponsorBlock settings
de: SponsorBlock-Eisntellungen
fr: Paramètres de SponsorBlock
ja: SponsorBlock設定
ru: Настройки SponsorBlock
ta: ஒப்புரவாளர் பிளாக் அமைப்புகள்

source: Set removal time
de: Entfernungszeit setzen
fr: Définir l'horodatage de suppression
ja: 削除時間を設定
ru: Установить время удаления
ta: அகற்றும் நேரத்தை அமைக்கவும்

source: When videos are checked/downloaded, older videos are removed from the Recent Videos folder.
de: Wenn Videos geprüft/heruntergeladen werden, werden ältere Videos aus dem "Aktuelle Videos"-Ordner entfernt.
fr: Lorsque les vidéos sont marquées / téléchargées, les anciennes vidéos sont retirées du dossier des vidéos récentes.
ja: 動画がチェック/ダウンロードされると、古い動画は 最近の動画フォルダから削除されます。
ru: Когда видео проверены/загружены, старые видео удаляются из папки Последние видео.
ta: வீடியோக்கள் சரிபார்க்கப்படும்போது/பதிவிறக்கம் செய்யும்போது, பழைய வீடியோக்கள் அண்மைக் கால வீடியோக்கள் கோப்புறையிலிருந்து அகற்றப்படுகின்றன.

source: Empty the whole folder
de: Den ganzen Ordner leeren
fr: Vider tout le dossier
ja: フォルダ全体を空にする
ru: Очистить всю папку
ta: முழு கோப்புறையையும் வெறுமை செய்யுங்கள்

source: Remove videos after days
de: Entferne Videos nach Tagen
fr: Retirer les vidéos apès plusieurs jours
ja: 日数後に動画を削除
ru: Удалить видео через несколько дней
ta: நாட்களுக்குப் பிறகு வீடியோக்களை அகற்றவும்

source: Stale lockfile
fr: Fichier de verrouillage bloqué
ja: 古いロックファイル
ru: Устаревший файл блокировки
ta: பழைய பூட்டு கோப்பை

source: Failed to load the Tartube database file, because another copy of Tartube seems to be using it
de: Konnte die Tartube-Datenbank nicht laden, weil eine andere Instanz von Tartube sie zu nutzen scheint
fr: Échec lors du chargement de la base de données de Tartube car une autre instance de TarTube semble déjà l'utiliser
ja: 別のTartubeのコピーが使用中のため、Tartubeデータベースファイルの読み込みに失敗しました
ru: Не удалось загрузить файл базы данных Tartube, поскольку другая копия Tartube, похоже, использует его
ta: டார்ட்டூப் தரவுத்தள கோப்பை ஏற்றுவதில் தோல்வி, ஏனெனில் டார்டூப்பின் மற்றொரு நகல் அதைப் பயன்படுத்துகிறது

source: Do you want to load it anyway?
de: Soll sie trotzdem geladen werden?
fr: Voulez-vous quand-même la charger ?
ja: それでも読み込みますか？
ru: Вы все равно хотите загрузить его?
ta: எப்படியும் அதை ஏற்ற விரும்புகிறீர்களா?

source: (Only click 'Yes' if you are sure that other copies of Tartube are not using the database right now)
de: (Nur auf "Ja" clicken, wenn sicher ist, dass keine andere Tartube-Instanz die Datenbank aktuell nutzt)
fr: (Ne cliquez sur «Oui» que si vous êtes sûrs qu'il n'y a pas d'autre instance Tartube utilisant la base de données en ce moment-même)
ja: （他のTartubeのコピーが現在データベースを使用していない場合にのみ「はい」をクリックしてください）
ru: (Нажимайте "Да", только если вы уверены, что другие копии Tartube не используют базу данных в данный момент)
ta: (டார்ட்டூப்பின் பிற நகல்கள் இப்போது தரவுத்தளத்தைப் பயன்படுத்தவில்லை என்று நீங்கள் உறுதியாக நம்பினால் மட்டுமே 'ஆம்' என்பதைக் சொடுக்கு செய்க)

source: Yes, load the file
de: Ja, Datei laden
fr: Oui, charger le fichier
ja: はい、ファイルを読み込む
ru: Да, загрузить файл
ta: ஆம், கோப்பை ஏற்றவும்

source: No, just shut down Tartube
de: Nein, Tartube beenden
fr: Non, quitter Tartube
ja: いいえ、Tartubeを終了する
ru: Нет, просто закрыть Tartube
ta: இல்லை, டார்ட்டூப்பை மூடு

source: No, don't load the file
de: Nein, Datei nicht laden
fr: Non, ne pas charger le fichier
ja: いいえ、ファイルを読み込まない
ru: Нет, не загружать файл
ta: இல்லை, கோப்பை ஏற்ற வேண்டாம்

source: Rename channel
de: Kanal umbenennen
fr: Renommer le canal
ja: チャンネルの名前を変更
ru: Переименовать канал
ta: சேனலை மறுபெயரிடுங்கள்

source: Rename playlist
de: Playlist umbenennen
fr: Renommer la liste de lecture
ja: プレイリストの名前を変更
ru: Переименовать плейлист
ta: பிளேலிச்ட்டை மறுபெயரிடுங்கள்

source: Rename folder
de: Ordner umbenennen
fr: Renommer le dossier
ja: フォルダの名前を変更
ru: Переименовать папку
ta: கோப்புறை மறுபெயரிடுங்கள்

source: Set the new name for the channel:
de: Neuen Namen für den Kanal setzen:
fr: Définir un nouveau nom pour le canal :
ja: チャンネルの新しい名前を設定：
ru: Установите новое имя для канала:
ta: சேனலுக்கான புதிய பெயரை அமைக்கவும்:

source: Set the new name for the playlist:
de: Neuen Namen für die Playlist setzen:
fr: Définir un nouveau nom pour la liste de lecture :
ja: プレイリストの新しい名前を設定：
ru: Установите новое имя для плейлиста:
ta: பிளேலிச்ட்டுக்கு புதிய பெயரை அமைக்கவும்:

source: Set the new name for the folder:
de: Neuen Namen für den Ordner setzen:
fr: Définir un nouveau nom pour le dossier :
ja: フォルダの新しい名前を設定：
ru: Установите новое имя для папки:
ta: கோப்புறைக்கு புதிய பெயரை அமைக்கவும்:

source: N.B. This procedure will modify your filesystem!
de: Achtung. Dieser Vorgang wird das Dateisystem ändern!
fr: P.S. Cette opération va modifier votre système de fichier
ja: 注意：この操作はファイルシステムを変更します！
ru: Внимание: эта процедура изменит вашу файловую систему!
ta: என்.பி. இந்த செயல்முறை உங்கள் கோப்பு முறைமையை மாற்றியமைக்கும்!

source: Reset channel/playlist names
de: Kanal-/Playlist-Namen zurücksetzen
fr: réinitialiser les noms des canaux / des listes des lecture
ja: チャンネル/プレイリストの名前をリセット
ru: Сбросить названия каналов/плейлистов
ta: சேனல்/பிளேலிச்ட் பெயர்களை மீட்டமைக்கவும்

source: This list is updated whenever channels/playlists are checked/downloaded
de: Diese Liste wird immer aktualisiert, wenn Kanäle/Playlisten geprüft/heruntergeladen werden
fr: Cette liste est mise-à-jour lorsque les canaux / listes de lectures sont vérifés / téléchargés
ja: このリストは、チャンネル/プレイリストがチェック/ダウンロードされるたびに更新されます
ru: Этот список обновляется всякий раз, когда каналы/плейлисты проверяются/загружаются
ta: சேனல்கள்/பிளேலிச்ட்கள் சரிபார்க்கப்படும்/பதிவிறக்கம் செய்யும்போதெல்லாம் இந்த பட்டியல் புதுப்பிக்கப்படும்

source: Select which names should be reset to the names on the original website
de: Namen auswählen, welche auf die Namen der Originalwebseite zurückgesetzt werden sollen
fr: Sélectionnez quels noms devraient être réinitiliasés en utilisant les noms du site web d'origine
ja: 元のウェブサイトの名前にリセットする名前を選択
ru: Выберите, какие имена должны быть возвращены к именам на исходном веб-сайте
ta: அசல் வலைத்தளத்தின் பெயர்களுக்கு எந்த பெயர்களை மீட்டமைக்க வேண்டும் என்பதைத் தேர்ந்தெடுக்கவும்

source: Reset
de: Zurücksetzen
fr: Réinitialiser
ja: リセット
ru: Сбросить
ta: மீட்டமை

source: Database name
de: Datenbankname
fr: Nom de la base de données
ja: データベース名
ru: Имя базы данных
ta: தரவுத்தள பெயர்

source: Original name
fr: Nom originel
ja: 元の名前
ru: Оригинальное название
ta: அசல் பெயர்

source: Add to scheduled download
de: Zu geplantem Download hinzufügen
fr: Ajouter aux téléchargements planifiés
ja: スケジュールされたダウンロードに追加
ru: Добавить в запланированную загрузку
ta: திட்டமிடப்பட்ட பதிவிறக்கத்தில் சேர்க்கவும்

source: Add the channel to this scheduled download:
de: Den Kanal zu diesem geplanten Download hinzufügen:
fr: Ajouter le canal à ce téléchargement planifié :
ja: このスケジュールされたダウンロードにチャンネルを追加：
ru: Добавить канал в эту запланированную загрузку:
ta: இந்த திட்டமிடப்பட்ட பதிவிறக்கத்திற்கு சேனலைச் சேர்க்கவும்:

source: Add the playlist to this scheduled download:
de: Die Playlist zu diesem geplanten Download hinzufügen:
fr: Ajouter la liste de lecture à ce téléchargement planifié :
ja: このスケジュールされたダウンロードにプレイリストを追加：
ru: Добавить плейлист в эту запланированную загрузку:
ta: இந்த திட்டமிடப்பட்ட பதிவிறக்கத்தில் பிளேலிச்ட்டைச் சேர்க்கவும்:

source: Add the folder to this scheduled download:
de: Den Ordner zu diesem geplanten Download hinzufügen:
fr: Ajouter le dossier de lecture à ce téléchargement planifié :
ja: このスケジュールされたダウンロードにフォルダを追加：
ru: Добавить папку в эту запланированную загрузку:
ta: இந்த திட்டமிடப்பட்ட பதிவிறக்கத்தில் கோப்புறையைச் சேர்க்கவும்:

source: Set download destination
de: Downloadziel setzen
fr: Définir la destination de téléchargement
ja: ダウンロード先を設定
ru: Установить место загрузки
ta: பதிவிறக்க இலக்கை அமைக்கவும்

source: This channel normally downloads videos into its own folder
de: Dieser Kanal lädt Videos regulär in seinen eigenen Ordner
fr: Ce canal téléchargement normalement les vidéos dans son propre dossier
ja: このチャンネルは通常、独自のフォルダに動画をダウンロードします
ru: Этот канал обычно загружает видео в свою собственную папку
ta: இந்த சேனல் பொதுவாக வீடியோக்களை அதன் சொந்த கோப்புறையில் பதிவிறக்குகிறது

source: This playlist normally downloads videos into its own folder
de: Diese Playlist lädt Videos regulär in seinen eigenen Ordner
fr: Cette liste de lecture téléchargement normalement les vidéos dans son propre dossier
ja: このプレイリストは通常、独自のフォルダに動画をダウンロードします
ru: Этот плейлист обычно загружает видео в свою собственную папку
ta: இந்த பிளேலிச்ட் பொதுவாக வீடியோக்களை அதன் சொந்த கோப்புறையில் பதிவிறக்குகிறது

source: This folder normally downloads videos into itself
de: Dieser Ordner lädt Videos regulär in sich selbst
fr: Ce dossier téléchargement normalement les vidéos dans lui-même
ja: このフォルダは通常、自身に動画をダウンロードします
ru: Эта папка обычно загружает видео в себя
ta: இந்த கோப்புறை பொதுவாக வீடியோக்களை தானே பதிவிறக்குகிறது

source: This channel normally downloads videos into its own directory
de: Dieser Channel lädt Videos regulär in sein eigenes Verzeichnis
fr: Ce canal téléchargement normalement les vidéos dans son propre dossier
ja: このチャンネルは通常、独自のディレクトリに動画をダウンロードします
ru: Этот канал обычно загружает видео в свой собственный каталог
ta: இந்த சேனல் பொதுவாக வீடியோக்களை அதன் சொந்த கோப்பகத்தில் பதிவிறக்குகிறது

source: This playlist normally downloads videos into its own directory
de: Diese Playlist lädt Videos regulär in ihr eigenes Verzeichnis
fr: Cette liste de lecture télécharge normalement les vidéos dans son propre dossier
ja: このプレイリストは通常、独自のディレクトリに動画をダウンロードします
ru: Этот плейлист обычно загружает видео в свой собственный каталог
ta: இந்த பிளேலிச்ட் பொதுவாக வீடியோக்களை அதன் சொந்த கோப்பகத்தில் பதிவிறக்குகிறது

source: This folder normally downloads videos into its own directory
de: Dieser Ordner lädt Videos regulär in sich selbst
fr: Ce dossier télécharge normalement les vidéos dans son propre dossier
ja: このフォルダは通常、自身のディレクトリに動画をダウンロードします
ru: Эта папка обычно загружает видео в свой собственный каталог
ta: இந்த கோப்புறை பொதுவாக வீடியோக்களை அதன் சொந்த கோப்பகத்தில் பதிவிறக்குகிறது

source: Use this location
de: Diesen Ort wählen
fr: Utiliser cet emplacement
ja: この場所を使用
ru: Использовать это местоположение
ta: இந்த இருப்பிடத்தைப் பயன்படுத்தவும்

source: Choose a different location if:
de: Einen anderen Ort wählen, wenn:
fr: Choisir un emplacement différent si :
ja: 次の場合に別の場所を選択：
ru: Выбрать другое местоположение, если:
ta: என்றால் வேறு இடத்தைத் தேர்வுசெய்க:

source: You want to add a channel and its playlists, without downloading the same video twice
de: Ein Kanal und seine Playlisten sollen hinzugefügt werden, ohne das gleiche Video doppelt herunterzuladen
fr: Vous souhaitez ajouter un canal et sa liste de lecture, sans télécharger deux fois la même vidéo
ja: 同じ動画を2回ダウンロードせずに、チャンネルとそのプレイリストを追加したい場合
ru: Вы хотите добавить канал и его плейлисты, не загружая одно и то же видео дважды
ta: அதே வீடியோவை இரண்டு முறை பதிவிறக்கம் செய்யாமல், ஒரு சேனலையும் அதன் பிளேலிச்ட்களையும் சேர்க்க விரும்புகிறீர்கள்

source: A video creator has channels on both YouTube and BitChute, and you want to add both without downloading the same video twice
de: Ein Video-Urheber hat Kanäle auf YouTube und auf BitChute, und beide sollen hinzugefügt werden ohne dass das selbe Video doppelt heruntergeladen wird
fr: Un vidéaste a des canaux sur YouTube et BitChute et vous souhaitez ajouter les deux, sans télécharger deux fois la même vidéo
ja: 動画作成者がYouTubeとBitChuteの両方にチャンネルを持っており、同じ動画を2回ダウンロードせずに両方を追加したい場合
ru: У создателя видео есть каналы и на YouTube, и на BitChute, и вы хотите добавить оба канала, не загружая одно и то же видео дважды
ta: ஒரு வீடியோ உருவாக்கியவர் யூடியூப் மற்றும் பிட்சூட் இரண்டிலும் சேனல்களைக் கொண்டுள்ளார், மேலும் ஒரே வீடியோவை இரண்டு முறை பதிவிறக்கம் செய்யாமல் இரண்டையும் சேர்க்க விரும்புகிறீர்கள்

source: Using an external folder is not recommended, in general. Choose an external folder if:
de: Einen externen Order zu verwenden wird allgemein nicht empfohlen. Einen externen Ordner nur wählen, wenn:
fr: En règle générale, utiliser un dossier externe n'est pas recommandé. Choisissez un dossier externe si :
ja: 一般的に、外部フォルダの使用は推奨されません。以下の場合は外部フォルダを選択してください：
ru: Как правило, использование внешней папки не рекомендуется. Выберите внешнюю папку, если:
ta: வெளிப்புற கோப்புறையைப் பயன்படுத்துவது பொதுவாக பரிந்துரைக்கப்படவில்லை. என்றால் வெளிப்புற கோப்புறையைத் தேர்வுசெய்க:

source: Using an external directory is not recommended, in general. Choose an external directory if:
de: Ein externes Verzeichnis zu verwenden wird allgemein nicht empfohlen. Ein externes Verzeichnis nur wählen, wenn:
fr: En règle générale, utiliser un dossier externe n'est pas recommandé. Choisissez un dossier externe si :
ja: 一般的に、外部ディレクトリの使用は推奨されません。以下の場合は外部ディレクトリを選択してください：
ru: Как правило, использование внешнего каталога не рекомендуется. Выберите внешний каталог, если:
ta: வெளிப்புற கோப்பகத்தைப் பயன்படுத்துவது பொதுவாக பரிந்துரைக்கப்படவில்லை. என்றால் வெளிப்புற கோப்பகத்தைத் தேர்வுசெய்க:

source: You want a different application to process the downloaded videos (other applications should not modify Tartube's main data folder)
de: Wenn eine andere Anwendung die heruntergeladenen Videos verarbeiten soll (andere Anwendungen sollten den Hauptdatenordner von Tartube nicht verändern)
fr: Vous souhaitez qu'une autre application traite les fichiers vidéos téléchargés (les autres applications ne devraient pas modifier le dossier principal des données Tartube)
ja: 別のアプリケーションでダウンロードした動画を処理したい場合（他のアプリケーションはTartubeのメインデータフォルダを変更しないでください）
ru: Вы хотите, чтобы другое приложение обрабатывало загруженные видео (другие приложения не должны изменять основную папку данных Tartube)
ta: பதிவிறக்கம் செய்யப்பட்ட வீடியோக்களை செயலாக்க வேறு பயன்பாட்டை நீங்கள் விரும்புகிறீர்கள் (பிற பயன்பாடுகள் டார்ட்டூப்பின் முக்கிய தரவு கோப்புறையை மாற்றக்கூடாது)

source: You want a different application to process the downloaded videos (other applications should not modify Tartube's main data directory)
de: Wenn eine andere Anwendung die heruntergeladenen Videos verarbeiten soll (andere Anwendungen sollten das Hauptdatenverzeichnis von Tartube nicht verändern)
fr: Vous souhaitez qu'une autre application traite les vidéos téléchargées (les autres applications ne devraient pas modifier le dossier principal des données Tartube)
ja: 別のアプリケーションでダウンロードした動画を処理したい場合（他のアプリケーションはTartubeのメインデータディレクトリを変更しないでください）
ru: Вы хотите, чтобы другое приложение обрабатывало загруженные видео (другие приложения не должны изменять основной каталог данных Tartube)
ta: பதிவிறக்கம் செய்யப்பட்ட வீடியோக்களை செயலாக்க வேறு பயன்பாடு வேண்டும் (பிற பயன்பாடுகள் டார்ட்டூப்பின் முக்கிய தரவு கோப்பகத்தை மாற்றக்கூடாது)

source: Set
de: Setzen
fr: Définir
ja: 設定
ru: Установить
ta: கணம்

source: Select an external folder
de: Externen Ordner auswählen
fr: Sélectionner un dossier externe
ja: 外部フォルダを選択
ru: Выбрать внешнюю папку
ta: வெளிப்புற கோப்புறையைத் தேர்ந்தெடுக்கவும்

source: Select an external directory
de: Externes Verzeichnis auswählen
fr: Sélectionner un dossier externe
ja: 外部ディレクトリを選択
ru: Выбрать внешний каталог
ta: வெளிப்புற கோப்பகத்தைத் தேர்ந்தெடுக்கவும்

source: An external folder must not be inside Tartube's own data folder
de: Ein externer Ordner darf nicht in Tartubes eigenem Datenordner liegen
fr: Un dossier externe ne doit pas être dans un dossier appartenant à Tartube
ja: 外部フォルダはTartubeのデータフォルダ内にあってはなりません
ru: Внешняя папка не должна находиться в собственной папке данных Tartube
ta: வெளிப்புற கோப்புறை டார்டூப்பின் சொந்த தரவு கோப்புறையில் இருக்கக்கூடாது

source: An external directory must not be inside Tartube's own data directory
de: Ein externes Verzeichnis darf nicht in Tartubes eigenem Datenverzeichnis liegen
fr: Un dossier externe ne doit pas être dans un dossier appartenant à Tartube
ja: 外部ディレクトリはTartubeのデータディレクトリ内にあってはなりません
ru: Внешний каталог не должен находиться внутри собственного каталога данных Tartube
ta: ஒரு வெளிப்புற அடைவு டார்டூப்பின் சொந்த தரவு கோப்பகத்திற்குள் இருக்கக்கூடாது

source: Set nickname
de: Nickname setzen
fr: Définir un pseudonyme
ja: ニックネームを設定
ru: Установить псевдоним
ta: புனைப்பெயரை அமைக்கவும்

source: Set a nickname for the channel '{0}' (or leave it blank to reset the nickname)
de: Einen Nicknamen für den Kanal "{0}" setzen (oder leer lassen um den Nicknamen zurückzusetzen)
fr: Définir un pseudonyme pour le canal «{0}» (ou laissez vide pour réinitialiser son pseudonyme)
ja: チャンネル「{0}」のニックネームを設定（ニックネームをリセットするには空にしてください）
ru: Установить псевдоним для канала '{0}' (или оставьте его пустым, чтобы сбросить псевдоним)
ta: '{0}' என்ற சேனலுக்கு ஒரு புனைப்பெயரை அமைக்கவும் (அல்லது புனைப்பெயரை மீட்டமைக்க அதை காலியாக விடவும்)
