Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: The playlist contains {0} items, so this action may take a while
de: Die Playlist enthält {0} Elemente, diese Aktion kann eine Weile dauern
fr: La liste de lecture contient {0} élément(s), cette action pourrait donc durer un moment
ja: プレイリストには{0}個の項目が含まれているため、この操作には時間がかかる場合があります
ru: Список воспроизведения содержит {0} элементов, поэтому это действие может занять некоторое время
ta: பிளேலிச்ட்டில் {0} உருப்படிகள் உள்ளன, எனவே இந்த நடவடிக்கை சிறிது நேரம் ஆகலாம்

source: The folder contains {0} items, so this action may take a while
de: Der Ordner enthält {0} Elemente, diese Aktion kann eine Weile dauern
fr: Le dossier de destination contient {0} élément(s), cette action pourrait donc durer un moment
ja: フォルダには{0}個の項目が含まれているため、この操作には時間がかかる場合があります
ru: Папка содержит {0} элементов, поэтому это действие может занять некоторое время
ta: கோப்புறையில் {0} உருப்படிகள் உள்ளன, எனவே இந்த நடவடிக்கை சிறிது நேரம் ஆகலாம்

source: Originally from:
de: Original von:
fr: Originellement de :
ja: 元々からの場所：
ru: Первоначально из:
ta: முதலில் இருந்து:

source: From channel
de: Von Kanal
fr: Du canal
ja: チャンネルから
ru: Из канала
ta: சேனலில் இருந்து

source: From playlist
de: Von Playlist
fr: De la liste de lecture
ja: プレイリストから
ru: Из плейлиста
ta: பிளேலிச்ட்டிலிருந்து

source: From folder
de: Von Ordner
fr: Du dossier
ja: フォルダから
ru: Из папки
ta: கோப்புறையிலிருந்து

source: Livestream has not started yet
de: Der Livestream ist noch nicht gestartet
fr: La transmission en direct n'a pas encore démarré
ja: ライブ配信はまだ開始していません
ru: Прямая трансляция еще не началась
ta: லைவ்ச்ட்ரீம் இன்னும் தொடங்கவில்லை

source: Debut has started
de: Debüt ist gestartet
fr: Le «lancement» a démarré
ja: デビューが開始しました
ru: Дебют начался
ta: அறிமுகமானது தொடங்கியது

source: Debut has not started yet
de: Debüt ist noch nicht gestartet
fr: Le «lancement» n'a pas encore démarré
ja: デビューはまだ開始していません
ru: Дебют еще не начался
ta: அறிமுகம் இன்னும் தொடங்கவில்லை

source: Duration:
de: Dauer:
fr: Durée :
ja: 長さ：
ru: Длительность:
ta: காலம்:

source: unknown
de: unbekannt
fr: inconnu
ja: 不明
ru: неизвестно
ta: தெரியவில்லை

source: Size:
de: Größe:
fr: Taille :
ja: サイズ：
ru: Размер:
ta: அளவு:

source: Date:
de: Datum:
ja: 日付：
ru: Дата:
ta: தேதி:

source: Watch:
de: Gesehen:
fr: Visionner :
ja: 視聴：
ru: Смотреть:
ta: வாட்ச்:

source: Temporary:
de: Temporär:
fr: Temporaire :
ja: 一時的：
ru: Временное:
ta: தற்காலிக:

source: Marked:
de: Markiert:
fr: Marqué :
ja: マーク済み：
ru: Отмечено:
ta: குறிக்கப்பட்ட:

source: Show the full description
de: Vollständige Beschreibung anzeigen
fr: Afficher la description complète
ja: 完全な説明を表示
ru: Показать полное описание
ta: முழு விளக்கத்தையும் காட்டு

source: More
de: Mehr
fr: Plus
ja: もっと見る
ru: Больше
ta: மேலும்

source: Show the short description
de: Kurzbeschreibung anzeigen
fr: Afficher la description courte
ja: 短い説明を表示
ru: Показать краткое описание
ta: குறுகிய விளக்கத்தைக் காட்டு

source: Less
de: Weniger
fr: Moins
ja: 少なく表示
ru: Меньше
ta: குறைவாக

source: Received:
de: Empfangen:
fr: Reçu :
ja: 受信日：
ru: Получено:
ta: பெறப்பட்டது:

source: Live now:
de: Jetzt live:
fr: Transmission en direct actuelle :
ja: 現在ライブ：
ru: Прямая трансляция сейчас:
ta: இப்போது வாழ்க:

source: Live soon:
de: Bald live:
fr: Prochaines transmissions en direct :
ja: 近日中のライブ：
ru: Скоро в эфире:
ta: விரைவில் வாழ்க:

source: Debut now:
de: Jetzt debütiert:
fr: «Lancement» actuel :
ja: 現在デビュー：
ru: Дебют сейчас:
ta: இப்போது அறிமுகமானது:

source: Debut soon:
de: Bald debütiert:
fr: Prochains «lancements» :
ja: 近日中のデビュー：
ru: Дебют скоро:
ta: விரைவில் அறிமுகமானது:

source: Notify
de: Benachrichtigung
fr: Notifier
ja: 通知
ru: Уведомить
ta: அறிவிக்கவும்

source: When the livestream starts, notify the user
de: Wenn der Livestream startet, den Nutzer benachrichten
fr: Notifier l'utilisateur au début de la transmission en direct
ja: ライブ配信が開始したらユーザーに通知
ru: Когда начнется прямая трансляция, уведомить об этом пользователя
ta: லைவ்ச்ட்ரீம் தொடங்கும் போது, பயனருக்கு அறிவிக்கவும்

source: Alarm
fr: Alarme
ja: アラーム
ru: Сигнал
ta: அலாரம்

source: When the livestream starts, sound an alarm
de: Wenn der Livestream startet, den Nutzer alarmieren
fr: Lorsque la transmission en direct démarre, jouer une alarme
ja: ライブ配信が開始したらアラームを鳴らす
ru: Когда начнется прямая трансляция, подайте сигнал
ta: லைவ்ச்ட்ரீம் தொடங்கும் போது, அலாரத்தை ஒலிக்கவும்

source: Open
de: Öffnen
fr: Ouvrir
ja: 開く
ru: Открыть
ta: திற

source: When the livestream starts, open it
de: Wenn der Livestream startet, öffnen
fr: Ouvrir la transmission en direct lorsqu'elle démarre
ja: ライブ配信が開始したら開く
ta: லைவ்ச்ட்ரீம் தொடங்கும் போது, அதைத் திறக்கவும்

source: D/L on start
de: D/L bei Start
fr: Téléchargement au démarrage
ja: 開始時にダウンロード
ru: Загрузка на старте
ta: தொடக்கத்தில் டி/எல்

source: When the livestream starts, download it
de: Herunterladen, wenn der Livestream startet
fr: Télécharger la transmission en direct lorsqu'elle démarre
ja: ライブ配信が開始したらダウンロード
ru: Когда начнется трансляция, загрузите ее
ta: லைவ்ச்ட்ரீம் தொடங்கும் போது, அதைப் பதிவிறக்கவும்

source: D/L on stop
de: D/L bei Ende
fr: Téléchargements à l'arrêt
ja: 停止時にダウンロード
ru: Загрузка при остановке
ta: நிறுத்தத்தில் d/l

source: When the livestream stops, download it
de: Wenn der Livestream endet, herunterladen
fr: Arrêter le téléchargement lorsque la transmission en direct s'arrête
ja: ライブ配信が停止したらダウンロード
ru: Когда трансляция прекратится, загрузите ее
ta: லைவ்ச்ட்ரீம் நிறுத்தும்போது, அதைப் பதிவிறக்கவும்

source: Watch in your media player
de: Im Mediaplayer öffnen
fr: Visionner dans votre lecteur vidéo
ja: メディアプレイヤーで視聴
ru: Смотреть в медиаплеере
ta: உங்கள் மீடியா பிளேயரில் பாருங்கள்

source: Player
fr: Lecteur vidéo
ja: プレイヤー
ru: Плеер
ta: வீரர்

source: Download this video
de: Video herunterladen
fr: Télécharger cette vidéo
ja: この動画をダウンロード
ru: Загрузить это видео
ta: இந்த வீடியோவைப் பதிவிறக்கவும்

source: Download and watch in your media player
de: Herunterladen und im Mediaplayer öffnen
fr: Télécharger et visionner dans votre lecteur vidéo
ja: ダウンロードしてメディアプレイヤーで視聴
ru: Загрузить и смотреть в медиаплеере
ta: உங்கள் மீடியா பிளேயரில் பதிவிறக்கம் செய்து பாருங்கள்

source: Not downloaded
de: Nicht heruntergeladen
fr: Non téléchargé
ja: 未ダウンロード
ru: Не загружено
ta: பதிவிறக்கம் செய்யப்படவில்லை

source: Watch on website
de: Auf Webseite öffnen
fr: Visionner sur le site web
ja: ウェブサイトで視聴
ru: Смотреть на сайте
ta: இணையதளத்தில் பாருங்கள்

source: Website
de: Webseite
fr: Site web
ja: ウェブサイト
ru: Сайт
ta: வலைத்தளம்

source: Watch on {0}
de: In {0} öffnen
fr: Visionner sur {0}
ja: {0}で視聴
ru: Смотреть на {0}
ta: {0} இல் பாருங்கள்

source: Watch on YouTube
de: In YouTube öffnen
fr: Visionner sur YouTube
ja: YouTubeで視聴
ru: Смотреть на YouTube
ta: YouTube இல் பாருங்கள்

source: Watch on HookTube
de: In HookTube öffnen
fr: Visionner sur HookTube
ja: HookTubeで視聴
ru: Смотреть на HookTube
ta: ஊக் டியூப்பில் பாருங்கள்

source: Watch on Invidious
de: In Invidious öffnen
fr: Visionner sur Invidious
ja: Invidiousで視聴
ru: Смотреть на Invidious
ta: அக்யோர்டியசைப் பாருங்கள்

source: No link
de: Kein Link
fr: Pas de lien
ja: リンクなし
ru: Нет ссылки
ta: இணைப்பு இல்லை

source: Download to a temporary folder later
de: In temporären Ordner heruntergeladen
fr: Télécharger vers un dossier temporaire utlérieurement
ja: 後で一時フォルダにダウンロード
ru: Загрузить во временную папку позже
ta: தற்காலிக கோப்புறையில் பின்னர் பதிவிறக்கவும்

source: Mark for download
de: Für Download markiert
fr: Marquer pour le téléchargement
ja: ダウンロード用にマーク
ru: Отметить для загрузки
ta: பதிவிறக்குவதற்கான குறி

source: Download to a temporary folder
de: In temporären Ordner herunterladen
fr: Télécharger vers un dossier temporaire
ja: 一時フォルダにダウンロード
ru: Загрузить во временную папку
ta: தற்காலிக கோப்புறையில் பதிவிறக்கவும்

source: Download to a temporary folder, then watch
de: In temporären Ordner herunterladen, dann öffnen
fr: Télécharger vers un dossier temporaire puis visionner
ja: 一時フォルダにダウンロードして視聴
ru: Загрузить во временную папку, затем смотреть
ta: தற்காலிக கோப்புறையில் பதிவிறக்கம் செய்து, பின்னர் பாருங்கள்

source: D/L and watch
de: D/L und öffnen
fr: Télécharger et visionner
ja: ダウンロードして視聴
ru: Загрузить и смотреть
ta: டி/எல் மற்றும் வாட்ச்

source: Prevent automatic deletion of the video
de: Automatisches Löschen des Videos verhindern
fr: Empêcher la suppression automatique de la vidéo
ja: 動画の自動削除を防ぐ
ru: Предотвратить автоматическое удаление видео
ta: வீடியோவின் தானாக நீக்குவதைத் தடுக்கவும்

source: Archived
de: Archiviert
fr: Archivé
ja: アーカイブ済み
ru: Архивировано
ta: காப்பகப்படுத்தப்பட்டது

source: Show video in Bookmarks folder
de: Das Video im Lesezeichenordner zeigen
fr: Affichier le dossier des marque-pages
ja: ブックマークフォルダに動画を表示
ru: Показать видео в папке Закладки
ta: புக்மார்க்ச் கோப்புறையில் வீடியோவைக் காட்டு

source: B/mark
de: Lesezeichen
fr: Ajouter aux marques-page
ja: ブックマーク
ru: Закладка
ta: பி/குறி

source: Show in Favourite Videos folder
de: Video in Favoritenordner zeigen
fr: Afficher dans le dossier des vidéos favorites
ja: お気に入り動画フォルダに表示
ru: Показать в папке Избранное
ta: பிடித்த வீடியோக்கள் கோப்புறையில் காண்பி

source: Favourite
de: Favorit
fr: Favori
ja: お気に入り
ru: Избранное
ta: பிடித்த

source: Mark video as removed by creator
de: Das Video als vom Ersteller entfernt markieren
fr: Marquer la vidéo comme supprimé par son créateur
ja: 動画が作成者によって削除されたとマーク
ru: Отметить видео как удаленное автором
ta: படைப்பாளரால் அகற்றப்பட்ட வீடியோவை குறிக்கவும்

source: Missing
de: Fehlt
fr: Manquant(e)
ja: 見つからない
ru: Отсутствует
ta: இல்லை

source: Mark video as never watched
de: Das Video als ungesehen markieren
fr: Marquer la vidéo comme non visionnée
ja: 動画を未視聴とマーク
ru: Отметить видео как не просмотренное
ta: ஒருபோதும் பார்த்ததில்லை என வீடியோவை குறிக்கவும்

source: New
de: Neu
fr: Nouveau
ja: 新規
ru: Новое
ta: புதிய

source: Show in Waiting Videos folder
de: In Warteschlangenordner zeigen
fr: Afficher dans le dossier des vidéos en attente
ja: 待機動画フォルダに表示
ru: Показать в папке Список ожидания
ta: காத்திருப்பு வீடியோக்கள் கோப்புறையில் காண்பி

source: Bookmarked
de: Lesezeichen gesetzt
fr: Ajouter aux marque-pages
ja: ブックマーク済み
ru: В закладках
ta: புக்மார்க்கு செய்யப்பட்டது

source: Click to open
de: Klicken um zu öffnen
fr: Cliquer pour ouvrir
ja: クリックして開く
ru: Нажмите, чтобы открыть
ta: திறக்க சொடுக்கு செய்க

source: TRANSLATOR'S NOTE: D/L means download
de: Übersetzungshinweis: D/L bedeutet Download
fr: (Writing here so that it doesn't show as an untranslated string)
ja: 翻訳者向け注記：D/Lはダウンロードを意味します
ru: ПРИМЕЧАНИЕ ПЕРЕВОДЧИКА: D/L означает загрузку
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: டி/எல் பொருள் பதிவிறக்கம்

source: Can't D/L
de: D/L fehlgeschlagen
fr: Impossible de télécharger
ja: ダウンロード不可
ru: Не удается загрузить
ta: டி/எல் முடியாது

source: TRANSLATOR'S NOTE: This section contains shortened labels: Archive = Archived, B/Mark = Bookmarked, Waiting: In waiting list
de: Übersetzungshinweis: Dieser Abschnitt enthält Abkürzungslabels: Archive = Archived, B/Mark = Bookmarked, Waiting: In waiting list
fr: (Writing here so that it doesn't show as an untranslated string)
ja: 翻訳者向け注記：このセクションには短縮ラベルが含まれます：アーカイブ = アーカイブ済み、B/Mark = ブックマーク、待機：待機リストにある
ru: Примечание переводчика: Этот раздел содержит сокращенные метки: Archive = Архив, B/Mark = Закладка, Waiting = Ожидание: В списке ожидания
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: இந்த பிரிவில் சுருக்கப்பட்ட லேபிள்கள் உள்ளன: காப்பகம் = காப்பகப்படுத்தப்பட்ட, பி/மார்க் = புக்மார்க்கு செய்யப்பட்ட, காத்திருப்பு: காத்திருப்பு பட்டியலில்

source: Duplicate URL
de: URL-Duplikat
fr: Dupliquer le lien URL
ja: 重複したURL
ru: Дублировать URL-адрес
ta: நகல் முகவரி

source: Failed to add URL
de: Konnte URL nicht hinzufügen
fr: Échec lors de l'ajout du lien URL
ja: URLの追加に失敗
ta: முகவரி ஐ சேர்க்கத் தவறிவிட்டது

source: Add many channels/playlists
de: Viele Kanäle/Playlisten hinzufügen
fr: Ajouter plusieurs canaux / listes de lecture
ja: 複数のチャンネル/プレイリストを追加
ru: Добавить множество каналов/плейлистов
ta: பல சேனல்கள்/பிளேலிச்ட்களைச் சேர்க்கவும்

source: Enter URLs below
de: URLs hier eingeben
fr: Saisir les liens URLs ci-dessous
ja: 以下にURLを入力
ru: Введите URL-адреса ниже
ta: கீழே முகவரி களை உள்ளிடவும்

source: Enable automatic copy/paste
de: Automatisches Kopieren/Einfügen aktivieren
fr: Activer le copier / coller automatique
ja: 自動コピー/ペーストを有効化
ta: தானியங்கி நகல்/பேச்டை இயக்கவும்

source: Add channels
de: Kanäle hinzufügen
fr: Ajouter des canaux
ja: チャンネルを追加
ru: Добавить каналы
ta: சேனல்களைச் சேர்க்கவும்

source: Add playlists
de: Playlisten hinzufügen
fr: Ajouter des listes de lecture
ja: プレイリストを追加
ru: Добавить плейлисты
ta: பிளேலிச்ட்களைச் சேர்க்கவும்

source: Double-click the names/URLs to customise them
de: Die Namen/URLs doppelklicken um sie zu bearbeiten
fr: Double-cliquer sur les noms / les liens URL pour les personnaliser
ja: 名前/URLをダブルクリックしてカスタマイズ
ru: Дважды щелкните по именам/URL-адресам, чтобы изменить их
ta: பெயர்களை/URL களைத் தனிப்பயனாக்க இருமுறை சொடுக்கு செய்யவும்

source: <b>HINT</b>: You can also click <b>Media > Reset channel/playlist names...</b>
de: <b>HINWEIS</b>: Alternativ auf <b>Media > Kanal-/Playlistnamen zurücksetzen...</b> klicken
fr: <b>Astuce</b> : vous pouvez également cliquer sur <b> Média > Réinitialiser le nom du canal / de la liste de lecture ...</b>
ja: <b>ヒント</b>：<b>メディア > チャンネル/プレイリストの名前をリセット...</b> をクリックすることもできます
ru: <b>ПОДСКАЗКА</b>: Вы также можете выбрать <b>Медиа > Сбросить имена каналов/плейлистов... </b>
ta: <b> குறிப்பு </b>: நீங்கள் சொடுக்கு செய்யலாம் <b> மீடியா> சேனல்/பிளேலிச்ட் பெயர்களை மீட்டமைக்கவும் ... </b>

source: Type
de: Typ
fr: Genre
ja: 種類
ru: Тип
ta: வகை

source: Toggle channel/playlist
de: Kanal/Playlist wechseln
fr: Basculer le canal / la liste de lecture
ja: チャンネル/プレイリストを切り替え
ru: Переключить канал/плейлист
ta: சேனல்/பிளேலிச்ட்டை மாற்றவும்

source: Delete selected lines
de: Ausgewählte Zeilen löschen
fr: Supprimer les lignes sélectionnées
ja: 選択した行を削除
ru: Удалить выбранные строки
ta: தேர்ந்தெடுக்கப்பட்ட வரிகளை நீக்கு

source: Add to this folder:
de: Diesem Ordner hinzufügen:
fr: Ajouter à ce dossier :
ja: このフォルダに追加：
ru: Добавить в эту папку:
ta: இந்த கோப்புறையில் சேர்க்கவும்:

source: No parent folder
de: Kein übergeordneter Ordner
fr: Pas de dossier parents
ja: 親フォルダなし
ru: Нет родительской папки
ta: பெற்றோர் கோப்புறை இல்லை

source: Add channel
de: Kanal hinzufügen
fr: Ajouter un canal
ja: チャンネルを追加
ru: Добавить канал
ta: சேனலைச் சேர்க்கவும்

source: Enter the channel name
de: Kanal-Name eingeben
fr: Saisir le nom du canal
ja: チャンネル名を入力
ru: Введите название канала
ta: சேனல் பெயரை உள்ளிடவும்

source: (Use the channel's real name or a customised name)
de: (Den echten Namen des Kanals oder einen bearbeiteten verwenden)
fr: (Utiliser le véritable nom du canal ou un nom personnalisé)
ja: （チャンネルの実際の名前またはカスタマイズした名前を使用）
ru: (Используйте настоящее имя канала или пользовательское имя)
ta: (சேனலின் உண்மையான பெயர் அல்லது தனிப்பயனாக்கப்பட்ட பெயரைப் பயன்படுத்தவும்)

source: Copy and paste a link to the channel
de: Link zum Kanal kopieren und einfügen
fr: Copier et coller un lien vers le canal
ja: チャンネルへのリンクをコピーして貼り付け
ru: Скопируйте и вставьте ссылку на канал
ta: சேனலுக்கு ஒரு இணைப்பை நகலெடுத்து ஒட்டவும்

source: Before adding the URL for a YouTube channel, first click the Videos tab in your browser!
de: Erst den Video-Tab im Browser anklicken, bevor die URL für einen YouTube-Kanal hinzugefügt wird!
fr: Avant d'ajouter un lien depuis un canal YouTube, veuillez d'abord cliquer sur l'onglet des vidéos dans votre navigateur web !
ja: YouTubeチャンネルのURLを追加する前に、ブラウザで動画タブをクリックしてください！
ru: Прежде чем добавлять URL-адрес канала YouTube, перейдите на вкладку Видео в браузере!
ta: YouTube சேனலுக்கான முகவரி ஐச் சேர்ப்பதற்கு முன், முதலில் உங்கள் உலாவியில் உள்ள வீடியோக்கள் தாவலைக் சொடுக்கு செய்க!

source: (Optional) Add this channel inside a folder
de: (Optional) diesen Kanal einem Ordner hinzufügen
fr: (Optionnel) Ajouter ce canal dans un dossier
ja: （オプション）このチャンネルをフォルダ内に追加
ru: (Необязательно) Добавьте этот канал в папку
ta: (விரும்பினால்) இந்த சேனலை ஒரு கோப்புறையில் சேர்க்கவும்

source: Enable video downloads for this channel
de: Videodownloads für diesen Kanal aktivieren
fr: Activer le téléchargement des vidéos pour ce canal
ja: このチャンネルの動画ダウンロードを有効化
ru: Включить загрузку видео для этого канала
ta: இந்த சேனலுக்கான வீடியோ பதிவிறக்கங்களை இயக்கவும்

source: Don't download the videos, just check them
de: Videos nicht herunterladen, nur prüfen
fr: Ne pas télécharger les vidéos, les vérifier uniquement
ja: 動画をダウンロードせず、チェックのみ行う
ru: Не скачивать видео, просто проверить их
ta: வீடியோக்களைப் பதிவிறக்க வேண்டாம், அவற்றைச் சரிபார்க்கவும்

source: Add dropzone
de: Dropzone hinzufügen
fr: Ajouter une zone de dépôt
ja: ドロップゾーンを追加
ru: Добавить зону перетаскивания
ta: டிராப்சோன் சேர்க்கவும்

source: Create new download options called
de: Neue Downloadoptionen erstellen, namens
fr: Créer une nuvelle option de téléchargement nommée
ja: 新しいダウンロードオプションを作成
ru: Создать новые параметры загрузки, называемые
ta: அழைக்கப்படும் புதிய பதிவிறக்க விருப்பங்களை உருவாக்கவும்

source: Use these download options
de: Diese Downloadoptionen verwenden
fr: Utiliser ces options de téléchargement
ja: これらのダウンロードオプションを使用
ru: Использовать эти параметры загрузки
ta: இந்த பதிவிறக்க விருப்பங்களைப் பயன்படுத்தவும்

source: Clone these download options
de: Diese Downloadoptionen duplizieren
fr: Cloner ces options de téléchargement
ja: これらのダウンロードオプションを複製
ru: Клонировать эти параметры загрузки
ta: இந்த பதிவிறக்க விருப்பங்களை நகலி செய்யுங்கள்

source: Add folder
de: Ordner hinzufügen
fr: Ajouter un dossier
ja: フォルダを追加
ru: Добавить папку
ta: கோப்புறையைச் சேர்

source: Enter the folder name
de: Ordnername eingeben
fr: Saisir le nom du dossier
ja: フォルダ名を入力
ru: Введите имя папки
ta: கோப்புறை பெயரை உள்ளிடவும்

source: (Optional) Add this folder inside another folder
de: (Optional) Diesen Ordner einem anderen Verzeichnis hinzufügen
fr: (Optionnel) Ajouter ce dossier dans un autre dossier
ja: （オプション）このフォルダを別のフォルダ内に追加
ru: (Необязательно) Добавить эту папку в другую папку
ta: (விரும்பினால்) இந்த கோப்புறையை மற்றொரு கோப்புறையில் சேர்க்கவும்

source: Enable video downloads for this folder
de: Videodownloads für diesen Ordner aktivieren
fr: Activer le téléchargement des vidéos pour ce dossier
ja: このフォルダの動画ダウンロードを有効化
ru: Включить загрузку видео для этой папки
ta: இந்த கோப்புறைக்கான வீடியோ பதிவிறக்கங்களை இயக்கவும்

source: Add playlist
de: Playlist hinzufügen
fr: Ajouter une liste de lecture
ja: プレイリストを追加
ru: Добавить плейлист
ta: பிளேலிச்ட்டைச் சேர்க்கவும்

source: Enter the playlist name
de: Playlistnamen eingeben
fr: Saisir le nom de la liste de lecture
ja: プレイリスト名を入力
ru: Введите название плейлиста
ta: பிளேலிச்ட் பெயரை உள்ளிடவும்

source: (Use the playlist's real name or a customised name)
de: (Den echten Playlistnamen oder einen bearbeiteten nutzen)
fr: (Utiliser le véritable nom de la liste de lecture ou un nom personnalisé)
ja: （プレイリストの実際の名前またはカスタマイズした名前を使用）
ru: (Используйте настоящее название плейлиста или пользовательское название)
ta: (பிளேலிச்ட்டின் உண்மையான பெயர் அல்லது தனிப்பயனாக்கப்பட்ட பெயரைப் பயன்படுத்தவும்)

source: Copy and paste a link to the playlist
de: Link zur Wiedergabeliste kopieren und einfügen
fr: Copier et coller un lien vers la liste de lecture
ja: プレイリストへのリンクをコピーして貼り付け
ru: Скопируйте и вставьте ссылку на список воспроизведения
ta: பிளேலிச்ட்டுக்கு ஒரு இணைப்பை நகலெடுத்து ஒட்டவும்

source: (Optional) Add this playlist inside a folder
de: (Optional) Diese Wiedergabeliste in einen Ordner hinzufügen
fr: (Optionnel) Ajouter cette liste de lecture à un dossier
ja: （オプション）このプレイリストをフォルダ内に追加
ru: (Необязательно) Добавить этот список воспроизведения в папку
ta: (விரும்பினால்) இந்த பிளேலிச்ட்டை ஒரு கோப்புறையில் சேர்க்கவும்

source: Enable video downloads for this playlist
de: Video-Downloads für diese Wiedergabeliste aktivieren
fr: Activer le téléchargement des vidéos pour cette liste de lecture
ja: このプレイリストの動画ダウンロードを有効化
ru: Включить загрузку видео для этого плейлиста
ta: இந்த பிளேலிச்ட்டிற்கான வீடியோ பதிவிறக்கங்களை இயக்கவும்

source: Reset timestamps
de: Zeitstempel zurücksetzen
fr: Réinitialiser les horodatages
ja: タイムスタンプをリセット
ru: Сброс временных меток
ta: நேர முத்திரைகளை மீட்டமைக்கவும்

source: Copy timestamps below, e.g.
de: Zeitstempel unten kopieren, z. B.
fr: Copier les horodatages ci-dessous, par exemple
ja: 以下にタイムスタンプをコピー、例：
ru: Скопируйте временные метки ниже, например
ta: நேர முத்திரைகளை கீழே நகலெடுக்கவும், எ.கா.

source: Introduction
de: Einführung
ja: イントロダクション
ru: Введение
ta: அறிமுகம்

source: Add videos
de: Videos hinzufügen
fr: Ajouter des vidéos
ja: 動画を追加
ru: Добавить видео
ta: வீடியோக்களைச் சேர்க்கவும்

source: Copy and paste the links to one or more videos
de: Links zu einem oder mehreren Videos kopieren und einfügen
fr: Copier et coller le(s) lien(s) vers une ou plusieurs vidéo(s)
ja: 1つ以上の動画へのリンクをコピーして貼り付け
ru: Скопируйте и вставьте ссылки на одно или несколько видео
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட வீடியோக்களுக்கான இணைப்புகளை நகலெடுத்து ஒட்டவும்

source: Links containing multiple videos will be converted to a channel
de: Links, die mehrere Videos enthalten, werden in einen Kanal umgewandelt
fr: Les liens contenant plusieurs vidéos seront convertis en canal
ja: 複数の動画を含むリンクはチャンネルに変換されます
ru: Ссылки, содержащие несколько видео, будут преобразованы в канал
ta: பல வீடியோக்களைக் கொண்ட இணைப்புகள் சேனலாக மாற்றப்படும்

source: Links containing multiple videos will be converted to a playlist
de: Links, die mehrere Videos enthalten, werden in eine Wiedergabeliste umgewandelt
fr: Les liens contenant plusieurs vidéos seront convertis en liste de lecture
ja: 複数の動画を含むリンクはプレイリストに変換されます
ru: Ссылки, содержащие несколько видео, будут преобразованы в плейлист
ta: பல வீடியோக்களைக் கொண்ட இணைப்புகள் பிளேலிச்ட்டாக மாற்றப்படும்

source: Links containing multiple videos will be downloaded separately
de: Links, die mehrere Videos enthalten, werden separat heruntergeladen
fr: Les liens contenant plusieurs vidéos seront téléchargés séparéments
ja: 複数の動画を含むリンクは個別にダウンロードされます
ru: Ссылки, содержащие несколько видео, будут загружены отдельно
ta: பல வீடியோக்களைக் கொண்ட இணைப்புகள் தனித்தனியாக பதிவிறக்கம் செய்யப்படும்

source: Links containing multiple videos will not be downloaded at all
de: Links, die mehrere Videos enthalten, werden überhaupt nicht heruntergeladen
fr: Les liens contenant plusieurs vidéos ne seront pas téléchargés
ja: 複数の動画を含むリンクはまったくダウンロードされません
ru: Ссылки, содержащие несколько видео, не будут загружаться
ta: பல வீடியோக்களைக் கொண்ட இணைப்புகள் பதிவிறக்கம் செய்யப்படாது

source: Add the videos to this folder
de: Videos zu diesem Ordner hinzufügen
fr: Ajouter les vidéos à ce dossier
ja: このフォルダに動画を追加
ru: Добавить видео в эту папку
ta: இந்த கோப்புறையில் வீடியோக்களைச் சேர்க்கவும்

source: I want to download these videos
de: Ich möchte diese Videos herunterladen
fr: Je veux télécharger ces vidéos
ja: これらの動画をダウンロードしたい
ru: Я хочу загрузить эти видео
ta: இந்த வீடியோக்களை பதிவிறக்கம் செய்ய விரும்புகிறேன்

source: Apply download options
de: Downloadoptionen anwenden
fr: Appliquer les options de téléchargement
ja: ダウンロードオプションを適用
ru: Применить параметры загрузки
ta: பதிவிறக்க விருப்பங்களைப் பயன்படுத்துங்கள்

source: Create new download options
de: Neue Downloadoptionen erstellen
fr: Créer de nouvelles options de téléchargement
ja: 新しいダウンロードオプションを作成
ru: Создать новые параметры загрузки
ta: புதிய பதிவிறக்க விருப்பங்களை உருவாக்கவும்

source: Select a date
de: Ein Datum wählen
fr: Sélectionner une date
ja: 日付を選択
ru: Выбрать дату
ta: தேதியைத் தேர்ந்தெடுக்கவும்

source: Create profile
de: Profil erstellen
fr: Créer un nouveau profil
ja: プロファイルを作成
ru: Создать профиль
ta: சுயவிவரத்தை உருவாக்கவும்

source: Items currently marked:
de: Aktuell markierte Elemente:
fr: éléments actuellement marqués :
ja: 現在マークされている項目：
ru: Элементы, отмеченные в данный момент:
ta: தற்போது குறிக்கப்பட்ட உருப்படிகள்:
