Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Set a nickname for the playlist '{0}' (or leave it blank to reset the nickname)
de: Einen Nicknamen für die Playlist "{0}" setzen (oder leer lassen um den Nicknamen zurückzusetzen)
fr: Définir un pseudonyme pour la liste de lecture «{0}» (ou laissez vide pour réinitialiser son pseudonyme)
ja: プレイリスト「{0}」のニックネームを設定（ニックネームをリセットするには空にしてください）
ru: Установить псевдоним для плейлиста '{0}' (или оставьте его пустым, чтобы сбросить псевдоним)
ta: பிளேலிச்ட்டுக்கு '{0}' என்ற புனைப்பெயரை அமைக்கவும் (அல்லது புனைப்பெயரை மீட்டமைக்க அதை காலியாக விடவும்)

source: Set a nickname for the folder '{0}' (or leave it blank to reset the nickname)
de: Einen Nicknamen für den Ordner "{0}" setzen (order leer lassen um den Nicknamen zurückzusetzen)
fr: Définir un pseudonyme pour le dossier «{0}» (ou laissez vide pour réinitialiser son pseudonyme)
ja: フォルダ「{0}」のニックネームを設定（ニックネームをリセットするには空にしてください）
ru: Установить псевдоним для папки «{0}» (или оставьте поле пустым, чтобы сбросить псевдоним)
ta: '{0}' கோப்புறைக்கு ஒரு புனைப்பெயரை அமைக்கவும் (அல்லது புனைப்பெயரை மீட்டமைக்க அதை காலியாக விடவும்)

source: Set URL
de: URL setzen
fr: Définir l'URL
ja: URLを設定
ru: Задать URL-адрес
ta: முகவரி ஐ அமைக்கவும்

source: Update the URL for the channel '{0}'
de: Die URL des Kanals "{0}" aktualisieren
fr: Mettre à jour l'URL pour le cannal «{0}»
ja: チャンネル「{0}」のURLを更新
ru: Обновить URL-адрес канала «{0}»
ta: '{0}' என்ற சேனலுக்கான முகவரி ஐப் புதுப்பிக்கவும்

source: Update the URL for the playlist '{0}'
de: Die URL der Playlist "{0}" aktualisieren
fr: Mettre à jour l'URL pour la liste de lecture «{0}»
ja: プレイリスト「{0}」のURLを更新
ru: Обновить URL-адрес плейлиста «{0}»
ta: பிளேலிச்ட் '{0}' க்கான முகவரி ஐப் புதுப்பிக்கவும்

source: Show system command
de: Systembefehle zeigen
fr: Afficher la commande système
ja: システムコマンドを表示
ru: Показать системную команду
ta: கணினி கட்டளையைக் காட்டு

source: Copy to clipboard
de: In die Zwischenablage kopieren
fr: Copier vers le presse-papier
ja: クリップボードにコピー
ru: Копировать в буфер обмена
ta: இடைநிலைப்பலகைக்கு நகலெடுக்கவும்

source: Test
fr: Tester
ja: テスト
ru: Тест
ta: தேர்வு

source: URL of the video to download (optional)
de: URL des herunterzuladenden Videos (optional)
fr: URL de la vidéo à télécharger (optionnel)
ja: ダウンロードする動画のURL（任意）
ru: URL-адрес загружаемого видео (необязательно)
ta: பதிவிறக்கம் செய்ய வீடியோவின் முகவரி (விரும்பினால்)

source: Command line options (optional)
de: Kommandozeilenoptionen (optional)
fr: Options de la ligne de commande (optionnel)
ja: コマンドラインオプション（任意）
ru: Параметры командной строки (необязательно)
ta: கட்டளை வரி விருப்பங்கள் (விரும்பினால்)

source: Tidy up files
de: Dateien aufräumen
fr: Ranger les fichiers
ja: ファイルを整理
ru: Почистить файлы
ta: நேர்த்தியான கோப்புகள்

source: Tidy up channel
de: Kanal aufräumen
fr: Ranger les canaux
ja: チャンネルを整理
ru: Почистить канал
ta: நேர்த்தியான சேனல்

source: Tidy up playlist
de: Playlist aufräumen
fr: Ranger les listes de lecture
ja: プレイリストを整理
ru: Почистить плейлист
ta: நேர்த்தியான பிளேலிச்ட்

source: Tidy up folder
de: Ordner aufräumen
fr: Ranger les dossiers
ja: フォルダを整理
ru: Почистить папку
ta: நேர்த்தியான கோப்புறை

source: Check that videos are not corrupted
de: Prüfen, ob die Videos fehlerhaft sind
fr: Vérifier que les vidéos ne sont pas corrompues
ja: 動画が破損していないか確認
ru: Убедитесь, что видео не повреждены
ta: வீடியோக்கள் சிதைக்கப்படவில்லை என்பதை சரிபார்க்கவும்

source: Delete corrupted video files
de: Fehlerhafte Videodateien löschen
fr: Supprimer les fichiers corrompus
ja: 破損したビデオファイルを削除
ru: Удалить поврежденные видеофайлы
ta: சிதைந்த வீடியோ கோப்புகளை நீக்கு

source: Check that videos do/don't exist
de: Prüfen ob Videos (nicht) existieren
fr: Vérifier que les vidéos (n')existent (pas)
ja: 動画が存在する/しないか確認
ru: Убедитесь, что видео существуют/не существуют
ta: வீடியோக்கள் செயல்படுகின்றன/இல்லை என்பதை சரிபார்க்கவும்

source: Delete downloaded video files (doesn't remove videos from Tartube's database)
de: Heruntergeladene Videodateien löschen (entfernt die Videos nicht von Tartubes Datenbank)
fr: Supprimer les fichiers vidéos téléchargés (ne les retire pas de la base de données de Tartube)
ja: ダウンロードしたビデオファイルを削除（Tartubeのデータベースから動画は削除されません）
ru: Удалить загруженные видеофайлы (не удаляет видео из базы данных Tartube)
ta: பதிவிறக்கம் செய்யப்பட்ட வீடியோ கோப்புகளை நீக்கு (டார்ட்டூப்பின் தரவுத்தளத்திலிருந்து வீடியோக்களை அகற்றாது)

source: Also delete all video/audio files with the same name
de: Auch alle Video-/Audiodateien mit dem gleichen Namen löschen
fr: Supprimer également tous les fichiers vidéos / audio avec le même nom
ja: 同じ名前のすべてのビデオ/オーディオファイルも削除
ru: Также удалить все видео/аудио файлы с тем же именем
ta: எல்லா வீடியோ/ஆடியோ கோப்புகளையும் ஒரே பெயருடன் நீக்கவும்

source: Remove no-URL videos from database
de: Videos ohne URL aus der Datenbank löschen
fr: Retirer les vidéos sans URL de la base de données
ja: URLのない動画をデータベースから削除
ru: Удалить видео без URL-адреса из базы данных
ta: தரவுத்தளத்திலிருந்து NORL வீடியோக்களை அகற்றவும்

source: Remove duplicate videos from database
de: Video-Duplikate aus der Datenbank löschen
fr: Retirer les vidéos dupliquées de la base de données
ja: 重複する動画をデータベースから削除
ru: Удалить дубликаты видео из базы данных
ta: தரவுத்தளத்திலிருந்து நகல் வீடியோக்களை அகற்று

source: Delete all archive files
de: Alle Archivdateien löschen
fr: Supprimer tous les fichiers d'archive
ja: すべてのアーカイブファイルを削除
ru: Удалить все архивные файлы
ta: அனைத்து காப்பக கோப்புகளையும் நீக்கவும்

source: Move thumbnails into own folder
de: Thumbnails in eigenen Ordner verschieben
fr: Déplacer les miniatures dans leur propre dossier
ja: サムネイルを専用フォルダに移動
ru: Переместить миниатюры в собственную папку
ta: சிறு உருவங்களை சொந்த கோப்புறையில் நகர்த்தவும்

source: Delete all thumbnail files
de: Alle Thumbnail-Dateien löschen
fr: Supprimer toutes les miniatures
ja: すべてのサムネイルファイルを削除
ru: Удалить все файлы миниатюр
ta: அனைத்து சிறு கோப்புகளையும் நீக்கவும்

source: Convert .webp thumbnails to .jpg using FFmpeg
de: .webp-Thumbnails mit FFmpeg zu .jpg convertieren
fr: Convertir les miniatures .webp en .jpeg grâce à FFmpeg
ja: FFmpegを使用して.webpサムネイルを.jpgに変換
ru: Преобразовать .webp миниатюры в .jpg с использованием FFmpeg
ta: .Webp சிறு உருவங்களை ffmpeg ஐப் பயன்படுத்தி .jpg ஆக மாற்றவும்

source: Move other metadata files into own folder
de: Andere Metadatendateien in eigenen Ordner verschieben
fr: Déplacer les autres métadonnées dans leur propre dossier
ja: その他のメタデータファイルを専用フォルダに移動
ru: Переместить другие файлы метаданных в собственную папку
ta: பிற மேனிலை தரவு கோப்புகளை சொந்த கோப்புறையில் நகர்த்தவும்

source: Delete all description files
de: Alle Beschreibungsdateien löschen
fr: Supprimer les fichiers descriptifs
ja: すべての説明ファイルを削除
ru: Удалить все файлы описания
ta: எல்லா விளக்கக் கோப்புகளையும் நீக்கு

source: Delete all metadata (JSON) files
de: Alle Metadatadateien (JSON) löschen
fr: Supprimer tous les fichier (JSON) de métadonnées
ja: すべてのメタデータ（JSON）ファイルを削除
ru: Удалить все файлы метаданных (JSON)
ta: அனைத்து மேனிலை தரவு (JSON) கோப்புகளையும் நீக்கு

source: Delete all annotation files
de: Alle Annotationsdateien löschen
fr: Supprimer tous les fichiers d'annotation
ja: すべての注釈ファイルを削除
ru: Удалить все файлы аннотаций
ta: அனைத்து சிறுகுறிப்பு கோப்புகளையும் நீக்கவும்

source: Uploads
fr: Téléversements
ja: アップロード
ru: Загрузки
ta: பதிவேற்றங்கள்

source: File size
de: Dateigröße
fr: Taille de fichier
ja: ファイルサイズ
ru: Размер файла
ta: கோப்பு அளவு

source: Graph
de: Diagramm
fr: Graphique
ja: グラフ
ru: Граф
ta: வரைபடம்

source: Bar chart
de: Balkendiagramm
fr: Historigramme
ja: 棒グラフ
ru: Гистограмма
ta: பார் விளக்கப்படம்

source: Show decade
de: Jahrzehnt zeigen
fr: Afficher les décénies
ja: 10年を表示
ru: Показать десятилетие
ta: தசாப்தத்தைக் காட்டு

source: Show year
de: Jahr zeigen
fr: Afficher l'anné
ja: 年を表示
ru: Показать год
ta: ஆண்டைக் காட்டு

source: Show quarters
de: Quartal zeigen
fr: Afficher 3 mois
ja: 四半期を表示
ru: Показать кварталы
ta: காலாண்டுகளைக் காட்டு

source: Show month
de: Monat zeigen
fr: Afficher le mois
ja: 月を表示
ru: Показать месяц
ta: மாதத்தைக் காட்டு

source: Show week
de: Woche zeigen
fr: Afficher la semaine
ja: 週を表示
ru: Показать неделю
ta: வாரம் காட்டு

source: Show day
de: Tag zeigen
fr: Afficher le jour
ja: 日を表示
ru: Показать день
ta: நாள் காட்டு

source: Quarters
de: Quartale
fr: 3 mois
ja: 四半期
ru: Кварталы
ta: காலாண்டுகள்

source: Months
de: Monate
fr: Mois
ja: 月
ru: Месяцы
ta: மாதங்கள்

source: Weeks
de: Wochen
fr: Semaines
ja: 週
ru: Недели
ta: வாரங்கள்

source: Days
de: Tage
fr: Jours
ja: 日
ru: Дни
ta: நாட்கள்

source: Hours
de: Stunden
fr: Heures
ja: 時間
ru: Часы
ta: மணி

source: Red
de: Rot
fr: Rouge
ja: 赤
ru: Красный
ta: சிவப்பு

source: Green
de: Grün
fr: Vert
ja: 緑
ru: Зеленый
ta: பச்சை

source: Blue
de: Blau
fr: Bleu
ja: 青
ru: Синий
ta: நீலம்

source: Black
de: Schwarz
fr: Noir
ja: 黒
ru: Чёрный
ta: கருப்பு

source: White
de: Weiß
fr: Blanc
ja: 白
ru: Белый
ta: வெள்ளை

source: yt-dlp only
de: Nur yt-dlp
fr: seulement yt-dlp
ja: yt-dlpのみ
ru: Только yt-dlp
ta: yt-dlp மட்டும்

source: Reset changes without closing the window
de: Änderungen zurücksetzen ohne das Fenster zu schließen
fr: Réinitialiser les changements sans fermer la fenêtre
ja: ウィンドウを閉じずに変更をリセット
ru: Сбросить изменения, не закрывая окно
ta: சாளரத்தை மூடாமல் மாற்றங்களை மீட்டமைக்கவும்

source: Apply
de: Anwenden
fr: Appliquer
ja: 適用
ru: Применить
ta: இடு

source: Apply changes without closing the window
de: Änderungen anwenden ohne das Fenster zu schließen
fr: Appliquer les changements sans fermer la fenêtre
ja: ウィンドウを閉じずに変更を適用
ru: Применить изменения, не закрывая окно
ta: சாளரத்தை மூடாமல் மாற்றங்களைப் பயன்படுத்துங்கள்

source: Apply changes
de: Änderungen anwenden
fr: Appliquer les changements
ja: 変更を適用
ru: Применить изменения
ta: மாற்றங்களைப் பயன்படுத்துங்கள்

source: Cancel changes
de: Änderungen verwerfen
fr: Annuler les changements
ja: 変更をキャンセル
ru: Отменить изменения
ta: மாற்றங்களை ரத்துசெய்

source: Listed as
de: Aufgeführt als
fr: Listés comme
ja: として表示
ru: Указано как
ta: பட்டியலிடப்பட்டுள்ளது

source: Contained in
de: Enthalten in
fr: Contenu dans
ja: に含まれる
ru: Содержится в
ta: உள்ளது

source: Author
de: Verfasser
fr: Auteur
ja: 投稿者
ru: Автор
ta: நூலாசிரியர்

source: Download to
de: Lade herunter nach
fr: Télécharger vers
ja: にダウンロード
ru: Скачать в
ta: பதிவிறக்கவும்

source: Default location
de: Standardort
fr: Emplacement par défaut
ja: デフォルトの場所
ru: Местоположение по умолчанию
ta: இயல்புநிலை இடம்

source: Channel URL
de: Kanal-URL
fr: Canal URL
ja: チャンネルURL
ru: URL-адрес канала
ta: சேனல் முகவரி

source: Playlist URL
fr: URL de la liste de lecture
ja: プレイリストURL
ru: URL-адрес плейлиста
ta: பிளேலிச்ட் முகவரி

source: Video URL
fr: URL de la vidéo
ja: 動画URL
ru: URL-адрес видео
ta: வீடியோ முகவரி

source: _Options
de: _Optionen
ja: オプション
ru: _Параметры

source: Download options
de: Downloadoptionen
fr: Options de téléchargement
ja: ダウンロードオプション
ru: Параметры загрузки
ta: விருப்பங்களை பதிவிறக்கவும்

source: Edit download options
de: Downloadoptionen bearbeiten
fr: Modifier les options de téléchargement
ja: ダウンロードオプションを編集
ru: Изменить параметры загрузки
ta: பதிவிறக்க விருப்பங்களைத் திருத்து

source: Remove download options
de: Downloadoptionen entfernen
fr: Retirer les options de téléchargement
ja: ダウンロードオプションを削除
ru: Удалить параметры загрузки
ta: பதிவிறக்க விருப்பங்களை அகற்று

source: Close this window
de: Das Fenster schließen
fr: Fermer cette fenêtre
ja: このウィンドウを閉じる
ru: Закрыть это окно
ta: இந்த சாளரத்தை மூடு

source: Custom download settings
de: Benutzerdefinierte Downloadoptionen
fr: Préférences personnaliéses de téléchargement
ja: カスタムダウンロード設定
ru: Пользовательские параметры загрузки
ta: தனிப்பயன் பதிவிறக்க அமைப்புகள்

source: _Name
fr: Nom
ja: 名前
ru: _Имя
ta: _ பெயர்

source: Usage
de: Verwendung
fr: Utilisation
ja: 使用方法
ru: Использование
ta: பயன்பாடு

source: Applies everywhere except the Classic Mode tab
de: Wird überall angewendet, außer im Klassikmodus-Tab
fr: S'applique partout excepté à l'onglet Mode Classique
ja: クラシックモードタブを除くすべての場所に適用
ru: Применяется везде, кроме вкладки «Классический режим»
ta: கிளாசிக் பயன்முறை தாவலைத் தவிர எல்லா இடங்களிலும் பொருந்தும்

source: Applies to the Classic Mode tab
de: Wird im Klassikmodus-Tab angewendet
fr: S'applique à l'onglet Mode Classique
ja: クラシックモードタブに適用
ru: Применяется к вкладке "Классический режим"
ta: கிளாசிக் பயன்முறை தாவலுக்கு பொருந்தும்

source: Applies when selected
de: Wird angewendet, wenn ausgewählt
fr: S'applique lorsque sélectionné
ja: 選択時に適用
ru: Применяется при выборе
ta: தேர்ந்தெடுக்கும்போது பொருந்தும்

source: HINT
de: HINWEIS
fr: Astuce
ja: ヒント
ru: ПОДСКАЗКА
ta: குறிப்பு

source: Enable these settings first!
de: Diese Einstellungen zuerst aktivieren!
fr: Activez d'abord ces paramètres !
ja: まずこれらの設定を有効にしてください！
ru: Сначала включите эти настройки!
ta: இந்த அமைப்புகளை முதலில் இயக்கவும்!

source: Download each video independently of its channel or playlist
de: Jedes Video unabhängig von seinem Kanal oder Playlist herunterladen
fr: Télécharger chaque vidéo indépendement de son canal ou de sa liste de lecture
ja: チャンネルやプレイリストとは独立して各動画をダウンロード
ru: Загружать каждое видео независимо от его канала или плейлиста
ta: ஒவ்வொரு வீடியோவையும் அதன் சேனல் அல்லது பிளேலிச்ட்டிலிருந்து சுயாதீனமாக பதிவிறக்கவும்

source: Check channels/playlists/folders before each custom download (recommended)
de: Jeden Kanal/Playlist/Ordner vor jedem benutzerdefinierten Download prüfen (empfohlen)
fr: Vérifier les canaux / listes de lectures / dossiers avant chaque téléchargement personnalisé (recommandé)
ja: 各カスタムダウンロード前にチャンネル/プレイリスト/フォルダをチェック（推奨）
ru: Проверять каналы/плейлисты/папки перед каждой пользовательской загрузкой (рекомендуется)
ta: ஒவ்வொரு தனிப்பயன் பதிவிறக்கத்திற்கும் முன் சேனல்கள்/பிளேலிச்ட்கள்/கோப்புறைகளை சரிபார்க்கவும் (பரிந்துரைக்கப்படுகிறது)

source: The <b>Check all</b> and <b>Download all</b> buttons will not start a custom download!
de: Der <b>Alle prüfen</b> und <b>Alle herunterladen</b>-Button wird keinen benutzerdefinierten Download starten!
fr: Les boutons <b>Tout vérifier</b> and <b>Tout télécharger</b> ne lanceront pas de téléchargements personnalisés !
ja: <b>すべてチェック</b>および<b>すべてダウンロード</b>ボタンではカスタムダウンロードは開始されません！
ru: Кнопки <b>Проверить все</b> и <b>Загрузить все</b> не запускают пользовательскую загрузку!
ta: <b> எல்லாவற்றையும் சரிபார்க்கவும் </b> மற்றும் <b> அனைத்தையும் பதிவிறக்குங்கள் </b> பொத்தான்கள் தனிப்பயன் பதிவிறக்கத்தைத் தொடங்காது!

source: Use the main menu, or right-click a video, channel, playlist or folder!
de: Das Hauptmenü verwenden oder Rechtsklick auf ein Video, Kanal, Playlist oder Ordner!
fr: Utilisez le menu principal ou un clic droit sur une vidéo, un canal, une liste de lecture ou un dossier !
ja: メインメニューを使用するか、動画、チャンネル、プレイリスト、またはフォルダを右クリックしてください！
ru: Используйте главное меню или щелкните правой кнопкой мыши видео, канал, плейлист или папку!
ta: முதன்மையான மெனுவைப் பயன்படுத்தவும் அல்லது வீடியோ, சேனல், பிளேலிச்ட் அல்லது கோப்புறையை வலது சொடுக்கு செய்யவும்!

source: Import settings from the general custom download into this window
de: Einstellungen vom allgemeinen benutzerdefinierten Download in dieses Fenster importieren
fr: Importer les paramètres généraux personnalisés de téléchargement dans cette fenêtre
ja: 一般カスタムダウンロードの設定をこのウィンドウにインポート
ru: Импорт параметров из пользовательской загрузки в это окно
ta: இந்த சாளரத்தில் பொதுவான தனிப்பயன் பதிவிறக்கத்திலிருந்து அமைப்புகளை இறக்குமதி செய்யுங்கள்

source: Completely reset all settings to their default values
de: Alle Einstellungen vollständig auf die Standardwerte zurücksetzen
fr: Redéfinir tous les paramètres à leurs valeurs par défaut
ja: すべての設定をデフォルト値に完全にリセット
ru: Полностью сбросить все настройки к их значениям по умолчанию
ta: எல்லா அமைப்புகளையும் அவற்றின் இயல்புநிலை மதிப்புகளுக்கு முழுமையாக மீட்டமைக்கவும்

source: _Subtitles
de: _Untertitel
fr: Sous-titres
ja: 字幕
ru: _Субтитры
ta: _சப்டிடில்ச்

source: Subtitles settings
de: Untertiteleinstellungen
fr: Paramètres des sous-titres
ja: 字幕設定
ru: Настройки субтитров
ta: வசன வரிகள் அமைப்புகள்

source: Note: this tab downloads videos. To download subtitles, use the download options windows
de: Hinweis: dieser Tab lädt Videos herunter. Um Untertitel herunterzuladen, die Downloadoptionen-Fenster verwenden
fr: Note : cet onglet télécharge des vidéos. Pour télécharger des sous-titres, utilisez la fenêtre d'option des téléchargement
ja: 注意：このタブは動画をダウンロードします。字幕をダウンロードするには、ダウンロードオプションウィンドウを使用してください
ru: Примечание: на этой вкладке загружаются видео. Чтобы загрузить субтитры, используйте окна параметров загрузки
ta: குறிப்பு: இந்த தாவல் வீடியோக்களைப் பதிவிறக்குகிறது. வசன வரிகளைப் பதிவிறக்க, பதிவிறக்க விருப்பங்கள் சாளரங்களைப் பயன்படுத்தவும்

source: Only download videos with available subtitles
de: Nur Videos herunterladen, die über Untertitel verfügen
fr: Ne télécharger que les vidéos avec des sous-titres de dispobiles
ja: 字幕が利用可能な動画のみをダウンロード
ru: Загружать только видео с доступными субтитрами
ta: கிடைக்கக்கூடிய வசனங்களுடன் வீடியோக்களை மட்டுமே பதிவிறக்கவும்

source: During the custom download, don't add videos without subtitles to the database at all
de: Videos ohne Untertitel während des benutzerdefinierten Downloads nicht zur Datenbank hinzufügen
fr: Ne pas ajouter de vidéos sans sous-titres à la base de données pendant le téléchargement (personnalisé)
ja: カスタムダウンロード中に、字幕のない動画をデータベースに一切追加しない
ru: Во время пользовательской загрузки вообще не добавлять в базу видео без субтитров
ta: தனிப்பயன் பதிவிறக்கத்தின் போது, தரவுத்தளத்தில் வசன வரிகள் இல்லாமல் வீடியோக்களைச் சேர்க்க வேண்டாம்

source: Require subtitles in these languages (leave empty to download videos with any subtitles):
de: Untertitel in diesen Sprachen voraussetzen (leer lassen um Videos mit beliebigen Untertitel herunterzuladen):
fr: Requiert les sous-titres dans ces langues (laisser vide pour télécharger les vidéos quelques soient les sous-titres) :
ja: 以下の言語の字幕を要求（空のままにすると、任意の字幕付きの動画をダウンロード）：
ru: Требуйте субтитры на этих языках (оставьте пустым, чтобы загрузить видео с любыми субтитрами):
ta: இந்த மொழிகளில் வசன வரிகள் தேவை (எந்த வசனங்களுடனும் வீடியோக்களைப் பதிவிறக்குவதற்கு காலியாக விடவும்):

source: Add language
de: Sprache hinzufügen
fr: Ajouter une langue
ja: 言語を追加
ru: Добавить язык
ta: மொழியைச் சேர்க்கவும்

source: Remove language
de: Sprache entfernen
fr: Retirer une langue
ja: 言語を削除
ru: Удалить язык
ta: மொழியை அகற்று

source: _Clips
fr: Séquences
ja: クリップ
ru: _Клипы
ta: _ கிளிப்ச்

source: Clip settings
de: Clip-Einstellungen
fr: Paramètres des séquences
ja: クリップ設定
ru: Настройки клипа
ta: கிளிப் அமைப்புகள்

source: Split videos into video clips using timestamps (requires FFmpeg)
de: Videos in Videoclips basierend auf den Timestamps aufteilen (benötigt FFmpeg)
fr: Couper les vidéos en plusieurs séquences en utilisant l'horodatage (requiert FFmpeg)
ja: タイムスタンプを使用して動画をビデオクリップに分割（FFmpegが必要）
ru: Разделить видео на видеоклипы, используя временные метки (требуется FFmpeg)
ta: நேர முத்திரைகளைப் பயன்படுத்தி வீடியோ கிளிப்களாக வீடியோக்களைப் பிரிக்கவும் (FFMPEG தேவைப்படுகிறது)

source: S_lices
de: S_egmente
fr: Morceaux
ja: スライス
ru: Фр_агменты

source: Slice settings
de: Segmenteinstellungen
fr: Paramètres des morceaux de vidéos
ja: スライス設定
ru: Настройки фрагментов
ta: அமைப்புகளை நறுக்கவும்

source: Remove slices from the video using SponsorBlock data (requires FFmpeg)
de: Segmente vom Video mittels SponsorBlock-Daten entfernen (benötigt FFmpeg)
fr: Retirer les morceaux de la vidéo en utilisant les données de SponsorBlock (requiert FFmeg)
ja: SponsorBlockデータを使用して動画からスライスを削除（FFmpegが必要）
ru: Удалить фрагменты из видео с помощью данных SponsorBlock (требуется FFmpeg)
ta: ஒப்புரவாளர் பிளாக் தரவைப் பயன்படுத்தி வீடியோவிலிருந்து துண்டுகளை அகற்று (FFMPEG தேவை)

source: Remove
de: Entfernen
fr: Retirer
ja: 削除
ru: Удалить
ta: அகற்று

source: Remove all
de: Alle entfernen
fr: Tout retirer
ja: すべて削除
ru: Удалить все
ta: அனைத்தையும் அகற்று

source: Remove none
de: Keine entfernen
fr: Ne rien retirer
ja: なしを削除
ru: Не удалять
ta: எதையும் அகற்றவில்லை

source: _Delays
de: _Verzögerungen
fr: Ajournements
ja: 遅延
ru: _Задержки

source: Download delay settings
de: Verzögerungs-Einstellungen herunterladen
fr: Télécharger les paramètres d'ajournement
ja: ダウンロード遅延設定
ru: Настройки задержки загрузки
ta: தாமத அமைப்புகளைப் பதிவிறக்கவும்

source: Apply a delay after each video/channel/playlist is downloaded
de: Eine Verzögerung nach jedem Download einer Video/Kanal/Playliste hinzufügen
fr: Appliquer un delais après chaque vidéo / canal / liste de lecture téléchargé
ja: 各動画/チャンネル/プレイリストのダウンロード後に遅延を適用
ru: Применить задержку после загрузки каждого видео/канала/плейлиста
ta: ஒவ்வொரு வீடியோ/சேனல்/பிளேலிச்ட்டும் பதிவிறக்கம் செய்யப்பட்ட பிறகு தாமதத்தைப் பயன்படுத்துங்கள்

source: Maximum delay to apply (in minutes)
de: Maximal anzuwendende Verzögerung (in Minuten)
fr: Delais maximal à appliquer
ja: 適用する最大遅延（分単位）
ru: Максимальная задержка (в минутах)
ta: விண்ணப்பிக்க அதிகபட்ச நேரந்தவறுகை (நிமிடங்களில்)

source: _Mirrors
fr: Mirroirs
ja: ミラー
ru: _Зеркала
ta: _ மிரர்கள்

source: Mirror settings
de: Mirror-Einstellungen
fr: Paramètres des mirroirs
ja: ミラー設定
ru: Настройки зеркала
ta: கண்ணாடி அமைப்புகள்

source: Obtain a YouTube video from the original website
de: Ein YouTube-Video von der originalen Webseite beziehen
fr: Obtenir une vidéo YouTube depuis le site officiel
ja: YouTube動画を元のウェブサイトから取得
ru: Получить видео YouTube с исходного веб-сайта
ta: அசல் வலைத்தளத்திலிருந்து YouTube வீடியோவைப் பெறுங்கள்

source: Obtain the video from HookTube rather than YouTube
de: Das Video von HookTube statt YouTube beziehen
fr: Récupérer la vidéo depuis HookTub plutôt que YouTube
ja: YouTubeではなくHookTubeから動画を取得
ru: Получить видео с HookTube, а не с YouTube
ta: YouTube ஐ விட ஊக் டியூப்பில் இருந்து வீடியோவைப் பெறுங்கள்

source: Obtain the video from Invidious rather than YouTube
de: Das Video von Invidious statt YouTube beziehen
fr: Récupérer la vidéo depuis Invidious plutôt que YouTube
ja: YouTubeではなくInvidiousから動画を取得
ru: Получить видео с Invidious, а не с YouTube
ta: YouTube ஐ விட வெறுப்பிலிருந்து வீடியோவைப் பெறுங்கள்

source: Obtain the video from this YouTube front-end:
de: Das Video von diesem YouTube-Frontend beziehen:
fr: Récupérer la vidéo depuis YouTube :
ja: このYouTubeフロントエンドから動画を取得：
ru: Получить видео из этого интерфейса YouTube:
ta: இந்த YouTube முன் இறுதியில் இருந்து வீடியோவைப் பெறுங்கள்:

source: Type the exact text that replaces www.youtube.com e.g.
de: Den genauen Text eingeben, der www.youtube.com ersetzt, z. B.
fr: Saisir exactement ce qui remplace www.youtube.com ex.
ja: www.youtube.comを置き換える正確なテキストを入力（例）
ru: Введите точный текст, заменяющий www.youtube.com, например
ta: Www.youtube.com ஐ மாற்றும் சரியான உரையைத் தட்டச்சு செய்க எ.கா.

source: L_ivestreams
fr: Transmissions en direct
ja: ライブ配信
ru: П_рямые трансляции
ta: நேரடி நீரோடைகள்

source: Livestream settings
de: Livestream-Einstellungen
fr: Paramètres des transmissions en direct
ja: ライブ配信設定
ru: Настройки прямой трансляции
ta: லைவ்ச்ட்ரீம் அமைப்புகள்

source: Don't download broadcasting livestreams
de: Keine Broadcasting-Livestreams herunterladen
fr: Ne pas télécharger les tranmissions en direct
ja: 放送中のライブ配信をダウンロードしない
ru: Не загружать текущих прямые трансляции
ta: ஒளிபரப்பு லைவ்ச்ட்ரீம்களை பதிவிறக்க வேண்டாம்

source: Don't download finished livestreams
de: Keine beendeten Livestreams herunterladen
fr: Ne pas télécharger les tranmissions en direct terminées
ja: 終了したライブ配信をダウンロードしない
ru: Не загружать завершенных прямых трансляций
ta: முடிக்கப்பட்ட லைவ்ச்ட்ரீம்களை பதிவிறக்க வேண்டாம்

source: Only download broadcasting livestreams
de: Nur Broadcasting-Livestreams herunterladen
fr: Télécharger uniquement les transmissions en direct
ja: 放送中のライブ配信のみをダウンロード
ru: Загружать только текущие прямые трансляции
ta: ஒளிபரப்பு லைவ்ச்ட்ரீம்களை மட்டுமே பதிவிறக்கவும்
