Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Download did not start
de: Herunterladen wurde nicht gestartet
fr: Le téléchargement n'a pas démarré
ja: ダウンロードが開始しませんでした
ta: பதிவிறக்கம் தொடங்கவில்லை

source: Child process exited with non-zero code: {}
de: Kindprozess wurde mit einem Code ungleich Null beendet: {}
fr: Le processus enfant a terminé avec un code d'erreur non-nul : {}
ja: 子プロセスがゼロ以外のコードで終了しました：{}
ta: பூச்சியமற்ற குறியீட்டுடன் வெளியேறும் குழந்தை செயல்முறை: {}

source: This video has a URL that points to a channel or a playlist, not a video
de: Dieses Video hat eine URL, die auf einen Kanal oder eine Wiedergabeliste verweist, nicht auf ein Video
fr: Cette vidéo a un lien URL qui pointe vers un canal ou une liste de lecture et non pas vers une vidéo
ja: この動画のURLは動画ではなく、チャンネルまたはプレイリストを指しています
ta: இந்த வீடியோவில் ஒரு முகவரி உள்ளது, இது ஒரு சேனல் அல்லது பிளேலிச்ட்டை சுட்டிக்காட்டுகிறது, வீடியோ அல்ல

source: Simulated download of:
de: Simuliertes Herunterladen von:
fr: Téléchargement simulé de :
ja: 次のシミュレーションダウンロード：
ta: உருவகப்படுத்தப்பட்ட பதிவிறக்கம்:

source: Simulated download of video with unprintable characters
de: Simuliertes Herunterladen eines Videos mit nicht druckbaren Zeichen
fr: Téléchargement simulé d'une vidéo comportant des caractères non-imprimables
ja: 印刷できない文字を含む動画のシミュレーションダウンロード
ta: அச்சிட முடியாத எழுத்துக்களுடன் வீடியோவின் உருவகப்படுத்தப்பட்ட பதிவிறக்கம்

source: No timestamps defined in video's timestamp list
de: Keine Zeitstempel in der Zeitstempelliste des Videos definiert
fr: Aucun horodatage de défini dans la liste des horodatages de la vidéo
ja: 動画のタイムスタンプリストにタイムスタンプが定義されていません
ta: வீடியோவின் நேர முத்திரை பட்டியலில் நேர முத்திரைகள் எதுவும் வரையறுக்கப்படவில்லை

source: FAILED: Can't create the destination folder either because a folder with the same name already exists, or because new folders can't be added to the parent folder
de: FEHLGESCHLAGEN: Der Zielordner kann nicht erstellt werden, weil entweder bereits ein Ordner mit demselben Namen existiert oder weil dem übergeordneten Ordner keine neuen Ordner hinzugefügt werden können
fr: ÉCHEC : impossible de créer le dossier de destination, soit parce-qu'un dossier ayant le même nom existe déjà, soit parce-que de nouveaux dossiers ne peuvent pas être ajoutés au dossier parent
ja: 失敗：同名のフォルダがすでに存在するか、親フォルダに新しいフォルダを追加できないため、保存先フォルダを作成できません
ta: தோல்வியுற்றது: அதே பெயரைக் கொண்ட ஒரு கோப்புறை ஏற்கனவே இருப்பதால், அல்லது புதிய கோப்புறைகளை பெற்றோர் கோப்புறையில் சேர்க்க முடியாததால் இலக்கு கோப்புறையை உருவாக்க முடியாது

source: FAILED: Clip download did not start
de: FEHLGESCHLAGEN: Clip-Download nicht gestartet
fr: ÉCHEC : le téléchargemet de la séquence vidéo n'a pas démarré
ja: 失敗：クリップのダウンロードが開始しませんでした
ta: தோல்வியுற்றது: கிளிப் பதிவிறக்கம் தொடங்கவில்லை

source: FAILED: Child process exited with non-zero code: {}
de: FEHLGESCHLAGEN: Kindprozess wurde mit einem Code ungleich Null beendet: {}
fr: ÉCHEC : le processus enfant a terminé avec un code de sorie non-nul : {}
ja: 失敗：子プロセスがゼロ以外のコードで終了しました：{}
ta: தோல்வியுற்றது: பூச்சியமற்ற குறியீட்டைக் கொண்டு வெளியேறும் குழந்தை செயல்முறை: {}

source: No slices defined in video's slice list
de: In der Videosegmentliste sind keine Segmente definiert
fr: Aucun morceau de défini dans la liste des morceaux de vidéo
ja: 動画のスライスリストにスライスが定義されていません
ta: வீடியோவின் துண்டு பட்டியலில் எந்த துண்டுகளும் வரையறுக்கப்படவில்லை

source: FAILED: One or more clips were not downloaded
de: FEHLGESCHLAGEN: Einer oder mehrere Clips wurden nicht heruntergeladen
fr: ÉCHEC : une ou plusieurs séquences vidéos n'ont pas pu être téléchargées
ja: 失敗：1つ以上のクリップがダウンロードされませんでした
ta: தோல்வியுற்றது: ஒன்று அல்லது அதற்கு மேற்பட்ட கிளிப்புகள் பதிவிறக்கம் செய்யப்படவில்லை

source: FAILED: Can't concatenate clips
de: FEHLGESCHLAGEN: Konnte Clips nicht zusammenfügen
fr: ÉCHEC : impossible de concaténer les séquences vidéos
ja: 失敗：クリップを結合できません
ta: தோல்வியுற்றது: கிளிப்களை இணைக்க முடியாது

source: FAILED: Clips were concatenated, but could not move the output file out of the temporary directory
de: FEHLGESCHLAGEN: Clips wurden zusammengefügt, aber die Ausgabedatei konnte nicht aus dem temporären Verzeichnis bewegt werden
fr: ÉCHEC : les séquences vidéos ont été concaténées mais le fichier temporaire n'a pas pu être déplacé hors du dossier temporaire
ja: 失敗：クリップは結合されましたが、出力ファイルを一時ディレクトリから移動できませんでした
ta: தோல்வியுற்றது: கிளிப்புகள் ஒன்றிணைக்கப்பட்டன, ஆனால் வெளியீட்டு கோப்பை தற்காலிக கோப்பகத்திலிருந்து நகர்த்த முடியவில்லை

source: Failed to copy the original video's thumbnail
de: Konnte das originale Video-Thumbnail nicht kopieren
fr: Échec lors de la copie de la miniature de la vidéo originale
ja: 元の動画のサムネイルのコピーに失敗しました
ta: அசல் வீடியோவின் சிறுபடத்தை நகலெடுப்பதில் தோல்வி

source: FAILED: Can't create a temporary folder for video clips
de: FEHLGESCHLAGEN: Temporärer Order für die Videoclips konnte nicht erstellt werden
fr: ÉCHEC : impossible de créer un dossier temporaire pour les séquences vidéos
ja: 失敗：ビデオクリップ用の一時フォルダを作成できません
ta: தோல்வியுற்றது: வீடியோ கிளிப்களுக்கான தற்காலிக கோப்புறையை உருவாக்க முடியாது

source: Tartube is starting the livestream download
de: Tartube startet das Herunterladen des Livestreams
fr: Tartube démarre le téléchargement de la transmission en direct
ja: Tartubeがライブ配信のダウンロードを開始しています
ta: டார்டூப் லைவ்ச்ட்ரீம் பதிவிறக்கத்தைத் தொடங்குகிறது

source: Invalid livestream download mode
de: Ungültiger Livestream-Download-Modus
fr: Mode de téléchargement de la transmission en direct non valide
ja: 無効なライブ配信ダウンロードモード
ta: தவறான லைவ்ச்ட்ரீம் பதிவிறக்க முறை

source: Incomplete livestream download detected; removing the .part component from the output file
de: Unvollständiger Livestream-Download erkannt; Entfernen der Komponente .part aus der Ausgabedatei
fr: Téléchargement incomplet d'une transmission détecté ; suppression de la partie .part du fichier de sortie
ja: 不完全なライブ配信ダウンロードを検出しました。出力ファイルから.partコンポーネントを削除します
ta: முழுமையற்ற லைவ்ச்ட்ரீம் பதிவிறக்கம் கண்டறியப்பட்டது; வெளியீட்டு கோப்பிலிருந்து .part கூறுகளை நீக்குகிறது

source: Incomplete livestream download detected; to complete the download, right-click the video and select 'Finalise livestream'
fr: Téléchargement incomplet d'une transmission détecté ; pour terminer le téléchargement, faites un clic-droit sur la vidéo et sélectionnez «Finaliser la transmission en direct»
ja: 不完全なライブ配信ダウンロードを検出しました。ダウンロードを完了するには、動画を右クリックして「ライブ配信を確定」を選択してください
ta: முழுமையற்ற லைவ்ச்ட்ரீம் பதிவிறக்கம் கண்டறியப்பட்டது; பதிவிறக்கத்தை முடிக்க, வீடியோவை வலது சொடுக்கு செய்து 'லைவ்ச்ட்ரீமை இறுதி செய்யுங்கள்' என்பதைத் தேர்ந்தெடுக்கவும்

source: Failed to download the .m3u manifest
de: Herunterladen des .m3u-Manifests ist fehlgeschlagen
fr: Impossible de télécharger le manifeste .m3u
ja: .m3uマニフェストのダウンロードに失敗しました
ta: .M3u மேனிஃபெச்ட்டைப் பதிவிறக்குவதில் தோல்வி

source: Downloaded the .m3u manifest, now downloading the livestream...
de: .m3u-Manifest heruntergeladen, jetzt wird der Livestream heruntergeladen...
fr: Manifeste .m3u téléchargé, téléchargement de la transmission ...
ja: .m3uマニフェストをダウンロードしました。ライブ配信をダウンロード中...
ta: .M3u மேனிஃபெச்ட்டைப் பதிவிறக்கம் செய்து, இப்போது லைவ்ச்ட்ரீமைப் பதிவிறக்குகிறது ...

source: English
de: Englisch
fr: Anglais
ja: 英語
ta: ஆங்கிலம்

source: Dutch
de: Niederländisch
fr: Néerlandais
ja: オランダ語
ta: டச்சு

source: Korean
de: Koreanisch
fr: Coréen
ja: 韓国語
ta: கொரிய

source: seconds
de: Sekunden
fr: secondes
ja: 秒
ta: நொடிகள்

source: minutes
de: Minuten
ja: 分
ta: நிமிடங்கள்

source: hours
de: Stunden
fr: heures
ja: 時間
ta: மணி

source: days
de: Tage
fr: jours
ja: 日
ru: дней
ta: நாட்கள்

source: weeks
de: Wochen
fr: semaines
ja: 週
ta: வாரங்கள்

source: years
de: Jahre
fr: années
ja: 年
ta: ஆண்டுகள்

source: Every day
de: Täglich
fr: Chaque jour
ja: 毎日
ta: தினமும்

source: Weekdays
de: Wochentage
fr: Jours de la semaine
ja: 平日
ta: வார நாட்கள்

source: Weekends
de: Wochenenden
fr: Fins de semaine
ja: 週末
ta: வார இறுதி நாட்கள்

source: Monday
de: Montag
fr: Lundi
ja: 月曜日
ta: திங்கள்

source: Tuesday
de: Dienstag
fr: Mardi
ja: 火曜日
ta: செவ்வாய்க்கிழமை

source: Wednesday
de: Mittwoch
fr: Mercredi
ja: 水曜日
ta: புதன்கிழமை

source: Thursday
de: Donnerstag
fr: Jeudi
ja: 木曜日
ta: வியாழக்கிழமை

source: Friday
de: Freitag
fr: Vendredi
ja: 金曜日
ta: வெள்ளிக்கிழமை

source: Saturday
de: Samstag
fr: Samedi
ja: 土曜日
ta: காரிக்கிழமை

source: Sunday
de: Sonntag
fr: Dimanche
ja: 日曜日
ta: ஞாயிற்றுக்கிழமை

source: All Videos
de: Alle Videos
fr: Toutes les vidéos
ja: すべての動画
ta: அனைத்து வீடியோக்களும்

source: Bookmarks
de: Lesezeichen
fr: Marques-page
ja: ブックマーク
ta: புக்மார்க்குகள்

source: Favourite Videos
de: Bevorzugte Videos
fr: Vidéos favorites
ja: お気に入りの動画
ru: Избранное
ta: பிடித்த வீடியோக்கள்

source: Livestreams
fr: Transmissions en direct
ja: ライブ配信
ta: லைவ்ச்ட்ரீம்கள்

source: Missing Videos
de: Fehlende Videos
fr: Vidéos manquantes
ja: 欠落動画
ta: வீடியோக்களைக் காணவில்லை

source: New Videos
de: Neue Videos
fr: Vidéos nouvelles
ja: 新しい動画
ta: புதிய வீடியோக்கள்

source: Recent Videos
de: Kürzliche Videos
fr: Vidéos récentes
ja: 最近の動画
ta: அண்மைக் கால வீடியோக்கள்

source: Waiting Videos
de: Wartende Videos
fr: Vidéos en attente
ja: 待機中の動画
ta: காத்திருக்கும் வீடியோக்கள்

source: Temporary Videos
de: Temporäre Videos
fr: Vidéos temporaires
ja: 一時動画
ta: தற்காலிக வீடியோக்கள்

source: Unsorted Videos
de: Unsortierte Videos
fr: Vidéos non triées
ja: 未整理の動画
ta: வரிசைப்படுத்தப்படாத வீடியோக்கள்

source: Video Clips
fr: Séquences vidéo
ja: ビデオクリップ
ta: வீடியோ கிளிப்புகள்

source: Update using default youtube-dl path
fr: Mettre à jour en utilisant le chemin par défaut de youtube-dl
ja: デフォルトのyoutube-dlパスを使用して更新
ta: இயல்புநிலை YouTube-DL பாதையைப் பயன்படுத்தி புதுப்பிக்கவும்

source: Update using local youtube-dl path
fr: Mettre à jour en utilisant le chemin local de youtube-dl
ja: ローカルのyoutube-dlパスを使用して更新
ta: உள்ளக YouTube-DL பாதையைப் பயன்படுத்தி புதுப்பிக்கவும்

source: Update using custom youtube-dl path
fr: Mettre à jour en utilisant un chemin personnalisé de youtube-dl
ja: カスタムのyoutube-dlパスを使用して更新
ta: தனிப்பயன் YouTube-DL பாதையைப் பயன்படுத்தி புதுப்பிக்கவும்

source: Update using pip
fr: Mettre à jour en utilisant pip
ja: pipを使用して更新
ta: PIP ஐப் பயன்படுத்தி புதுப்பிக்கவும்

source: Update using pip (use --no-dependencies option)
fr: Mettre à jour en utilisant pip (sans utiliser l'option --no-dependencies)
ja: pipを使用して更新（--no-dependenciesオプションを使用）
ta: PIP ஐப் பயன்படுத்தி புதுப்பிக்கவும் (-NO-REPENDENCES விருப்பத்தைப் பயன்படுத்தவும்)

source: Update using pip (omit --user option)
fr: Mettre à jour en utilisant pip (en omettant l'option --user)
ja: pipを使用して更新（--userオプションを省略）
ta: PIP ஐப் பயன்படுத்தி புதுப்பிக்கவும் (OMIT --USER விருப்பத்தை)

source: Update using pip3
fr: Mettre à jour en utilisant pip3
ja: pip3を使用して更新
ta: PIP3 ஐப் பயன்படுத்தி புதுப்பிக்கவும்

source: Update using pip3 (use --no-dependencies option)
fr: Mettre à jour en utilisant pip3 (en utilisant l'option --no-dependencies)
ja: pip3を使用して更新（--no-dependenciesオプションを使用）
ta: PIP3 ஐப் பயன்படுத்தி புதுப்பிக்கவும் (-NO- சார்பு விருப்பத்தைப் பயன்படுத்தவும்)

source: Update using pip3 (omit --user option)
fr: Mettre à jour en utilisant pip3 (en omettant l'option --user)
ja: pip3を使用して更新（--userオプションを省略）
ta: PIP3 ஐப் பயன்படுத்தி புதுப்பிக்கவும் (OMIT --USER விருப்பத்தை)

source: Update using PyPI youtube-dl path
fr: Mettre à jour en utilisant le chemin PyPI youtube-dl
ja: PyPIのyoutube-dlパスを使用して更新
ta: PYPI YouTube-DL பாதையைப் பயன்படுத்தி புதுப்பிக்கவும்

source: Windows 32-bit update (recommended)
fr: Mise à jour windows 32-bit (recommandé)
ja: Windows 32ビット更新（推奨）
ta: சாளரங்கள் 32-பிட் புதுப்பிப்பு (பரிந்துரைக்கப்படுகிறது)

source: Windows 32-bit update (use --no-dependencies option)
fr: Mise à jour windows 32-bit (en utilisant l'option --no-dependencies)
ja: Windows 32ビット更新（--no-dependenciesオプションを使用）
ta: சாளரங்கள் 32-பிட் புதுப்பிப்பு (பயன்படுத்த-இல்லை-சார்பு விருப்பத்தைப் பயன்படுத்தவும்)

source: Windows 64-bit update (recommended)
fr: Mise à jour windows 64-bit (recommandé)
ja: Windows 64ビット更新（推奨）
ta: சாளரங்கள் 64-பிட் புதுப்பிப்பு (பரிந்துரைக்கப்படுகிறது)

source: Windows 64-bit update (use --no-dependencies option)
fr: Mise à jour windows 64-bit (en utilisant l'option --no-dependencies)
ja: Windows 64ビット更新（--no-dependenciesオプションを使用）
ta: சாளரங்கள் 64-பிட் புதுப்பிப்பு (பயன்படுத்த-இல்லை-சார்பு விருப்பத்தைப் பயன்படுத்தவும்)

source: youtube-dl updates are disabled
fr: Les mises à jour youtube-dl sont désactivées
ja: youtube-dlの更新が無効化されています
ta: YouTube-DL புதுப்பிப்புகள் முடக்கப்பட்டுள்ளன

source: Queued
de: Eingereiht
fr: Mise en file d'attente
ja: キューに登録
ta: வரிசையில்

source: Not started
de: Nicht gestartet
fr: Non démarré
ja: 未開始
ta: தொடங்கப்படவில்லை

source: Active
de: Aktiv
fr: Actif
ja: 実行中
ta: செயலில்

source: Paused
de: Pausiert
fr: En pause
ja: 一時停止
ta: இடைநிறுத்தப்பட்டது

source: Completed
de: Abgeschlossen
fr: Fini
ja: 完了
ta: முடிந்தது

source: Error
de: Fehler
fr: Erreur
ja: エラー
ta: பிழை

source: Stalled
de: Angehalten
fr: Bloqué
ja: 停止中
ta: நிறுத்தப்பட்டது

source: Pre-processing
de: Vorverarbeiten
fr: Pré-traitement
ja: 前処理
ta: முன் செயலாக்கம்

source: Concatenating
de: Verknüpfen
fr: Concaténation
ja: 結合中
ta: இணைத்தல்

source: Post-processing
de: Nachbearbeitung
fr: Post-traitement
ja: 後処理
ta: பிந்தைய செயலாக்கம்

source: Finished
de: Abgeschlossen
fr: Fini
ja: 終了
ta: முடிந்தது

source: Warning
de: Warnung
fr: Avertissement
ja: 警告
ta: எச்சரிக்கை

source: Already downloaded
de: Bereits heruntergeladen
fr: Déjà téléchargé
ja: すでにダウンロード済み
ta: ஏற்கனவே பதிவிறக்கம் செய்யப்பட்டது

source: Stopped
de: Angehalten
fr: Arrêté
ja: 停止
ta: நிறுத்தப்பட்டது

source: Filesize abort
fr: Taille de fichier à laquelle annuler
ja: ファイルサイズによる中断
ta: Filesize கைவிடவும்

source: TRANSLATOR'S NOTE: ID refers to a video's unique ID on the website, e.g. on YouTube "CS9OO0S5w2k"
fr: (Writing here so that it doesn't show as an untranslated string)
ja: 翻訳者向け注記：IDはウェブサイト上の動画のユニークIDを指します。例：YouTubeの「CS9OO0S5w2k」
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: ஐடி என்பது இணையதளத்தில் வீடியோவின் தனித்துவமான ஐடியைக் குறிக்கிறது, எ.கா. YouTube "CS9OO0S5W2K" இல்

source: Title
de: Titel
fr: Titre
ja: タイトル
ta: தலைப்பு

source: Quality
de: Qualität
fr: Qualité
ja: 品質
ta: தகுதி

source: Autonumber
de: Autonummerierung
fr: Autoincrémenter
ja: 自動番号
ta: தன்னாட்சி

source: Any format
de: Beliebiges Format
fr: N'importe quel format
ja: 任意のフォーマット
ta: எந்த வடிவமும்

source: Starting info operation, testing downloader with specified options
fr: Test du client de téléchargement avec les options spécifiées
ja: 情報操作を開始、指定されたオプションでダウンローダーをテスト
ta: செய்தி செயல்பாட்டைத் தொடங்குதல், குறிப்பிட்ட விருப்பங்களுடன் பதிவிறக்கத்தை சோதித்தல்

source: Starting info operation, fetching list of video/audio formats for '{0}'
fr: Récupération de la liste des formats vidéos / audios pour «{0}»
ja: 情報操作を開始、'{0}' のビデオ/オーディオフォーマットのリストを取得
ta: செய்தி செயல்பாட்டைத் தொடங்குதல், '{0}' க்கான வீடியோ/ஆடியோ வடிவங்களின் பட்டியலைப் பெறுதல்

source: Starting info operation, fetching list of subtitles for '{0}'
fr: Récupération de la liste des sous-titres pour «{0}»
ja: 情報操作を開始、'{0}' の字幕リストを取得
ta: செய்தி செயல்பாட்டைத் தொடங்குதல், '{0}' க்கான வசன வரிகள் பட்டியலைப் பெறுதல்

source: System process did not start
de: Systemprozess wurde nicht gestartet
fr: Le processus n'as démarré
ja: システムプロセスが開始しませんでした
ta: கணினி செயல்முறை தொடங்கவில்லை

source: Info operation finished
de: Info-Vorgang abgeschlossen
fr: Opération d'information terminée
ja: 情報操作が終了
ta: செய்தி செயல்பாடு முடிந்தது

source: Starting info operation, checking for new releases of Tartube
de: Info-Operation wird gestartet, um auf neue Versionen von Tartube zu prüfen
fr: Vérification si une nouvelle version de Tartube est disponible
ja: 情報操作を開始、Tartubeの新しいリリースをチェック
ta: செய்தி செயல்பாட்டைத் தொடங்குதல், டார்ட்டூப்பின் புதிய வெளியீடுகளைச் சரிபார்க்கிறது

source: Checking stable release...
de: Stabile Version wird geprüft...
fr: Vérification de la dernière version stable ...
ja: 安定版リリースをチェック中...
ta: நிலையான வெளியீட்டை சரிபார்க்கிறது ...

source: Ignoring invalid version
de: Ungültige Version wird ignoriert
fr: Version non valide ignorée
ja: 無効なバージョンを無視
ta: தவறான பதிப்பை புறக்கணித்தல்

source: Retrieved version:
de: Abgerufene Version:
fr: Version récupérée :
ja: 取得したバージョン：
ta: மீட்டெடுக்கப்பட்ட பதிப்பு:

source: Connection failed
de: Verbindung fehlgeschlagen
fr: La connexion a échoué
ja: 接続に失敗
ta: இணைப்பு தோல்வியடைந்தது

source: Checking development release...
de: Entwicklungsversion wird geprüft...
fr: Vérification de la dernière version de développement ...
ja: 開発版リリースをチェック中...
ta: வளர்ச்சி வெளியீட்டை சரிபார்க்கிறது ...

source: Child process did not start
de: Kindprozess wurde nicht gestartet
fr: Le processus enfant n'a pas démarré
ja: 子プロセスが開始しませんでした
ta: குழந்தை செயல்முறை தொடங்கவில்லை

source: channel
de: Kanal
fr: canal
ja: チャンネル
ta: வாய்க்கால்

source: playlist
de: Playliste
fr: liste de lecture
ja: プレイリスト
ta: பிளேலிச்ட்

source: folder
de: Ordner
fr: dossier
ja: フォルダ
ta: கோப்புறை

source: video
fr: vidéo
ja: 動画
ta: ஒளிதோற்றம்

source: TRANSLATOR'S NOTE: Source = video/channel/playlist URL
fr: (Writing here so that it doesn't show as an untranslated string)
ja: 翻訳者向け注記：Sourceはビデオ/チャンネル/プレイリストのURLを指します
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: மூல = வீடியோ/சேனல்/பிளேலிச்ட் முகவரி

source: Source:
de: Quelle:
ja: ソース：
ta: ஆதாரம்:

source: Location:
de: Ort:
fr: Emplacement :
ja: 場所：
ta: இடம்:

source: Download destination:
fr: Destination des téléchargements :
ja: ダウンロード先：
ta: இலக்கு பதிவிறக்க:

source: unavailable
de: nicht verfügbar
fr: non disponible
ja: 利用不可
ta: கிடைக்கவில்லை

source: TRANSLATOR'S NOTE: WAITING = livestream not started, LIVE = livestream started
fr: (Writing here so that it doesn't show as an untranslated string)
ja: 翻訳者向け注記：WAITING = ライブ配信未開始、LIVE = ライブ配信開始
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: காத்திருப்பு = லைவ்ச்ட்ரீம் தொடங்கப்படவில்லை, லைவ் = லைவ்ச்ட்ரீம் தொடங்கியது

source: WAITING
de: WARTE
fr: EN ATTENTE
ja: 待機中
ta: காத்திருக்கிறது

source: LIVE
fr: TRANSMISSION EN DIRECT
ja: ライブ
ta: வாழ

source: BLOCKED
de: BLOCKIERT
fr: BLOQUÉ
ja: ブロック済み
ta: தடுக்கப்பட்டது

source: Channel:
de: Kanal:
fr: Canal :
ja: チャンネル：
ta: சேனல்:

source: Playlist:
de: Playliste:
fr: Liste de lecture :
ja: プレイリスト：
ta: பிளேலிச்ட்:

source: Folder:
de: Ordner:
fr: Dossier :
ja: フォルダ：
ta: கோப்புறை:

source: File:
de: Datei:
fr: Fichier :
ja: ファイル：
ta: கோப்பு:

source: Today
de: Heute
fr: Aujourd'hui
ja: 今日
ta: இன்று

source: Yesterday
de: Gestern
fr: Hier
ja: 昨日
ta: நேற்று

source: Starting refresh operation, analysing whole database
de: Auffrischungsvorgang wird gestartet, gesamte Datenbank wird analysiert
fr: Démarrage de la mise à jour, analyse de toute la base de données
ja: リフレッシュ操作を開始、データベース全体を解析
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குதல், முழு தரவுத்தளத்தையும் பகுப்பாய்வு செய்தல்

source: Starting refresh operation, analysing '{}'
de: Auffrischungsvorgang wird gestartet, ‚{}‘ wird analysiert
fr: Démarrage de la mise à jour, analyse de «{}»
ja: リフレッシュ操作を開始、'{}' を解析
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குதல், '{}'

source: Refresh operation finished
de: Aktualisierungsvorgang beendet
fr: Mise à jour finie
ja: リフレッシュ操作が終了
ta: புதுப்பிப்பு செயல்பாடு முடிந்தது

source: Number of video files analysed:
de: Anzahl der analysierten Videodateien:
fr: Nombre de fichiers vidéos analysés :
ja: 解析されたビデオファイルの数：
ta: பகுப்பாய்வு செய்யப்பட்ட வீடியோ கோப்புகளின் எண்ணிக்கை:

source: Video files already in the database:
de: Videodateien, die sich bereits in der Datenbank befinden:
fr: Ces fichiers vidéos dont déjà présents dans la base de données :
ja: データベースにすでに存在するビデオファイル：
ta: தரவுத்தளத்தில் ஏற்கனவே வீடியோ கோப்புகள்:

source: New videos found and added to the database:
de: Neue Videos gefunden und zur Datenbank hinzugefügt:
fr: Vidéos nouvellement trouvées et ajoutées à la base de données :
ja: 新たに見つかりデータベースに追加された動画：
ta: புதிய வீடியோக்கள் கண்டுபிடிக்கப்பட்டு தரவுத்தளத்தில் சேர்க்கப்பட்டுள்ளன:

source: Checking:
de: Prüfe:
fr: Vérification en cours de :
ja: チェック中：
ta: சோதனை:

source: Match:
de: Treffer:
fr: Correspondant :
ja: 一致：
ta: போட்டி:

source: Non-match:
de: Kein Treffer:
fr: Ne correspondant pas :
ja: 不一致：
ta: பொருந்தாத:

source: New video:
de: Neues Video:
fr: Vidéos nouvelles :
ja: 新しい動画：
ta: புதிய வீடியோ:

source: matched:
de: treffer:
fr: Correspond à :
ja: 一致：
ta: பொருந்தியது:

source: new:
de: neu:
fr: nouveau(x) :
ja: 新規：
ta: புதியது:

source: Missing:
de: Fehlend:
fr: Manquant(s) :
ja: 欠落：
ta: இல்லை:

source: missing:
de: fehlend:
fr: manquant(s) :
ja: 欠落：
ta: இல்லை:

source: Starting tidy operation, tidying up whole data directory
de: Aufräumvorgang wird gestartet, das gesamte Datenverzeichnis wird aufgeräumt
fr: Démarrage de l'opération de réorganisation de tout le dossier
ja: 整理操作を開始、データディレクトリ全体を整理
ta: நேர்த்தியான செயல்பாட்டைத் தொடங்குதல், முழு தரவு கோப்பகத்தையும் நேர்த்தியாக மாற்றுவது

source: Starting tidy operation, tidying up '{0}'
de: Aufräumvorgang wird gestartet, ‚{0}‘ wird aufgeräumt
fr: Démarrage de l'opération de réorganisation ; en cours : '{0}'
ja: 整理操作を開始、'{0}' を整理
ta: நேர்த்தியான செயல்பாட்டைத் தொடங்கி, '{0}'

source: YES
de: JA
fr: OUI
ja: はい
ta: ஆம்

source: NO
de: NEIN
fr: NON
ja: いいえ
ta: இல்லை

source: Check videos are not corrupted:
fr: Vérifier que les vidéos ne soient pas corrompues :
ja: 動画が破損していないかチェック：
ta: காசோலை வீடியோக்கள் சிதைக்கப்படவில்லை:

source: Delete corrupted videos:
de: Beschädigte Videos löschen:
fr: Vidéos corrompues supprimées :
ja: 破損した動画を削除：
ta: சிதைந்த வீடியோக்களை நீக்கு:

source: Check videos do/don't exist:
fr: Vérifiquer que les vidéos (n')existent (pas) :
ja: 動画の存在/不存在をチェック：
ta: வீடியோக்களைச் சரிபார்க்கவும்/இல்லை:

source: Delete all video files:
de: Alle Videodateien löschen:
fr: Supprimer tous les fichiers vidéos :
ja: すべてのビデオファイルを削除：
ta: எல்லா வீடியோ கோப்புகளையும் நீக்கு:

source: Delete other video/audio files:
de: Andere Video-/Audiodateien löschen:
fr: Supprimer tous les autres fichiers vidéos / audios :
ja: その他のビデオ/オーディオファイルを削除：
ta: பிற வீடியோ/ஆடியோ கோப்புகளை நீக்கு:

source: Remove no_URL videos from database:
fr: Retirer les vidéos sans lien URL de la base de données :
ja: URLなしの動画をデータベースから削除：
ta: தரவுத்தளத்திலிருந்து NO_URL வீடியோக்களை அகற்று:

source: Remove undownloaded duplicate videos from database:
de: Nicht heruntergeladene Duplikate von Videos aus der Datenbank entfernen:
fr: Retirer les vidéos en doubles de la base de données :
ja: 未ダウンロードの重複動画をデータベースから削除：
ta: தரவுத்தளத்திலிருந்து புறக்கணிக்கப்பட்ட நகல் வீடியோக்களை அகற்று:

source: Delete downloader archive files:
fr: Supprimer les fichiers d'archive du client de téléchargement :
ja: ダウンローダーのアーカイブファイルを削除：
ta: பதிவிறக்கம் காப்பக கோப்புகளை நீக்கு:

source: Move thumbnails into own folder:
de: Thumbnails in eigenen Ordner verschieben:
fr: Déplacer les mianiatures dans leur propre dossier :
ja: サムネイルを専用のフォルダに移動：
ta: சிறு உருவங்களை சொந்த கோப்புறையில் நகர்த்தவும்:

source: Delete all thumbnail files:
de: Alle Thumbnail-Dateien löschen:
fr: Supprimer toutes les miniatures :
ja: すべてのサムネイルファイルを削除：
ta: அனைத்து சிறு கோப்புகளையும் நீக்கு:

source: Convert .webp thumbnails to .jpg:
de: .webp-Thumbnails zu .jpg konvertieren:
fr: Convertir les miniatures .webp au format .jpg :
ja: .webpサムネイルを.jpgに変換：
ta: .Webp சிறு உருவங்களை .jpg ஆக மாற்றவும்:

source: Move other metadata files into own folder:
de: Metadaten-Dateien in einen eigenen Ordner verschieben:
fr: Déplacer les autres fichiers de métadonnées dans leur propre dossier :
ja: その他のメタデータファイルを専用のフォルダに移動：
ta: பிற மேனிலை தரவு கோப்புகளை சொந்த கோப்புறையில் நகர்த்தவும்:

source: Delete all description files:
de: Alle Beschreibungsdateien löschen:
fr: Supprimer tous les fichiers descriptifs :
ja: すべての説明ファイルを削除：
ta: எல்லா விளக்கக் கோப்புகளையும் நீக்கு:

source: Delete all metadata (JSON) files:
de: Alle Metadaten (JSON)-Dateien löschen:
fr: Supprimer tous les fichiers (JSON) de métadonnées :
ja: すべてのメタデータ（JSON）ファイルを削除：
ta: அனைத்து மேனிலை தரவு (JSON) கோப்புகளையும் நீக்கு:
