Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Tiny
de: Winzig
fr: Minuscule
ja: 極小
ru: Крошечный
ta: சிறிய

source: Small
de: Klein
fr: Petit
ja: 小
ru: Маленький
ta: சிறிய

source: Medium
de: Mittel
fr: Moyen
ja: 中
ru: Средний
ta: சராசரி

source: Large
de: Groß
fr: Grand
ja: 大
ru: Большой
ta: பெரிய

source: Enormous
de: Riesig
fr: Énorme
ja: 特大
ru: Огромный
ta: மிகப்பெரிய

source: Failed to convert a thumbnail from .webp to .jpg. No more conversions will be attempted until you install FFmpeg on your system, or (if FFmpeg is already installed) you set the correct FFmpeg path. To attempt more conversions, restart Tartube. To stop these messages, disable thumbnail conversions
de: Konvertierung eines Thumbnails von .webp zu .jpg fehlgeschlagen. Keine neuen Konvertierungen werden unternommen, bis FFmpeg installiert wurde, oder (falls FFmpeg bereits installiert ist) der korrekte Pfad gesetzt wurde. Tartube neu starten, um eine erneute Konvertierung auszuführen. Thumbnail-Konvertierung deaktivieren, um diesen Hinweis zu vermeiden
fr: Échec de la conversion d'une vignette de .webp en .jpg. Aucune autre conversion ne sera tentée tant que vous n'aurez pas installé FFmpeg sur votre système, ou (si FFmpeg est déjà installé) tant que vous n'aurez pas défini le chemin FFmpeg correct. Pour tenter d'autres conversions, redémarrez Tartube. Pour arrêter ces messages, désactivez les conversions de vignettes
ja: .webp形式のサムネイルを.jpgに変換できませんでした。FFmpegをインストールするか、FFmpegのパスを正しく設定するまで、変換は試行されません。再度変換を試すには、Tartubeを再起動してください。このメッセージを停止するには、サムネイル変換を無効にしてください。
ru: Не удалось конвертировать изображение из .webp в .jpg. Больше не будет попыток конвертирования, пока вы не установите FFmpeg в вашей системе или (если FFmpeg уже установлен) вы не установите правильный путь к FFmpeg. Чтобы повторить попытку конвертирования, перезапустите Tartube. Чтобы прекратить появление этих сообщений, отключите конвертирование миниатюрных изображений
ta: ஒரு சிறு உருவத்தை .webp இலிருந்து .jpg ஆக மாற்றத் தவறிவிட்டது. உங்கள் கணினியில் FFMPEG ஐ நிறுவும் வரை அல்லது (FFMPEG ஏற்கனவே நிறுவப்பட்டிருந்தால்) சரியான FFMPEG பாதையை அமைக்கும் வரை மாற்றங்கள் எதுவும் முயற்சிக்காது. மேலும் மாற்றங்களை முயற்சிக்க, டார்ட்டூப்பை மறுதொடக்கம் செய்யுங்கள். இந்த செய்திகளைத் தடுக்க, சிறு மாற்றங்களை முடக்கவும்

source: Tartube can't create the folder in which its configuration file is saved
de: Tartube kann den Ordner für die Konfigurationsdatei nicht erstellen
fr: Tartube ne parvient pas à créer le dossier dans lequel est enregistré son fichier de configuration
ja: Tartubeは設定ファイルを保存するフォルダを作成できませんでした
ru: Tartube не может создать папку, в которой сохранен его файл конфигурации
ta: டார்டூப் அதன் உள்ளமைவு கோப்பு சேமிக்கப்பட்ட கோப்புறையை உருவாக்க முடியாது

source: Tartube failed to start because:
de: Fehler beim Starten von Tartube:
fr: Tartube n'a pas réussi à démarrer parce que :
ja: Tartubeが起動に失敗しました。理由：
ru: Не удалось запустить Tartube, потому что:
ta: டார்ட்டூப் தொடங்கத் தவறிவிட்டது: ஏனெனில்:

source: If you don't know how to resolve this error, please contact the authors
de: Bitte die Entwickler kontaktieren, wenn dieser Fehler nicht selbstständig behoben werden kann
fr: Si vous ne savez pas comment résoudre cette erreur, veuillez contacter les auteurs
ja: このエラーの解決方法がわからない場合は、開発者にご連絡ください
ru: Если вы не знаете, как устранить эту ошибку, пожалуйста, свяжитесь с авторами
ta: இந்த பிழையை எவ்வாறு தீர்ப்பது என்று உங்களுக்குத் தெரியாவிட்டால், தயவுசெய்து ஆசிரியர்களைத் தொடர்பு கொள்ளுங்கள்

source: Because of an error, file load/save has been disabled
de: Datei laden/speichern wurde wegen eines Fehlers deaktiviert
fr: En raison d'une erreur, le chargement/l'enregistrement de fichiers a été désactivé
ja: エラーのため、ファイルの読み込み/保存が無効になっています
ru: Из-за ошибки загрузка/сохранение файлов отключено
ta: பிழை காரணமாக, கோப்பு சுமை/சேமிப்பு முடக்கப்பட்டுள்ளது

source: Because of the error, file load/save has been disabled
de: Datei laden/speichern wurde wegen des Fehlers deaktiviert
fr: En raison de l'erreur, le chargement/la sauvegarde de fichiers a été désactivé
ja: エラーのため、ファイルの読み込み/保存が無効になっています
ru: Из-за ошибки загрузка/сохранение файлов отключено
ta: பிழை காரணமாக, கோப்பு சுமை/சேமிப்பு முடக்கப்பட்டுள்ளது

source: There is a download operation in progress.
de: Download wird gerade ausgeführt.
fr: Une opération de téléchargement est en cours.
ja: ダウンロード操作が進行中です。
ru: Выполняется загрузка.
ta: பதிவிறக்க செயல்பாடு முன்னேற்றத்தில் உள்ளது.

source: There is an update operation in progress.
de: Update wird gerade ausgeführt.
fr: Une mise à jour est en cours.
ja: 更新操作が進行中です。
ru: Выполняется обновление.
ta: புதுப்பிப்பு செயல்பாடு முன்னேற்றத்தில் உள்ளது.

source: There is a refresh operation in progress.
de: Es findet gerade ein Auffrischungsvorgang statt.
fr: Une opération de rafraîchissement est en cours.
ja: リフレッシュ操作が進行中です。
ru: Выполняется перезагрузка.
ta: ஒரு புதுப்பிப்பு செயல்பாடு முன்னேற்றத்தில் உள்ளது.

source: There is an info operation in progress.
de: Informationsvorgang wird gerade ausgeführt.
fr: Il y a une opération d'information en cours.
ja: 情報操作が進行中です。
ru: В процессе работы с информацией.
ta: ஒரு செய்தி செயல்பாடு முன்னேற்றத்தில் உள்ளது.

source: There is a tidy operation in progress.
de: Bereinigung wird gerade ausgeführt.
fr: Il y a une opération de nettoyage en cours.
ja: 整理操作が進行中です。
ru: Выполняется очистка.
ta: ஒரு நேர்த்தியான செயல்பாடு முன்னேற்றத்தில் உள்ளது.

source: There is a process operation in progress.
de: Ein Vorgang wird gerade ausgeführt.
fr: Une opération de traitement est en cours.
ja: 処理操作が進行中です。
ru: Выполняется процесс.
ta: ஒரு செயல்முறை செயல்பாடு முன்னேற்றத்தில் உள்ளது.

source: Are you sure you want to quit Tartube?
de: Tartube wirklich beenden?
fr: Etes-vous sûr de vouloir quitter Tartube ?
ja: Tartubeを終了してもよろしいですか？
ru: Вы уверены, что хотите выйти из Tartube?
ta: நீங்கள் நிச்சயமாக டார்ட்டூப்பை விட்டு வெளியேற விரும்புகிறீர்களா?

source: Failed to load the Tartube config file (failed sanity check)
de: Tartube-Konfigurationsdatei konnte nicht geladen werden (Qualitätsprüfung fehlgeschlagen)
fr: Échec du chargement du fichier de configuration de Tartube (échec du contrôle d'intégrité)
ja: Tartube設定ファイルの読み込みに失敗しました（整合性チェックに失敗）
ru: Не удалось загрузить файл конфигурации Tartube (проверка работоспособности не удалась)
ta: டார்ட்டூப் கட்டமைப்பு கோப்பை ஏற்றுவதில் தோல்வி (தோல்வியுற்ற நல்லறிவு சோதனை)

source: Failed to load the Tartube config file (file is locked)
de: Tartube-Konfigurationsdatei konnte nicht geladen werden (Datei ist gesperrt)
fr: Échec du chargement du fichier de configuration de Tartube (le fichier est verrouillé)
ja: Tartube設定ファイルの読み込みに失敗しました（ファイルがロックされています）
ru: Не удалось загрузить файл конфигурации Tartube (файл заблокирован)
ta: டார்ட்டூப் கட்டமைப்பு கோப்பை ஏற்றுவதில் தோல்வி (கோப்பு பூட்டப்பட்டுள்ளது)

source: Failed to load the Tartube config file (JSON load failure)
de: Tartube-Konfigurationsdatei konnte nicht geladen werden (JSON-Ladefehler)
fr: Échec du chargement du fichier de configuration Tartube (échec de chargement JSON)
ja: Tartube設定ファイルの読み込みに失敗しました（JSON読み込みエラー）
ru: Не удалось загрузить файл конфигурации Tartube (сбой загрузки JSON)
ta: டார்ட்டூப் கட்டமைப்பு கோப்பை ஏற்றுவதில் தோல்வி (JSON சுமை தோல்வி)

source: Failed to load the Tartube config file (file is invalid)
de: Tartube-Konfigurationsdatei konnte nicht geladen werden (Datei ungültig)
fr: Échec du chargement du fichier de configuration de Tartube (le fichier n'est pas valide)
ja: Tartube設定ファイルの読み込みに失敗しました（ファイルが無効です）
ru: Не удалось загрузить файл конфигурации Tartube (файл недействителен)
ta: டார்ட்டூப் கட்டமைப்பு கோப்பை ஏற்றுவதில் தோல்வி (கோப்பு தவறானது)

source: Failed to load the Tartube config file (missing file type)
de: Tartube-Konfigurationsdatei konnte nicht geladen werden (Fehlender Dateityp)
fr: Échec du chargement du fichier de configuration Tartube (type de fichier manquant)
ja: Tartube設定ファイルの読み込みに失敗しました（ファイルタイプが欠落しています）
ru: Не удалось загрузить файл конфигурации Tartube (тип файла отсутствует)
ta: டார்ட்டூப் கட்டமைப்பு கோப்பை ஏற்றுவதில் தோல்வி (கோப்பு வகை இல்லை)

source: Failed to save the Tartube config file (failed sanity check)
de: Tartube-Konfigurationsdatei konnte nicht gespeichert werden (Qualitätsprüfung fehlgeschlagen)
fr: Échec de l'enregistrement du fichier de configuration de Tartube (échec de la vérification d'intégrité)
ja: Tartube設定ファイルの保存に失敗しました（整合性チェックに失敗）
ru: Не удалось сохранить файл конфигурации Tartube (проверка работоспособности не удалась)
ta: டார்டூப் கட்டமைப்பு கோப்பை சேமிப்பதில் தோல்வி (தோல்வியுற்ற நல்லறிவு சோதனை)

source: Failed to save the Tartube config file (file is locked)
de: Tartube-Konfigurationsdatei konnte nicht gespeichert werden (Datei ist gesperrt)
fr: Échec de l'enregistrement du fichier de configuration de Tartube (le fichier est verrouillé)
ja: Tartube設定ファイルの保存に失敗しました（ファイルがロックされています）
ru: Не удалось сохранить файл конфигурации Tartube (файл заблокирован)
ta: TARTUBE கட்டமைப்பு கோப்பை சேமிப்பதில் தோல்வி (கோப்பு பூட்டப்பட்டுள்ளது)

source: File load/save has been disabled
de: Datei laden/speichern wurde deaktiviert
fr: Le chargement/l'enregistrement de fichier a été désactivé
ja: ファイルの読み込み/保存が無効になっています
ru: Загрузка/сохранение файлов отключена
ta: கோப்பு சுமை/சேமிப்பு முடக்கப்பட்டுள்ளது

source: Failed to save the Tartube config file (file already in use)
de: Tartube-Konfigurationsdatei konnte nicht gespeichert werden (Datei bereits in Benutzung)
fr: Échec de l'enregistrement du fichier de configuration Tartube (fichier en cours d'utilisation)
ja: Tartube設定ファイルの保存に失敗しました（ファイルが使用中です）
ru: Не удалось сохранить файл конфигурации Tartube (файл уже используется)
ta: TARTUBE கட்டமைப்பு கோப்பை சேமிப்பதில் தோல்வி (ஏற்கனவே பயன்பாட்டில் உள்ள கோப்பு)

source: Failed to save the Tartube config file
de: Tartube-Konfigurationsdatei konnte nicht gespeichert werden
fr: Échec de l'enregistrement du fichier de configuration de Tartube
ja: Tartube設定ファイルの保存に失敗しました
ru: Не удалось сохранить файл конфигурации Tartube
ta: டார்டூப் கட்டமைப்பு கோப்பை சேமிப்பதில் தோல்வி

source: Failed to load the Tartube database file
de: Tartube-Datenbankdatei konnte nicht geladen werden
fr: Échec du chargement du fichier de base de données Tartube
ja: Tartubeデータベースファイルの読み込みに失敗しました
ru: Не удалось загрузить файл базы данных Tartube
ta: டார்டியூப் தரவுத்தள கோப்பை ஏற்றுவதில் தோல்வி

source: The Tartube database file is invalid
de: Die Tartube-Datenbankdatei ist ungültig
fr: Le fichier de base de données Tartube n'est pas valide
ja: Tartubeデータベースファイルが無効です
ru: Файл базы данных Tartube недействителен
ta: டார்டூப் தரவுத்தள கோப்பு தவறானது

source: Tartube is applying an essential database update
de: Tartube wendet ein notwendiges Datenbankupdate an
fr: Tartube applique une mise à jour essentielle de la base de données
ja: Tartubeは必須のデータベース更新を適用しています
ru: Tartube применяет важное обновление базы данных
ta: டார்டூப் ஒரு அத்தியாவசிய தரவுத்தள புதுப்பிப்பைப் பயன்படுத்துகிறது

source: This might take a few minutes, so please be patient
de: Dies kann einige Minuten dauern, bitte Geduld
fr: Cela peut prendre quelques minutes, merci de bien vouloir patienter
ja: 数分かかる場合がありますので、しばらくお待ちください
ru: Это может занять несколько минут, поэтому, пожалуйста, будьте терпеливы
ta: இதற்கு சில நிமிடங்கள் ஆகலாம், எனவே தயவுசெய்து பொறுமையாக இருங்கள்

source: General (default) download options
de: Allgemeine (Default) Download-Optionen
fr: Options de téléchargement générales (par défaut)
ja: 一般（デフォルト）のダウンロードオプション
ru: Общие параметры загрузки (по умолчанию)
ta: பொது (இயல்புநிலை) பதிவிறக்க விருப்பங்கள்

source: Download options for the Classic Mode tab
de: Download-Optionen für den Classic Mode-Tab
fr: Options de téléchargement pour l'onglet Mode classique
ja: クラシックモードタブのダウンロードオプション
ru: Параметры загрузки для вкладки "Классический режим"
ta: கிளாசிக் பயன்முறை தாவலுக்கான விருப்பங்களைப் பதிவிறக்கவும்

source: Failed to save the Tartube database file
de: Konnte die Tartube-Datenbankdatei nicht speichern
fr: Échec de l'enregistrement du fichier de la base de données Tartube
ja: Tartubeデータベースファイルの保存に失敗しました
ru: Не удалось сохранить файл базы данных Tartube
ta: டார்டூப் தரவுத்தள கோப்பை சேமிப்பதில் தோல்வி

source: (Could not make a backup copy of the existing file)
de: (Konnte keine Backup-Kopie der existierenden Datei erstellen)
fr: (Impossible de faire une copie de sauvegarde du fichier existant)
ja: （既存ファイルのバックアップコピーを作成できませんでした）
ru: (Не удалось создать резервную копию существующего файла)
ta: (இருக்கும் கோப்பின் காப்பு நகலை உருவாக்க முடியவில்லை)

source: Failed to save the Tartube database file (file already in use)
de: Konnte die Tartube-Datenbankdatei nicht speichern (Datei bereits in Benutzung)
fr: Échec de l'enregistrement du fichier de la base de données Tartube (fichier en cours d'utilisation)
ja: Tartubeデータベースファイルの保存に失敗しました（ファイルが使用中です）
ru: Не удалось сохранить файл базы данных Tartube (файл уже используется)
ta: டார்டூப் தரவுத்தள கோப்பை சேமிப்பதில் தோல்வி (ஏற்கனவே பயன்பாட்டில் உள்ள கோப்பு)

source: A backup of the previous file can be found at:
de: Ein Backup der vorherigen Datei ist hier vorhanden:
fr: Une sauvegarde du fichier précédent peut être trouvée ici :
ja: 以前のファイルのバックアップは以下にあります：
ru: Резервную копию предыдущего файла можно найти здесь:
ta: முந்தைய கோப்பின் காப்புப்பிரதியைக் காணலாம்:

source: Database file created
de: Datenbankdatei erstellt
fr: Fichier de base de données créé
ja: データベースファイルが作成されました
ru: Файл базы данных создан
ta: தரவுத்தள கோப்பு உருவாக்கப்பட்டது

source: Tartube's database can't be checked while an operation is in progress
de: Tartubes Datenbank kann nicht überprüft werden, solange gerade ein Vorgang ausgeführt wird
fr: La base de données de Tartube ne peut pas être vérifiée pendant qu'une opération est en cours
ja: 操作が進行中の場合、Tartubeのデータベースをチェックできません
ru: База данных Tartube не может быть проверена во время выполнения операции
ta: ஒரு செயல்பாடு நடந்து கொண்டிருக்கும்போது டார்ட்டூப்பின் தரவுத்தளத்தை சரிபார்க்க முடியாது

source: Database check complete, no inconsistencies found
de: Datenbankprüfung abgeschlossen, keine Fehler gefunden
fr: Vérification de la base de données terminée, aucune incohérence trouvée
ja: データベースチェックが完了しました。不整合は見つかりませんでした
ru: Проверка базы данных завершена, несоответствий не обнаружено
ta: தரவுத்தள சோதனை முடிந்தது, முரண்பாடுகள் எதுவும் கிடைக்கவில்லை

source: Database check complete, problems found:
de: Datenbankprüfung abgeschlossen, folgende Probleme gefunden:
fr: Vérification de la base de données terminée, problèmes trouvés :
ja: データベースチェックが完了しました。問題が見つかりました：
ru: Проверка базы завершена, обнаружены проблемы:
ta: தரவுத்தள சோதனை முடிந்தது, சிக்கல்கள் காணப்படுகின்றன:

source: Do you want to repair these problems? (The database will be fixed, but no files will be deleted)
de: Sollen diese Probleme behobene werden? (Die Datenbank wird repariert, aber keine Dateien werden gelöscht)
fr: Voulez-vous réparer ces problèmes ? (La base de données sera réparée, mais aucun fichier ne sera supprimé)
ja: これらの問題を修復しますか？（データベースは修正されますが、ファイルは削除されません）
ru: Вы хотите устранить эти проблемы? (База данных будет исправлена, но файлы не будут удалены)
ta: இந்த சிக்கல்களை சரிசெய்ய விரும்புகிறீர்களா? (தரவுத்தளம் சரி செய்யப்படும், ஆனால் கோப்புகள் எதுவும் நீக்கப்படாது)

source: Database inconsistencies repaired
de: Datenbankprobleme behoben
fr: Réparation des incohérences de la base de données
ja: データベースの不整合が修復されました
ru: Устранены несоответствия базы данных
ta: தரவுத்தள முரண்பாடுகள் சரிசெய்யப்பட்டன

source: Please select Tartube's data folder
de: Bitte Tartubes Datenordner wählen
fr: Veuillez sélectionner le dossier de données de Tartube
ja: Tartubeのデータフォルダを選択してください
ru: Выберите папку данных Tartube
ta: TARTUBE இன் தரவு கோப்புறையைத் தேர்ந்தெடுக்கவும்

source: A download operation cannot start if one or more configuration windows are still open
de: Download kann nicht gestartet werden, solange ein oder mehrere Konfigurationsfenster offen sind
fr: Une opération de téléchargement ne peut pas commencer si une ou plusieurs fenêtres de configuration sont encore ouvertes
ja: 設定ウィンドウが1つ以上開いている場合、ダウンロード操作を開始できません
ru: Операция загрузки не может начаться, если одно или несколько окон конфигурации все еще открыты
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட உள்ளமைவு சாளரங்கள் இன்னும் திறந்திருந்தால் பதிவிறக்க செயல்பாடு தொடங்க முடியாது

source: You only have {0} / {1} Gb remaining on your device
de: Nur noch {0} / {1} Gb auf dem Gerät verfügbar
fr: Il ne vous reste que {0} / {1} Go sur votre appareil
ja: デバイスの残り容量は{0} / {1} GBのみです
ru: На вашем устройстве осталось всего {0} / {1} Гб
ta: உங்கள் சாதனத்தில் {0} / {1} சிபி மட்டுமே உள்ளது

source: Are you sure you want to continue?
de: Sicher, dass fortgefahren werden soll?
fr: Êtes-vous sûr de vouloir continuer ?
ja: 続行してもよろしいですか？
ru: Вы уверены, что хотите продолжить?
ta: நீங்கள் தொடர விரும்புகிறீர்களா?

source: 1. Copy URLs into the box at the top 2. Select a destination and a format 3. Click 'Add URLs' 4. Click 'Download all'
de: 1. URLs in die obere Box kopieren 2. Ein Zielverzeichnis und Format wählen 3. Auf "URLs hinzufügen" klicken 4. Auf "Alles herunterladen" klicken
fr: 1. Copiez les liens URLs dans la case du haut 2. Sélectionnez une destination et un format 3. Cliquez sur "Ajouter des liens URLs". 4. Cliquez sur "Tout télécharger"
ja: 1. 上部のボックスにURLをコピー 2. 保存先と形式を選択 3. 「URLを追加」をクリック 4. 「すべてダウンロード」をクリック
ru: 1. Скопируйте URL-адреса в поле вверху 2. Выберите место назначения и формат 3. Нажмите «Добавить URL-адреса» 4. Нажмите «Загрузить все»
ta: 1. மேலே உள்ள பெட்டியில் முகவரி களை நகலெடுக்கவும் 2. ஒரு இலக்கு மற்றும் வடிவமைப்பைத் தேர்ந்தெடுக்கவும் 3. 'URLS ஐச் சேர்' என்பதைக் சொடுக்கு செய்க 4. 'அனைத்தையும் பதிவிறக்குங்கள்' என்பதைக் சொடுக்கு செய்க

source: There is nothing to check!
de: Nichts zu prüfen!
fr: Il n'y a rien à vérifier !
ja: チェックするものがありません！
ru: Проверять нечего!
ta: சரிபார்க்க எதுவும் இல்லை!

source: There is nothing to download!
de: Nichts herunterzuladen!
fr: Il n'y a rien à télécharger !
ja: ダウンロードするものがありません！
ru: Скачивать нечего!
ta: பதிவிறக்கம் செய்ய எதுவும் இல்லை!

source: Download operation complete
de: Download abgeschlossen
fr: Opération de téléchargement terminée
ja: ダウンロード操作が完了しました
ru: Операция загрузки завершена
ta: பதிவிறக்க செயல்பாடு முடிந்தது

source: Download operation halted
de: Download angehalten
fr: L'opération de téléchargement est interrompue
ja: ダウンロード操作が中断されました
ru: Операция загрузки остановлена
ta: பதிவிறக்க செயல்பாடு நிறுத்தப்பட்டது

source: Videos downloaded:
de: Heruntergeladene Videos:
fr: Vidéos téléchargées :
ja: ダウンロードした動画：
ru: Загруженные видео:
ta: வீடியோ பதிவிறக்கம்:

source: Videos checked:
de: Geprüfte Videos:
fr: Vidéos vérifiées :
ja: チェックした動画：
ru: Видео проверено:
ta: வீடியோக்கள் சரிபார்க்கப்பட்டன:

source: Clips downloaded:
de: Heruntergeladene Clips:
fr: Clips téléchargés :
ja: ダウンロードしたクリップ：
ru: Загруженные клипы:
ta: கிளிப்புகள் பதிவிறக்கம் செய்யப்பட்டன:

source: Video slices removed:
de: Gelöschte Videosegmente:
fr: Tranches vidéo supprimées :
ja: 削除した動画スライス：
ru: Видеофрагменты удалены:
ta: வீடியோ துண்டுகள் அகற்றப்பட்டன:

source: Time taken:
de: Vergangene Zeit:
fr: Temps pris :
ja: 所要時間：
ru: Затраченное время:
ta: எடுக்கப்பட்ட நேரம்:

source: An update operation cannot start if one or more configuration windows are still open
de: Update kann nicht gestartet werden, solange ein oder mehrere Konfigurationsfenster offen sind
fr: Une opération de mise à jour ne peut pas démarrer si une ou plusieurs fenêtres de configuration sont encore ouvertes
ja: 設定ウィンドウが1つ以上開いている場合、更新操作を開始できません
ru: Операция обновления не может начаться, если одно или несколько окон конфигурации все еще открыты
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட உள்ளமைவு சாளரங்கள் இன்னும் திறந்திருந்தால் புதுப்பிப்பு செயல்பாடு தொடங்க முடியாது

source: Installation failed
de: Installation fehlgeschlagen
fr: L'installation a échoué
ja: インストールに失敗しました
ru: Сбой установки
ta: நிறுவல் தோல்வியடைந்தது

source: Installation complete
de: Installation abgeschlossen
fr: Installation terminée
ja: インストールが完了しました
ru: Установка завершена
ta: நிறுவல் முடிந்தது

source: Update operation failed
de: Update fehlgeschlagen
fr: L'opération de mise à jour a échoué
ja: 更新操作に失敗しました
ru: Ошибка операции обновления
ta: புதுப்பிப்பு செயல்பாடு தோல்வியடைந்தது

source: Update operation halted
de: Update angehalten
fr: Arrêt de l'opération de mise à jour
ja: 更新操作が中断されました
ru: Операция обновления остановлена
ta: புதுப்பிப்பு செயல்பாடு நிறுத்தப்பட்டது

source: Update operation complete
de: Update abgeschlossen
fr: L'opération de mise à jour est terminée
ja: 更新操作が完了しました
ru: Операция обновления завершена
ta: புதுப்பிப்பு செயல்பாடு முடிந்தது

source: version:
ja: バージョン：
ru: версия:
ta: பதிப்பு:

source: (unknown)
de: (unbekannt)
fr: (inconnu)
ja: （不明）
ru: (неизвестно)

source: A refresh operation cannot start if one or more configuration windows are still open
de: Ein Auffrischungsvorgang kann nicht gestartet werden, solange ein oder mehrere Konfigurationsfenster offen sind
fr: Une opération de rafraîchissement ne peut pas démarrer si une ou plusieurs fenêtres de configuration sont encore ouvertes
ja: 設定ウィンドウが1つ以上開いている場合、リフレッシュ操作を開始できません
ru: Операция обновления не может начаться, если одно или несколько окон конфигурации все еще открыты
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட உள்ளமைவு சாளரங்கள் இன்னும் திறந்திருந்தால் புதுப்பிப்பு செயல்பாடு தொடங்க முடியாது

source: During a refresh operation, Tartube analyses its data folder, looking for videos that haven't yet been added to its database
de: Bei einem Auffrischungsvorgang analysiert Tartube seinen Datenordner und sucht nach Videos, die noch nicht zur Datenbank hinzugefügt worden sind
fr: Lors d'une opération de rafraîchissement, Tartube analyse son dossier de données, à la recherche de vidéos qui n'ont pas encore été ajoutées à sa base de données
ja: リフレッシュ操作中、Tartubeはデータフォルダを分析し、データベースにまだ追加されていない動画を探します
ru: Во время операции обновления Tartube анализирует свою папку данных в поисках видео, которые еще не были добавлены в базу данных
ta: புதுப்பிப்பு செயல்பாட்டின் போது, டார்டூப் அதன் தரவு கோப்புறையை பகுப்பாய்வு செய்கிறது, அதன் தரவுத்தளத்தில் இதுவரை சேர்க்கப்படாத வீடியோக்களைத் தேடுகிறது

source: You only need to perform a refresh operation if you have manually copied videos into Tartube's data folder
de: Ein Auffrischungsvorgang ist nur erforderlich, wenn manuell Videos in den Datenordner von Tartube kopiert wurden
fr: Vous ne devez effectuer une opération d'actualisation que si vous avez copié manuellement des vidéos dans le dossier de données de Tartube
ja: リフレッシュ操作は、Tartubeのデータフォルダに手動で動画をコピーした場合にのみ必要です
ru: Операция обновления требуется только в том случае, если вы вручную скопировали видео в папку данных Tartube
ta: நீங்கள் டார்ட்டூப்பின் தரவு கோப்புறையில் வீடியோக்களை கைமுறையாக நகலெடுத்திருந்தால் மட்டுமே நீங்கள் புதுப்பிப்பு செயல்பாட்டைச் செய்ய வேண்டும்

source: Before starting a refresh operation, you should click the 'Check all' button in the main window
de: Vor dem Start eines Auffrischungsvorgangs sollte im Hauptfenster auf die Schaltfläche „Alles prüfen“ geklickt werden
fr: Avant de lancer une opération de rafraîchissement, vous devez cliquer sur le bouton "Vérifier tout" dans la fenêtre principale
ja: リフレッシュ操作を開始する前に、メインウィンドウの「すべてチェック」ボタンをクリックしてください
ru: Перед началом операции обновления необходимо нажать кнопку "Проверить все" в главном окне
ta: புதுப்பிப்பு செயல்பாட்டைத் தொடங்குவதற்கு முன், முதன்மையான சாளரத்தில் உள்ள 'அனைத்தையும் சரிபார்க்கவும்' பொத்தானைக் சொடுக்கு செய்ய வேண்டும்
