Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: SponsorBlock API mirror
fr: Mirroir pour l'API SponsorBlock
ja: SponsorBlock APIミラー
ta: ஒப்புரவாளர் பிளாக் பநிஇ கண்ணாடி

source: Use the default SponsorBlock URL
de: Die Standard-SponsorBlock-URL verwenden
fr: Utiliser le lien URL par défaut de SponsorBlock
ja: デフォルトのSponsorBlock URLを使用
ta: இயல்புநிலை ஒப்புரவாளர் பிளாக் முகவரி ஐப் பயன்படுத்தவும்

source: P_roxies
fr: Serveurs mandataires
ja: プロキシ

source: Proxies
fr: Serveurs mandataires
ja: プロキシ
ta: ப்ராக்சிகள்

source: Pre_ferences
de: Einst_ellungen
fr: Préférences
ja: プリファレンス
ta: விருப்பத்தேர்வுகள்

source: URL flexibility preferences
de: URL Flexibilitätseinstellungen
fr: Préférences sur la flexibilité des liens URL
ja: URL柔軟性設定
ta: முகவரி நெகிழ்வுத்தன்மை விருப்பத்தேர்வுகள்

source: If a video's URL represents a channel/playlist, not a video, don't download it
de: Wenn eine Video URL auf eine Playlist oder einen Kanal verlinkt, lade das nicht herunter
fr: Si le lien URL pointe sur un canal ou une liste de lecture et non pas une vidéo, ne pas le télécharger
ja: 動画のURLが動画ではなくチャンネル/プレイリストを表している場合、ダウンロードしない
ta: ஒரு வீடியோவின் முகவரி ஒரு சேனல்/பிளேலிச்ட்டைக் குறிக்கிறது என்றால், வீடியோ அல்ல, அதைப் பதிவிறக்க வேண்டாம்

source: ...or, download multiple videos into the containing folder
de: ...oder lade mehrere Videos in den enthaltenen Ordner herunter
fr: ... ou bien télécharger plusieurs vidéos dans le dossier conteneur
ja: または、複数の動画を包含フォルダにダウンロード
ta: ... அல்லது, பல வீடியோக்களைக் கொண்ட கோப்புறையில் பதிவிறக்கவும்

source: ...or, create a new channel, and download the videos into that
de: ...oder Erstelle einen neuen Kanal und lade die Videos in diesen Kanal herunter
fr: ... ou créer un nouveau canal et y télécharger les vidéos
ja: または、新しいチャンネルを作成し、その中に動画をダウンロード
ta: ... அல்லது, ஒரு புதிய சேனலை உருவாக்கி, அதில் வீடியோக்களைப் பதிவிறக்கவும்

source: ...or, create a new playlist, and download the videos into that
de: ...oder Erstelle eine neue Wiedergabeliste und lade die Videos in die neue Wiedergabeliste herunter
fr: ... ou créer une nouvelle liste de lecture et y télécharger les vidéos
ja: または、新しいプレイリストを作成し、その中に動画をダウンロード
ta: ... அல்லது, ஒரு புதிய பிளேலிச்ட்டை உருவாக்கி, அதில் வீடியோக்களைப் பதிவிறக்கவும்

source: Missing video preferences
de: Fehlende Videoeinstellungen
fr: Préférence des vidéos manquantes
ja: 欠落動画設定
ta: வீடியோ விருப்பங்களைக் காணவில்லை

source: Add videos which have been removed from a channel/playlist to the Missing Videos folder
de: Füge Videos, die von einem Kanal oder einer Wiedergabeliste entfernt wurden in den Fehlende Videos Ordner
fr: Ajouter les vidéos qui ont été retirées d'un canal / liste de lecture au dossier des Vidéos Manquantes
ja: チャンネル/プレイリストから削除された動画を「欠落動画」フォルダに追加
ta: காணாமல் போன வீடியோக்கள் கோப்புறையில் சேனல்/பிளேலிச்ட்டில் இருந்து அகற்றப்பட்ட வீடியோக்களைச் சேர்க்கவும்

source: Only add videos that were uploaded within this many days
de: Füge nur Videos hinzu, die innerhalb dieser Anzahl von Tagen hochgeladen wurden
fr: Ajouter uniquement les vidéos qui ont étés mises à jour depuis tant de jours
ja: 指定した日数以内にアップロードされた動画のみ追加
ta: இந்த பல நாட்களுக்குள் பதிவேற்றப்பட்ட வீடியோக்களை மட்டுமே சேர்க்கவும்

source: _Forks
fr: Bifurcations (forks)
ja: フォーク

source: Forks of youtube-dl
de: Fork von youtube-dl
fr: Bifurcations (forks) de youtube-dl
ja: youtube-dlのフォーク
ta: YouTube-dl இன் ஃபோர்க்ச்

source: Use yt-dlp
de: Nutze yt-dlp
fr: Utiliser yt-dlp
ja: yt-dlpを使用
ta: YT-DLP ஐப் பயன்படுத்தவும்

source: Install without dependencies
de: Ohne Abhängigkeiten installieren
fr: Installer sans les dépendances
ja: 依存関係なしでインストール
ta: சார்பு இல்லாமல் நிறுவவும்

source: (recommended on MS Windows)
de: (Empfohlen für MS Windows)
fr: (recommandé sous MS Windows)
ja: （MS Windowsで推奨）
ta: (MS சாளரங்களில் பரிந்துரைக்கப்படுகிறது)

source: Use youtube-dl
de: Nutze youtube-dl
fr: Utiliser youtube-dl
ja: youtube-dlを使用
ta: YouTube-DL ஐப் பயன்படுத்தவும்

source: Other forks
de: Andere Forks
fr: Autres bifurcations (forks)
ja: その他のフォーク
ta: மற்ற முட்கரண்டி

source: When using other downloaders, filter out yt-dlp download options
de: yt-dlp Download optionen herausfiltern, wenn andere Downloader benutzt werden
fr: Lors de l'utilisation d'autres clients de téléchargement, cacher les options de téléchargement de yt-dlp
ja: 他のダウンローダーを使用する場合、yt-dlpのダウンロードオプションを除外
ta: பிற பதிவிறக்கிகளைப் பயன்படுத்தும் போது, YT-DLP பதிவிறக்க விருப்பங்களை வடிகட்டவும்

source: File _paths
de: Datei _pfade
fr: Chemins des fichiers
ja: ファイルパス
ta: கோப்பு _ பாதைகள்

source: Downloader file paths
de: Dateipfade des Downloaders
fr: Chemins des fichiers du client de téléchargement
ja: ダウンローダーのファイルパス
ta: பதிவிறக்கம் கோப்பு பாதைகள்

source: Path to the executable
de: Pfad zur ausführbaren Datei
fr: Chemin vers l'exécutable
ja: 実行ファイルへのパス
ta: இயங்கக்கூடிய பாதை

source: Use default path
de: Standardpfad benutzen
fr: Utiliser le chemin par défaut
ja: デフォルトパスを使用
ta: இயல்புநிலை பாதையைப் பயன்படுத்தவும்

source: Use local path
de: Lokalen Pfad benutzen
fr: Utiliser le chemin local
ja: ローカルパスを使用
ta: உள்ளக பாதையைப் பயன்படுத்தவும்

source: Use custom path
de: Benutzerdefinierten Pfad benutzen
fr: Utiliser un chemin personnalisé
ja: カスタムパスを使用
ta: தனிப்பயன் பாதையைப் பயன்படுத்தவும்

source: Use PyPI path
de: PyPl Pfad benutzen
fr: Utiliser le chemin PyPI
ja: PyPIパスを使用
ta: பைபி பாதையைப் பயன்படுத்தவும்

source: Command for update operations
de: Befehl für Update Operationen
fr: Commande pour les opération de mise-à-jour
ja: 更新操作用のコマンド
ta: புதுப்பிப்பு செயல்பாடுகளுக்கான கட்டளை

source: Post-processor file paths
de: Postprozessor Dateipfade
fr: Chemin du fichier du post-processeur
ja: ポストプロセッサーのファイルパス
ta: பிந்தைய செயலாளர் கோப்பு பாதைகள்

source: You only need to set these paths if Tartube cannot find FFmpeg / AVConv automatically
de: Du musst nur diese Pfade setzen, wenn Tartube FFmpeg / AVConv nicht automatisch finden kann
fr: Vous n'avez besoin de définir ces chemins uniquement si Tartube n'arrive pas à trouver FFmpeg / AVConv automatiquement
ja: TartubeがFFmpeg / AVConvを自動的に見つけられない場合にのみ、これらのパスを設定する必要があります
ta: TARTUBE தானாகவே FFMPEG / AVCONV ஐ கண்டுபிடிக்க முடியாவிட்டால் மட்டுமே நீங்கள் இந்த பாதைகளை அமைக்க வேண்டும்

source: Path to the FFmpeg executable
de: Pfad zu der FFmpeg Ausführungsdatei
fr: Chemin vers l'exécutable FFmpeg
ja: FFmpeg実行ファイルへのパス
ta: FFMPEG இயங்கக்கூடிய பாதை

source: Path to the AVConv executable
de: Pfad zu der AVConv Ausführungsdatei
fr: Chemin vers l'exécutable AVConv
ja: AVConv実行ファイルへのパス
ta: AVCONV இயங்கக்கூடிய பாதை

source: Not supported on MS Windows
de: Wird in MS Windows nicht unterstützt
fr: N'est pas supporté sous MS Windows
ja: MS Windowsではサポートされていません
ta: எம்.எச். சாளரங்களில் ஆதரிக்கப்படவில்லை

source: streamlink file path
de: Streamlink Dateipfad
fr: Chemin vers le fichier streamlink
ja: streamlinkファイルパス
ta: ச்ட்ரீம்லிங்க் கோப்பு பாதை

source: Path to the streamlink executable
de: Pfad zur Streamlink Ausführungsdatei
fr: Chemin vers l'exécutable streamlink
ja: streamlink実行ファイルへのパス
ta: ச்ட்ரீம்லிங்க் இயங்கக்கூடிய பாதை

source: Install from main menu
de: Vom Hauptmenü aus installieren
fr: Installer depuis le menu principal
ja: メインメニューからインストール
ta: முதன்மையான மெனுவிலிருந்து நிறுவவும்

source: _Download options
de: _Download Einstellungen
fr: Optiosn de téléchargement
ja: ダウンロードオプション
ta: விருப்பங்களை பதிவிறக்கவும்

source: List of download options
de: Liste von Download Einstellungen
fr: List des options de téléchargement
ja: ダウンロードオプションのリスト
ta: பதிவிறக்க விருப்பங்களின் பட்டியல்

source: Videos tab
de: Videotab
fr: Onglet vidéo
ja: 動画タブ
ta: வீடியோக்கள் தாவல்

source: Dropzone
fr: Zone de dépôt
ja: ドロップゾーン
ta: டிராப்சோன்

source: Applied to media
de: Auf Medien angewendet
fr: Appliqué au média
ja: メディアに適用
ta: ஊடகங்களுக்கு பொருந்தும்

source: _Preferences
de: _Einstellungen
fr: Préférences
ja: プリファレンス
ta: விருப்பத்தேர்வுகள்

source: Download options preferences
de: Download Optionseinstellungen
fr: Préférences des options de téléchargement
ja: ダウンロードオプション設定
ta: விருப்பங்கள் விருப்பங்களை பதிவிறக்கவும்

source: When applying download options to something, clone the general download options
de: Generelle Download Optionen kopieren, wenn Download Optionen zu etwas hinzugefügt werden
fr: Cloner les options de téléchargement générales lorsque les options de téléchargements sont appliqués à un élément quelconque
ja: 何かにダウンロードオプションを適用する際、一般的なダウンロードオプションをクローン
ta: பதிவிறக்க விருப்பங்களை ஏதாவது பயன்படுத்தும்போது, பொது பதிவிறக்க விருப்பங்களை நகலி செய்யுங்கள்

source: After downloading a video, destroy its download options
de: Download Optionen entfernen, nachdem ein Video heruntergeladen wurde
fr: Supprimer les options de téléchargement de la vidéo après l'avoir téléchargée
ja: 動画をダウンロードした後、そのダウンロードオプションを破棄
ta: வீடியோவைப் பதிவிறக்கிய பிறகு, அதன் பதிவிறக்க விருப்பங்களை அழிக்கவும்

source: _FFmpeg options
de: _FFmpeg Einstellungen
fr: Options FFmpeg
ja: FFmpegオプション
ta: _Ffmpeg விருப்பங்கள்

source: List of FFmpeg options managers
de: Liste von FFmpeg Einstellungsmanagern
fr: List des gestionnaires d'options de FFmpeg
ja: FFmpegオプションマネージャーのリスト
ta: FFMPEG விருப்பங்கள் மேலாளர்களின் பட்டியல்

source: Current
de: Aktuell
fr: Courant
ja: 現在の
ta: மின்னோட்ட்ம், ஓட்டம்

source: Use these options
de: Diese Einstellungen nutzen
fr: Utiliser ces options
ja: これらのオプションを使用
ta: இந்த விருப்பங்களைப் பயன்படுத்தவும்

source: O_utput
de: A_usgabe
fr: Sortie
ja: 出力

source: Downloader writes verbose output (youtube-dl debugging mode)
fr: Le client de téléchargement écrit en mode verbeux (mode de débogage de youtube-dl)
ja: ダウンローダーが詳細な出力を書き込む（youtube-dlデバッグモード）
ta: பதிவிறக்குபவர் வாய்மொழி வெளியீட்டை எழுதுகிறார் (YouTube-DL பிழைத்திருத்த முறை)

source: _Output tab
de: _Ausgabe-Tab
fr: Onglet Sortie
ja: 出力タブ
ta: _Output தாவல்

source: Output tab preferences
de: Ausgabe-Tab-Einstellungen
fr: Préféfrences de l'onglet Sortie
ja: 出力タブ設定
ta: வெளியீட்டு தாவல் விருப்பத்தேர்வுகள்

source: Display downloader system commands in the Output tab
de: Downloader-Systembefehle im Ausgabe-Tab anzeigen
fr: Afficher la commande système du client de téléchargement dans l'onglet Sortie
ja: 出力タブにダウンローダーのシステムコマンドを表示
ta: வெளியீட்டு தாவலில் பதிவிறக்குதல் கணினி கட்டளைகளைக் காண்பி

source: ...but don't write each video's JSON data
de: ...aber schreibe keine JSON Daten für jenes Video
fr: ... mais ne pas écrire les données JSON de chaque vidéo
ja: ただし、各動画のJSONデータは書き込まない
ta: ... ஆனால் ஒவ்வொரு வீடியோவின் சாதொபொகு தரவை எழுத வேண்டாம்

source: ...but don't write each video's download progress
fr: ... mais ne pas écrire la progression du téléchargement de chaque vidéo
ja: ただし、各動画のダウンロード進捗は書き込まない
ta: ... ஆனால் ஒவ்வொரு வீடியோவின் பதிவிறக்க முன்னேற்றத்தையும் எழுத வேண்டாம்

source: Limit the size of Output tab pages to
de: Größe des Ausgabe-Tabs begrenzen auf
fr: Limiter la taille des pages de l'onglet Sortie à
ja: 出力タブのページサイズを制限
ta: வெளியீட்டு தாவல் பக்கங்களின் அளவைக் கட்டுப்படுத்துங்கள்

source: Empty pages in the Output tab at the start of every operation
de: Leere Seiten im Ausgabe-Tab zu Beginn eines jeden Vorgangs
fr: Vider les pages de l'onglet Sortie au démarrage de chaque nouvelle opération
ja: すべての操作開始時に出力タブのページを空にする
ta: ஒவ்வொரு செயல்பாட்டின் தொடக்கத்திலும் வெளியீட்டு தாவலில் வெற்று பக்கங்கள்

source: Show a summary of active threads (changes are applied when Tartube restarts)
de: Zeige eine Zusammenfassung aller aktiven Threads (Änderungen werden nach einem neustart von Tartube angewendet)
fr: Afficher un sommaire des fils actifs (les chamgements sont appliqués au redémarrage de Tartube)
ja: アクティブなスレッドの概要を表示（変更はTartube再起動時に適用）
ta: செயலில் உள்ள நூல்களின் சுருக்கத்தைக் காட்டு (டார்ட்டூப் மறுதொடக்கம் செய்யும்போது மாற்றங்கள் பயன்படுத்தப்படுகின்றன)

source: During update/info operations, automatically switch to the Output tab
de: Bei Aktualisierungs-/Info-Vorgängen automatisch zum Ausgabe-Tab wechseln
fr: Lors des opérations de mis-à-jour / d'information, changer automatiquement vers l'onglet Sortie
ja: 更新/情報操作中に自動的に出力タブに切り替え
ta: புதுப்பிப்பு/தகவல் செயல்பாடுகளின் போது, தானாகவே வெளியீட்டு தாவலுக்கு மாறுகிறது

source: During a refresh operation, show all matching videos in the Output tab
de: Bei einem Auffrischungsvorgang alle passenden Videos im Ausgabe-Tab anzeigen
fr: Lors des opérations de mis-à-jour, afficher les vidéos correspondantes dans l'onglet Sortie
ja: リフレッシュ操作中に、出力タブに一致するすべての動画を表示
ta: புதுப்பிப்பு செயல்பாட்டின் போது, பொருந்தக்கூடிய அனைத்து வீடியோக்களையும் வெளியீட்டு தாவலில் காண்பி

source: ...also show all non-matching videos
de: ...auch alle nicht übereinstimmenden Videos anzeigen
fr: ... ainsi que toutes les vidéos ne correspondant pas
ja: 一致しないすべての動画も表示
ta: ... பொருந்தாத அனைத்து வீடியோக்களையும் காட்டுங்கள்

source: _Terminal window
de: _Terminalfenster
fr: Fenêtre du terminal
ja: ターミナルウィンドウ
ta: _ டெர்மினல் சாளரம்

source: Terminal window preferences
de: Terminalfenster Einstellungen
fr: Préférences de la fenêtre du terminal
ja: ターミナルウィンドウ設定
ta: முனைய சாளர விருப்பத்தேர்வுகள்

source: Write downloader system commands to the terminal window
de: Downloader System Befehle im Terminalfenster anzeigen
fr: Écrire les commandes systèmes du client de téléchargement vers le terminal
ja: ターミナルウィンドウにダウンローダーのシステムコマンドを書き込む
ta: டெர்மினல் சாளரத்திற்கு பதிவிறக்க கணினி கட்டளைகளை எழுதுங்கள்

source: Total videos:
de: Gesamtanzahl der Videos:
fr: Vidéos total :
ja: 動画の合計：
ta: மொத்த வீடியோக்கள்:

source: Videos updated:
de: Videos aktualisiert:
fr: Vidéos mises-à-jour :
ja: 更新された動画：
ta: வீடியோக்கள் புதுப்பிக்கப்பட்டன:

source: Are you sure you want to rename this channel?
de: Bist du Sicher, dass du diesen Kanal umbenennen willst?
fr: Êtes-vous sûrs de vouloir renommer ce canal ?
ja: このチャンネルを本当にリネームしますか？
ta: இந்த சேனலை மறுபெயரிட விரும்புகிறீர்களா?

source: Are you sure you want to rename this playlist?
de: Bist du Sicher, dass du diese Wiedergabeliste umbenennen willst?
fr: Êtes-vous sûrs de vouloir renommer cette liste de lecture ?
ja: このプレイリストを本当にリネームしますか？
ta: இந்த பிளேலிச்ட்டை மறுபெயரிட விரும்புகிறீர்களா?

source: Are you sure you want to rename this folder?
de: Bist du Sicher, dass du diesen Ordner umbenennen willst?
fr: Êtes-vous sûrs de vouloir renommer ce dossier ?
ja: このフォルダを本当にリネームしますか？
ta: இந்த கோப்புறையை மறுபெயரிட விரும்புகிறீர்களா?

source: That is not a valid URL
de: Das ist keine gültige URL
fr: Ce-ci n'est pas un lien URL valide
ja: そのURLは無効です
ta: அது சரியான முகவரி அல்ல

source: Are you sure you want to update the URL?
de: Bist du Sicher, dass du diese URL aktualisieren willst?
fr: Êtes-vous sûrs de vouloir mettre à jour ce lien URL ?
ja: このURLを本当に更新しますか？
ta: நீங்கள் நிச்சயமாக முகவரி ஐ புதுப்பிக்க விரும்புகிறீர்களா?

source: The regex is invalid
de: Der Regex ist ungültig
fr: La regex n'est pas valide
ja: 正規表現が無効です
ta: ரீசெக்ச் தவறானது

source: Are you sure you want to update these URLs?
de: Bist du Sicher, dass du diese URLs aktualisieren willst?
fr: Êtes-vous sûrs de vouloir mettre à jour ce lien URL ?
ja: これらのURLを本当に更新しますか？
ta: இந்த முகவரி களை புதுப்பிக்க விரும்புகிறீர்களா?

source: The default custom download manager cannot be deleted
de: Der Standard Download Manager kann nicht gelöscht werden
fr: Le gestionnaire personnalisé des clients de téléchargement par défaut ne peut pas être supprimé
ja: デフォルトのカスタムダウンロードマネージャーは削除できません
ta: இயல்புநிலை தனிப்பயன் பதிவிறக்க மேலாளரை நீக்க முடியாது

source: Are you sure you want to delete this custom download manager?
de: Bist du Sicher, dass du diesen Benutzerdefinierten Download Manager löschen willst?
fr: Êtes-vous sûrs de vouloir supprimer ce gestionnaire de téléchargement ?
ja: このカスタムダウンロードマネージャーを本当に削除しますか？
ta: இந்த தனிப்பயன் பதிவிறக்க மேலாளரை நீக்க விரும்புகிறீர்களா?

source: Are you sure you want to create a new database at this location?
de: Bist du Sicher, dass du hier eine neue Datenbank erstellen möchtest?
fr: Êtes-vous sûrs de vouloir créer une nouvelle base de données à cet emplacement ?
ja: この場所に新しいデータベースを本当に作成しますか？
ta: இந்த இடத்தில் புதிய தரவுத்தளத்தை உருவாக்க விரும்புகிறீர்களா?

source: Are you sure you want to forget this database?
de: Bist du Sicher, dass diese Datenbank vergessen werden soll?
fr: Êtes-vous sûrs de vouloir oublier cette base de données ?
ja: このデータベースを本当に忘れますか？
ta: இந்த தரவுத்தளத்தை நீங்கள் மறக்க விரும்புகிறீர்களா?

source: Are you sure you want to forget all databases except the current one?
de: Bist du Sicher, dass du alle Datenbanken außer der aktuellen vergessen willst?
fr: Êtes-vous sûrs de vouloir oublier toutes les bases de données excepté la courante ?
ja: 現在のデータベースを除くすべてのデータベースを本当に忘れますか？
ta: தற்போதைய ஒன்றைத் தவிர அனைத்து தரவுத்தளங்களையும் மறக்க விரும்புகிறீர்களா?

source: No database exists at this location:
de: Hier existiert keine Datenbank:
fr: Aucune base de données n'existe à cet emplacement :
ja: この場所にデータベースが存在しません：
ta: இந்த இடத்தில் எந்த தரவுத்தளமும் இல்லை:

source: Do you want to create a new one?
de: Möchtest du eine neue erstellen?
fr: Voulez-vous en créer une nouvelle ?
ja: 新しく作成しますか？
ta: புதிய ஒன்றை உருவாக்க விரும்புகிறீர்களா?

source: Select a Tartube database file
de: Wähle eine Tartube Datenbank Datei
fr: Sélectionnez la base de données Tartube
ja: Tartubeデータベースファイルを選択
ta: டார்டூப் தரவுத்தள கோப்பைத் தேர்ந்தெடுக்கவும்

source: This file is not loadable (might be corrupted)
de: Diese Datei kann nicht geladen werden (Sie ist vielleicht beschädigt)
fr: Ce fichier ne peut être chargé (il pourrait être corrompu)
ja: このファイルは読み込めません（破損している可能性があります）
ta: இந்த கோப்பு ஏற்றப்படாது (சிதைக்கப்படலாம்)

source: This file does is not compatible with Tartube
de: Diese Datei ist nicht kompatibel mit Tartube
fr: Ce fichier n'est pas comptabile avec Tartube
ja: このファイルはTartubeと互換性がありません
ta: இந்த கோப்பு டார்ட்டூப்புடன் பொருந்தாது

source: This file was loaded, but is empty
de: Die Datei wurde geladen aber sie ist Leer
fr: Ce fichier a été chargé mais est vide
ja: このファイルは読み込まれましたが、空です
ta: இந்த கோப்பு ஏற்றப்பட்டது, ஆனால் காலியாக உள்ளது

source: The current options manager cannot be deleted
de: Der aktuelle Einstellungsmanager kann nicht gelöscht werden
fr: Le gestionnaire d'option courant ne peut pas être supprimé
ja: 現在のオプションマネージャーは削除できません
ta: தற்போதைய விருப்பங்கள் மேலாளரை நீக்க முடியாது

source: Are you sure you want to delete this options manager?
de: Bist du Sicher, dass du diesen Einstellungsmanager Löschen willst?
fr: Êtes-vous sûrs de vouloir supprimer ce gestionnaire d'options ?
ja: このオプションマネージャーを本当に削除しますか？
ta: இந்த விருப்பங்கள் மேலாளரை நீக்க விரும்புகிறீர்களா?

source: The new setting will be applied when Tartube restarts
de: Die neue Einstellung wird angewendet, wenn Tartube neu gestartet wird
fr: Les nouveaux paramètres seront appliqués au redémarrage de Tartube
ja: 新しい設定はTartubeの再起動時に適用されます
ta: டார்ட்டூப் மறுதொடக்கம் செய்யும்போது புதிய அமைப்பு பயன்படுத்தப்படும்

source: The default options manager cannot be deleted
de: Der Standard Einstellungsmanager kann nicht gelöscht werden
fr: Le gestionnaire d'options par défaut ne peut pas être supprimé
ja: デフォルトのオプションマネージャーは削除できません
ta: இயல்புநிலை விருப்பங்கள் மேலாளரை நீக்க முடியாது

source: There is already a scheduled download with that name
de: Da ist bereits ein Ausstehender Download mit diesem Namen
fr: Il y'a déjà un téléchargement planifié avec ce nom
ja: その名前のスケジュールダウンロードがすでに存在します
ta: அந்த பெயருடன் ஏற்கனவே திட்டமிடப்பட்ட பதிவிறக்கம் உள்ளது

source: Are you sure you want to delete this scheduled download?
de: Bist du Sicher, dass du diesen Ausstehenden Download Löschen willst?
fr: Êtes-vous sûrs de vouloir supprimer ce téléchargement planifié ?
ja: このスケジュールダウンロードを本当に削除しますか？
ta: இந்த திட்டமிடப்பட்ட பதிவிறக்கத்தை நீக்க விரும்புகிறீர்களா?

source: Select the location of the archive file
de: Wähle den Ort der Archivdatei aus
fr: Sélectionnez l'emplacement du fichier d'archive
ja: アーカイブファイルの場所を選択
ta: காப்பக கோப்பின் இருப்பிடத்தைத் தேர்ந்தெடுக்கவும்

source: Please select the AVConv executable
de: Bitte wähle die AVConv Ausführungsdatei aus
fr: Veuillez sélectionner l'exécutable d'AVConv
ja: AVConv実行ファイルを選択してください
ta: AVCONV இயங்கக்கூடியதைத் தேர்ந்தெடுக்கவும்

source: Please select the FFmpeg executable
de: Bitte wähle die FFmpeg Ausführungsdatei aus
fr: Veuillez sélectionner l'éxécutable FFmpeg
ja: FFmpeg実行ファイルを選択してください
ta: FFMPEG இயங்கக்கூடியதைத் தேர்ந்தெடுக்கவும்

source: Please select the streamlink executable
de: Bitte wähle die Streamlink Ausführungsdatei aus
fr: Veuillez sélectionner l'éxécutable streamlink
ja: streamlink実行ファイルを選択してください
ta: ச்ட்ரீம்லிங்க் இயங்கக்கூடியதைத் தேர்ந்தெடுக்கவும்

source: Select the youtube-dl-compatible executable
de: Wähle die Kompatible youtube-dl Ausführungsdatei aus
fr: Veuillez sélectionner un éxécutable compatible avec youtube-dl
ja: youtube-dl互換の実行ファイルを選択
ta: YouTube-DL- இணக்கமான இயங்கக்கூடியதைத் தேர்ந்தெடுக்கவும்

source: Database file not loaded
de: Datenbank Datei nicht geladen
fr: La base de données n'a pas été chargée
ja: データベースファイルが読み込まれていません
ta: தரவுத்தள கோப்பு ஏற்றப்படவில்லை

source: Did not try to load the database file
de: Es wurde nicht versucht, diese Datenbank Datei zu laden
fr: La base de données n'a pas essayée d'être chargée
ja: データベースファイルの読み込みを試みませんでした
ta: தரவுத்தள கோப்பை ஏற்ற முயற்சிக்கவில்லை

source: Database file loaded
de: Datenbank Datei geladen
fr: La base de données a été chargée
ja: データベースファイルが読み込まれました
ta: தரவுத்தள கோப்பு ஏற்றப்பட்டது

source: D/L Manager:
fr: Gestionnaire de téléchargement :
ja: ダウンロードマネージャー：
ta: டி/எல் மேலாளர்:

source: Starting download operation
de: Download-Auftrag wird gestartet
fr: Démarrage de l'opération de téléchargement
ja: ダウンロード操作を開始
ta: பதிவிறக்க செயல்பாட்டைத் தொடங்குகிறது

source: Workers: available:
fr: Processus disponibles :
ja: ワーカー：利用可能：
ta: தொழிலாளர்கள்: கிடைக்கிறது:

source: total:
de: insgesamt:
ja: 合計：
ta: மொத்தம்:

source: Alternative performance limits no longer apply
fr: Les limites de performances alternatives ne s'appliquent plus
ja: 代替パフォーマンス制限が適用されなくなりました
ta: மாற்று செயல்திறன் வரம்புகள் இனி பொருந்தாது

source: Alternative performance limits now apply
fr: Les limites de performances alternatives s'appliquent
ja: 代替パフォーマンス制限が適用されました
ta: மாற்று செயல்திறன் வரம்புகள் இப்போது பொருந்தும்

source: All threads finished
de: Alle Threads abgeschlossen
fr: Tous les fils sont terminés
ja: すべてのスレッドが終了
ta: அனைத்து நூல்களும் முடிந்தது

source: Thread #
fr: Fil #
ja: スレッド #
ta: நூல் #

source: Downloading:
de: Herunterladen:
fr: Téléchagement(s) en cours :
ja: ダウンロード中：
ta: பதிவிறக்கம்:

source: Downloads complete (or stopped)
de: Downloads abgeschlossen (oder gestoppt)
fr: Téléchagement(s) complété(s) (ou arrêté(s))
ja: ダウンロードが完了（または停止）
ta: பதிவிறக்கங்கள் முடிந்தது (அல்லது நிறுத்தப்பட்டது)

source: Halting all workers
fr: Suspension de tous les opérateurs de traitement
ja: すべてのワーカーを停止
ta: அனைத்து தொழிலாளர்களையும் நிறுத்துகிறது

source: Join and collect threads
de: Threads zusammenführen und sammeln
fr: Joindre et récupérer les fils
ja: スレッドを結合して収集
ta: சேர்ந்து நூல்களில் சேகரிக்கவும்

source: Job complete
de: Auftrag abgeschlossen
fr: Tâche accomplie
ja: ジョブ完了
ta: வேலை முடிந்தது

source: Worker now available again
fr: L'opérateur de traitement est de nouveau disponible
ja: ワーカーが再び利用可能になりました
ta: தொழிலாளி இப்போது மீண்டும் கிடைக்கிறது

source: Assigned job:
de: Zugewiesener Auftrag:
fr: Tâche assignée :
ja: 割り当てられたジョブ：
ta: ஒதுக்கப்பட்ட வேலை:

source: Tartube is restarting a stalled download
de: Tartube startet einen stockenden Download neu
fr: Tartube redémarre un téléchargement bloqué
ja: Tartubeが停止したダウンロードを再開しています
ta: டார்ட்டூப் ஒரு நிறுத்தப்பட்ட பதிவிறக்கத்தை மறுதொடக்கம் செய்கிறது

source: Checking RSS feed
fr: Vérification du flux RSS
ja: RSSフィードをチェック中
ta: RSS ஊட்டத்தை சரிபார்க்கிறது

source: Cannot download videos in a private folder
de: Videos können nicht in einen privaten Ordner heruntergeladen werden
fr: Impossible de télécharger les vidéos dans un dossier privé
ja: プライベートフォルダ内の動画はダウンロードできません
ta: தனிப்பட்ட கோப்புறையில் வீடியோக்களைப் பதிவிறக்க முடியாது
