Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Select the browser profile
de: Browserprofil auswählen
fr: Sélectionner le profil du navigateur web
ja: ブラウザプロファイルを選択
ru: Выберите профиль браузера
ta: உலாவி சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்

source: Could not save the downloader's configuration file
de: Die Konfigurationsdatei des Downloaders konnte nicht gespeichert werden
fr: Échec lors de la sauvegarde du fichier de configuration du client de téléchargement
ja: ダウンローダーの構成ファイルを保存できませんでした
ru: Не удалось сохранить файл конфигурации загрузчика
ta: பதிவிறக்கத்தின் உள்ளமைவு கோப்பை சேமிக்க முடியவில்லை

source: Downloader's configuration file saved
de: Die Konfigurationsdatei des Downloaders wurde gespeichert
fr: Fichier de configuration du client de téléchargement sauvegardé
ja: ダウンローダーの構成ファイルが保存されました
ru: Файл конфигурации загрузчика сохранен
ta: பதிவிறக்கத்தின் உள்ளமைவு கோப்பு சேமிக்கப்பட்டது

source: This option won't work unless the format is also added to the list of preferred formats above
de: Diese Option wird nicht funktionieren, bis das Format auch zu der Liste der bevorzugten Formaten oben hinzugefügt wird
fr: Cette option ne marchera pas, à moins que le format soit également ajouté à la liste des formats préférés ci-dessus
ja: このオプションは、形式が上記の優先形式リストに追加されていないと機能しません
ru: Этот параметр не будет работать, если формат не будет также добавлен в список предпочтительных форматов выше
ta: மேலே உள்ள விருப்பமான வடிவங்களின் பட்டியலிலும் வடிவம் சேர்க்கப்படாவிட்டால் இந்த விருப்பம் செயல்படாது

source: Could not save the .netrc file
de: .netrc-Datei konnte nicht gespeichert werden
fr: Échec lors de la sauvegarde du fichier .netrc
ja: .netrcファイルを保存できませんでした
ru: Не удалось сохранить файл .netrc
ta: .Netrc கோப்பை சேமிக்க முடியவில்லை

source: .netrc file saved
de: .netrc-Datei gespeichert
fr: Fichier .netrc sauvegardé
ja: .netrcファイルが保存されました
ru: Файл .netrc сохранен
ta: .netrc கோப்பு சேமிக்கப்பட்டது

source: Fewer download options will be visible when you click the 'Apply' or 'Reset' buttons (or when you close and then re-open the window)
de: Weniger Downloadoptionen werden angezeigt, wenn "Anwenden" oder "Zurücksetzen" geklickt wird (oder wenn das Fenster geschlossen und neu geöffnet wird)
fr: Lorsque vous cliquez sur les boutons «Appliquer» ou «Réinitialiser», moins d'options seront visibles (ou lorsque vous fermez puis réouvrez la fenêtre)
ja: 「適用」または「リセット」ボタンをクリックするか、ウィンドウを閉じて再度開くと、表示されるダウンロードオプションが少なくなります
ru: Меньшее количество вариантов загрузки будет отображаться при нажатии кнопок 'Применить' или 'Сбросить' (или при закрытии и повторном открытии окна)
ta: நீங்கள் 'விண்ணப்பிக்கவும்' அல்லது 'மீட்டமை' பொத்தான்களைக் சொடுக்கு செய்யும் போது குறைவான பதிவிறக்க விருப்பங்கள் தெரியும் (அல்லது நீங்கள் மூடிவிட்டு சாளரத்தை மீண்டும் திறக்கும்போது)

source: Show advanced download options (when window re-opens)
de: Erweiterte Downloadoptionen zeigen (wenn das Fenster neu geöffnet wird)
fr: Afficher les options de téléchargement avancées (à la réouverture de la fenêtre)
ja: 高度なダウンロードオプションを表示（ウィンドウを再度開くとき）
ru: Показать дополнительные параметры загрузки (при повторном открытии окна)
ta: மேம்பட்ட பதிவிறக்க விருப்பங்களைக் காட்டு (சாளரம் மீண்டும் திறக்கும்போது)

source: More download options will be visible when you click the 'Apply' or 'Reset' buttons (or when you close and then re-open the window)
de: Mehr Downloadoptionen werden angezeigt, wenn "Anwenden" oder "Zurücksetzen" geklickt wird (oder wenn das Fenster geschlossen und neu geöffnet wird)
fr: Lorsque vous cliquez sur les boutons «Appliquer» ou «Réinitialiser», plus d'options seront visibles (ou lorsque vous fermez puis réouvrez la fenêtre)
ja: 「適用」または「リセット」ボタンをクリックするか、ウィンドウを閉じて再度開くと、より多くのダウンロードオプションが表示されます
ru: Другие варианты загрузки будут видны, когда вы нажмете кнопки 'Применить' или 'Сбросить' (или когда вы закроете и затем снова откроете окно)
ta: நீங்கள் 'விண்ணப்பிக்கவும்' அல்லது 'மீட்டமை' பொத்தான்களைக் சொடுக்கு செய்யும் போது மேலும் பதிவிறக்க விருப்பங்கள் தெரியும் (அல்லது நீங்கள் மூடிவிட்டு சாளரத்தை மீண்டும் திறக்கும்போது)

source: Hide advanced download options (when window re-opens)
de: Erweiterte Downloadoptionen verstecken (wenn das Fenster neu geöffnet wird)
fr: Cacher les options avancées de téléchargement (à la réouverture de la fenêtre)
ja: 高度なダウンロードオプションを非表示（ウィンドウを再度開くとき）
ru: Скрыть дополнительные параметры загрузки (при повторном открытии окна)
ta: மேம்பட்ட பதிவிறக்க விருப்பங்களை மறைக்கவும் (சாளரம் மீண்டும் திறக்கும்போது)

source: Select the output folder
de: Ausgabeordner wählen
fr: Sélectionner le dossier de sortie
ja: 出力フォルダを選択
ru: Выбрать папку вывода
ta: வெளியீட்டு கோப்புறையைத் தேர்ந்தெடுக்கவும்

source: Select the output directory
de: Ausgabeverzeichnis wählen
fr: Sélectionner le dossier de sortie
ja: 出力ディレクトリを選択
ru: Выбрать каталог вывода
ta: வெளியீட்டு கோப்பகத்தைத் தேர்ந்தெடுக்கவும்

source: FFmpeg options
de: FFmpeg-Optionen
fr: Options FFmpeg
ja: FFmpegオプション
ru: Параметры FFmpeg
ta: FFMPEG விருப்பங்கள்

source: Process files
de: Verarbeite Dateien
fr: Traiter les fichiers
ja: ファイルを処理
ru: Обработать файлы
ta: கோப்புகளை செயலாக்கவும்

source: Process the files with FFmpeg
de: Dateien mit FFmpeg verarbeiten
fr: Traiter les fichiers avec FFmpeg
ja: FFmpegでファイルを処理
ru: Обработать файлы с FFmpeg
ta: கோப்புகளை FFMPEG உடன் செயலாக்கவும்

source: Name for these FFmpeg options
de: Name für diese FFmpeg-Optionen
fr: Nom pour ces options FFmpeg
ja: これらのFFmpegオプションの名前
ru: Имя для этих параметров FFmpeg
ta: இந்த FFMPEG விருப்பங்களுக்கான பெயர்

source: Extra command line options (e.g. --help)
de: Extra Kommandozeilenoptionen (z. B. --help)
fr: Options additionnelles pour la ligne de commande (ex : --help)
ja: 追加のコマンドラインオプション（例：--help）
ru: Дополнительные параметры командной строки (например, --help)
ta: கூடுதல் கட்டளை வரி விருப்பங்கள் (எ.கா. -உதவி)

source: System command, based on all FFmpeg options in this window:
de: Systemkommando, basierend auf allen FFmpeg-Optionen in diesem Fenster:
fr: Commande système, basée sur toutes les options FFmpeg de cette fenêtre :
ja: このウィンドウのすべてのFFmpegオプションに基づくシステムコマンド：
ru: Системная команда, основанная на всех параметрах FFmpeg в этом окне:
ta: கணினி கட்டளை, இந்த சாளரத்தில் உள்ள அனைத்து FFMPEG விருப்பங்களின் அடிப்படையில்:

source: Show fewer FFmpeg options
de: Weniger FFmpeg-Optionen zeigen
fr: Afficher moins d'options de FFmpeg
ja: FFmpegオプションを少なく表示
ru: Показать меньше параметров FFmpeg
ta: குறைவான FFMPEG விருப்பங்களைக் காட்டு

source: Show more FFmpeg options
de: Mehr FFmpeg-Optionen zeigen
fr: Afficher davantage d'options de FFmeg
ja: FFmpegオプションを多く表示
ru: Показать больше параметров FFmpeg
ta: மேலும் FFMPEG விருப்பங்களைக் காட்டு

source: Import current FFmpeg options into this window
de: Aktuelle FFmpeg-Optionen in dieses Fenster importieren
fr: Importer les options courantes de FFmpeg dans cette fenêtre
ja: 現在のFFmpegオプションをこのウィンドウにインポート
ru: Импорт текущих параметров FFmpeg в это окно
ta: இந்த சாளரத்தில் தற்போதைய FFMPEG விருப்பங்களை இறக்குமதி செய்யுங்கள்

source: Completely reset all FFmpeg options to their default values
de: Alle FFmpeg-Optionen vollständig auf ihre Standardwerte zurücksetzen
fr: Réinitialiser toutes les options FFmpeg à leur valeur par défaut
ja: すべてのFFmpegオプションをデフォルト値に完全にリセット
ru: Полный сброс всех параметров FFmpeg до значений по умолчанию
ta: அனைத்து FFMPEG விருப்பங்களையும் அவற்றின் இயல்புநிலை மதிப்புகளுக்கு முழுமையாக மீட்டமைக்கவும்

source: Add to end of filename:
de: Ans Ende des Dateinamens hinzufügen:
fr: Ajouter à la fin du nom de fichier :
ja: ファイル名の末尾に追加：
ru: Добавить в конец имени файла:
ta: கோப்பு பெயரின் முடிவில் சேர்க்கவும்:

source: If regex matches filename:
de: Wenn ein Regex den Dateinamen matched:
fr: Si l'expression regex correspond au nom de fichier :
ja: ファイル名が正規表現に一致する場合：
ru: Если regex соответствует имени файла:
ta: ரீசெக்ச் கோப்பு பெயருடன் பொருந்தினால்:

source: ...then apply substitution:
de: ...dann wende Ersetzung an:
fr: ... alors appliquer cette substitution :
ja: …その場合、置換を適用：
ru: ...затем применить подстановку:
ta: ... பின்னர் மாற்றீட்டைப் பயன்படுத்துங்கள்:

source: If the video/audio file is renamed, also rename the thumbnail (but not vice-versa)
de: Wenn die Video/Audiodatei umbenannt wird, auch das Thumbnail umbenennen (aber nicht anders herum)
fr: Si la vidéo / le fichier audio est renommé, également renommer les miniatures (mais pas inversement)
ja: ビデオ/オーディオファイルがリネームされた場合、サムネイルもリネーム（逆はしない）
ru: Если видео/аудио файл переименован, переименовать и миниатюру (но не наоборот)
ta: வீடியோ/ஆடியோ கோப்பு மறுபெயரிடப்பட்டால், சிறுபடத்தையும் மறுபெயரிடுங்கள் (ஆனால் அதற்கு நேர்மாறாக அல்ல)

source: Change file extension:
de: Dateierweiterung ändern:
fr: Changer l'extension de fichier :
ja: ファイル拡張子を変更：
ru: Изменить расширение файла:
ta: கோப்பு நீட்டிப்பை மாற்றவும்:

source: After changing the file extension, delete the original file
de: Nach dem Ändern der Dateierweiterung die Originaldatei löschen
fr: Après avoir changé l'extention du fichier, supprimer le fichier d'origine
ja: ファイル拡張子を変更後、元のファイルを削除
ru: После изменения расширения файла, удалить исходный файл
ta: கோப்பு நீட்டிப்பை மாற்றிய பிறகு, அசல் கோப்பை நீக்கவும்

source: _Settings
de: _Einstellungen
fr: Paramètres
ja: 設定
ru: _Настройки

source: Downloaded video/audio
de: Heruntergeladenes Video/Audio
fr: Vidéos / audios téléchargés
ja: ダウンロードしたビデオ/オーディオ
ru: Загруженное видео/аудио
ta: பதிவிறக்கம் செய்யப்பட்ட வீடியோ/ஆடியோ

source: with audio
de: mit Audio
fr: avec l'audio
ja: オーディオ付き
ru: с аудио
ta: ஆடியோவுடன்

source: Thumbnail
fr: Miniature
ja: サムネイル
ru: Миниатюра
ta: சிறுபடம்

source: Output
de: Ausgabe
fr: Sortie
ja: 出力
ru: Вывод
ta: வெளியீடு

source: Video clip
fr: Séquence vidéo
ja: ビデオクリップ
ru: Видеоклип
ta: வீடியோ கிளிப்

source: Video slice
de: Videosegment
fr: Morceau de vidéo
ja: ビデオスライス
ru: Фрагмент видео
ta: வீடியோ துண்டு

source: Merge video/audio
de: Video/Audio mergen
fr: Fusionner la vidéo / l'audio
ja: ビデオ/オーディオをマージ
ru: Объединить видео/аудио
ta: வீடியோ/ஆடியோவை ஒன்றிணைக்கவும்

source: Audio bitrate
fr: Débit binaire de l'audio
ja: オーディオビットレート
ru: Битрейт аудио
ta: ஆடியோ பிட்ரேட்

source: How to set the quality
de: Wie die Qualität gesetzt werden soll
fr: Comment définir la qualité
ja: 品質の設定方法
ru: Как установить качество
ta: தரத்தை எவ்வாறு அமைப்பது

source: FFmpeg always encodes according to a Rate Factor that specifies the quality of the result.
de: FFmpeg enkodiert immer nach einem Rate Factor, der die Qualität des Ergebnisses bestimmt.
fr: FFmpeg encode toujours en fonction du «Rate factor» spécifiant la qualité du résultat.
ja: FFmpegは常に、結果の品質を指定するレートファクターに従ってエンコードします。
ru: FFmpeg всегда кодирует в соответствии с коэффициентом скорости, определяющим качество результата.
ta: FFMPEG எப்போதும் முடிவின் தரத்தைக் குறிப்பிடும் விகித காரணிக்கு ஏற்ப குறியீடாகிறது.

source: Instead of directly specifying the Rate Factor, an average bit rate can be specified. FFmpeg will then determine the optimal Rate Factor in a first pass.
de: Statt den Rate Factor direkt festzulegen, kann eine durchschnittliche Bitrate angegeben werden. FFmpeg wird dann versuchen, den optimalen Rate Factor in einem ersten Durchlauf zu ermitteln.
fr: Au lieu de spécifier directement le facteur de qualité (Rate Factor), un débit binaire moyen peut être spécifié. FFmpeg déterminera le facteur de qualité optimal lors du premier passage.
ja: レートファクターを直接指定する代わりに、平均ビットレートを指定できます。FFmpegは最初のパスで最適なレートファクターを決定します。
ru: Вместо прямого указания Rate Factor можно указать средний битрейт. Тогда FFmpeg определит оптимальный Rate Factor при первом проходе.
ta: வீத காரணியை நேரடியாகக் குறிப்பிடுவதற்கு பதிலாக, சராசரி பிட் வீதத்தை குறிப்பிடலாம். FFMPEG பின்னர் முதல் பாசில் உகந்த வீத காரணியை தீர்மானிக்கும்.

source: In fact the first pass is only used for determining the Rate Factor, no other data is carried over into the second pass.
de: Der erste Durchlauf wird tatsächlich nur für die Bestimmung des Rate Factors genutzt; keine anderen Daten werden in den zweiten Durchlauf übermittelt.
fr: En effet, le premier passage n'est que utilisé pour déterminer le facteur de qualité (Rate Factor), aucune autre donnée n'est transmise au second passage.
ja: 実際、最初のパスはレートファクターの決定にのみ使用され、他のデータは2番目のパスに引き継がれません。
ru: Фактически первый проход используется только для определения коэффициента скорости, никакие другие данные не переносятся во второй проход.
ta: உண்மையில் முதல் பாச் வீத காரணியை தீர்மானிக்க மட்டுமே பயன்படுத்தப்படுகிறது, வேறு எந்த தரவுகளும் இரண்டாவது பாசில் கொண்டு செல்லப்படவில்லை.

source: Specifying an average bitrate but running only one pass is possible, but not recommended. FFmpeg would then encode the beginning of the video with a random Rate Factor and then change it near the end of the video to eventually reach the target bitrate.
de: Eine Durchschnittsbitrate anzugeben aber nur einen Durchlauf zu machen ist möglich, aber nicht empfohlen. FFmpeg würde in diesem Fall den Beginn des Videos mit einem zufälligen Rate Factor enkodieren und diesen nahe am Ende des Videos anpassen um insgesamt die Zielbitrate zu erreichen.
fr: Spécifier un débit binaire moyen avec un seul passage est possible mais non recommandé. FFmpeg encoderait le début de la vidéo avec un facteur de qualité (Rate Factor) aléatoire and l'ajusterait à la fin de la vidéo afin de se conformer au débit binaire moyen souhaité.
ja: 平均ビットレートを指定して1パスだけ実行することは可能ですが、推奨されません。FFmpegはビデオの冒頭をランダムなレートファクターでエンコードし、ビデオの終盤で最終的に目標ビットレートに達するように変更します。
ru: Указание среднего битрейта, но выполнение только одного прохода возможно, но не рекомендуется. Затем FFmpeg кодирует начало видео со случайным коэффициентом скорости, а затем изменяет его ближе к концу видео, чтобы в конечном итоге достичь целевого битрейта.
ta: சராசரியாக பிட்ரேட்டைக் குறிப்பிடுவது ஆனால் ஒரே ஒரு மொழி மட்டுமே இயக்குவது சாத்தியம், ஆனால் பரிந்துரைக்கப்படவில்லை. FFMPEG பின்னர் வீடியோவின் தொடக்கத்தை ஒரு சீரற்ற வீத காரணியுடன் குறியாக்கம் செய்து, பின்னர் வீடியோவின் முடிவில் அதை மாற்றி இறுதியில் இலக்கு பிட்ரேட்டை அடையலாம்.

source: Manual rate factor
de: Manueller Rate Factor
fr: Facteur de qualité (Rate Factor) manuel
ja: 手動レートファクター
ru: Ручной коэффициент скорости
ta: கையேடு வீத காரணி

source: Determine from target bitrate (2-Pass)
de: Aus Zielbitrate (2-Pass) bestimmen
fr: Déterminer à partir du débit binaire du second passage (2-Pass)
ja: 目標ビットレートから決定（2パス）
ru: Определить по целевому битрейту (2 прохода)
ta: இலக்கு பிட்ரேட்டிலிருந்து தீர்மானிக்கவும் (2-பாச்)

source: Rate factor
fr: Facteur de qualité (Rate Factor)
ja: レートファクター
ru: Коэффициент скорости
ta: வீத காரணி

source: Lossless
de: Verlustfrei
fr: Sans perte
ja: ロスレス
ru: Без потерь
ta: இழப்பற்றது

source: Large file
de: Große Datei
fr: Fichier volumineux
ja: 大容量ファイル
ru: Большой файл
ta: பெரிய கோப்பு

source: Bad quality
de: Schlechte Qualität
fr: Mauvaise qualité
ja: 低品質
ru: Плохое качество
ta: மோசமான தகுதி

source: Small file
de: Kleine Datei
fr: Petit fichier
ja: 小容量ファイル
ru: Маленький файл
ta: சிறிய கோப்பு

source: Name of dummy file
de: Name der Dummy-Datei
fr: Nom du fichier factice
ja: ダミーファイルの名前
ru: Имя фиктивного файла
ta: போலி கோப்பின் பெயர்

source: A dummy file is created during the first pass.
de: Eine Dummy-Datei wird während des ersten Durchlaufs erstellt.
fr: Un fichier factice est créer durant le premier passage.
ja: 最初のパス中にダミーファイルが作成されます。
ru: Фиктивный файл создается во время первого прохода.
ta: முதல் பாசின் போது ஒரு போலி கோப்பு உருவாக்கப்படுகிறது.

source: Use the output file
de: Die Ausgabedatei verwenden
fr: Utiliser le ficher de sortie
ja: 出力ファイルを使用
ru: Использовать файл вывода
ta: வெளியீட்டு கோப்பைப் பயன்படுத்தவும்

source: Dummy
fr: Factice
ja: ダミー
ru: Фиктивный файл
ta: போலி

source: Patience preset
de: Geduldige Vorgabe
fr: Préréglage de la vitesse de convertion
ja: エンコード速度プリセット
ru: Предварительная установка терпения
ta: பொறுமை முன்னமைவு

source: Ultra fast
de: Ultraschnell
fr: Ultra-rapide
ja: 超高速
ru: Ультра быстро
ta: அல்ட்ரா வேகமாக

source: Super fast
de: Superschnell
fr: Super-rapide
ja: 非常に高速
ru: Супер быстро
ta: சூப்பர் ஃபாச்ட்

source: Very fast
de: Sehr schnell
fr: Très rapide
ja: 高速
ru: Очень быстро
ta: மிக வேகமாக

source: Faster
de: Schneller
fr: Plus rapide
ja: やや高速
ru: Быстрее
ta: வேகமாக

source: Fast
de: Schnell
fr: Rapide
ja: 速い
ru: Быстро
ta: வேகமாக

source: Medium (default)
de: Mittel (Standard)
fr: Moyen (défaut)
ja: 中（デフォルト）
ru: Средний (по умолчанию)
ta: நடுத்தர (இயல்புநிலை)

source: Slow (file about 5-10% smaller than medium)
de: Langsam (Datei ungefähr 5-10 % kleiner als Mittel)
fr: Lent (fichier environ 5 à 10% plus petit que moyen)
ja: 遅い（中より約5-10%小さいファイル）
ru: Медленно (файл примерно на 5-10% sменьше среднего)
ta: மெதுவாக (நடுத்தரத்தை விட 5-10% சிறியது)

source: Slower (file about 15% smaller than medium)
de: Langsamer (Datei ungefähr 15 % kleiner als Mittel)
fr: Plus lent (fichier environ 15% plus petit que moyen)
ja: より遅い（中より約15%小さいファイル）
ru: Медленнее (файл примерно на 15% меньше, чем средний)
ta: மெதுவாக (நடுத்தரத்தை விட 15% சிறியதாக கோப்பு)

source: Very slow (file about 17% smaller than medium)
de: Sehr langsam (Datei ungefähr 17 % kleiner als Mittel)
fr: Très lent (fichier environ 17% plus petit qu'avec moyen)
ja: 非常に遅い（中より約17%小さいファイル）
ru: Очень медленно (файл примерно на 17% меньше среднего).
ta: மிகவும் மெதுவாக (நடுத்தரத்தை விட 17% சிறியதாக கோப்பு)

source: GPU encoding
fr: Encodage GPU
ja: GPUエンコーディング
ru: Кодирование на GPU
ta: சி.பீ.யூ குறியாக்கம்

source: Hardware acceleration
de: Hardwarebeschleunigung
fr: Accélération matérielle
ja: ハードウェアアクセラレーション
ru: Аппаратное ускорение
ta: வன்பொருள் முடுக்கம்

source: Palette:
ja: パレット：
ru: Палитра:
ta: தட்டு:

source: Uses dithering to a standard palette provided by FFmpeg
de: Dithering über eine Standardpalette von FFmpeg verwenden
fr: Utilise la diffusion d'erreur (dithering) sur une palette fournie par FFmpeg
ja: FFmpegが提供する標準パレットを使用してディザリング
ru: Использовать дизеринг в стандартной палитре, предоставляемой FFmpeg
ta: FFMPEG வழங்கிய ஒரு நிலையான தட்டுக்கு டூரிங் பயன்படுத்துகிறது

source: Can cause dithering artefacts and slight banding
de: Kann Dithering-Artefakte und geringes Banding verursachen
fr: Peut provoquer des artefacts de diffusion d'erreur (dithering) et de légères bandes
ja: ディザリングアーティファクトや軽いバンディングが発生する可能性
ru: Может вызвать артефакты дизеринга и небольшие полосы
ta: கலைப்பொருட்கள் மற்றும் லேசான பேண்டிங் ஆகியவற்றை ஏற்படுத்தும்

source: Better
de: Besser
fr: Meilleur
ja: より良い
ru: Лучше
ta: சிறந்தது

source: Determines an optimized palette for the video
de: Ermittelt eine optimale Palette für das Video
fr: Détermine une palette optimisée pour la vidéo
ja: ビデオに最適化されたパレットを決定
ru: Определяет оптимизированную палитру для видео
ta: வீடியோவுக்கான உகந்த தட்டுகளை தீர்மானிக்கிறது

source: Uses two passes and a temporary file for the palette
de: Verwendet zwei Durchläufe und eine temporäre Datei für die Palette
fr: Utilise deux passages et un fichier temporaire pour la palette
ja: 2パスとパレット用の一時ファイルを使用
ru: Использует два прохода и временный файл для палитры
ta: தட்டுக்கு இரண்டு பாச்கள் மற்றும் தற்காலிக கோப்பைப் பயன்படுத்துகிறது

source: Split videos using their own timestamps
de: Videos teilen mittels ihrer eigenen Zeitstempel
fr: Découper les vidéos en utilisant leurs propres horodatages
ja: 動画の独自のタイムスタンプを使用して分割
ru: Разделение видео с помощью собственных меток времени
ta: தங்கள் சொந்த நேர முத்திரைகளைப் பயன்படுத்தி வீடியோக்களைப் பிரிக்கவும்

source: Split videos using these timestamps
de: Videos teilen mittels dieser Zeitstempel
fr: Découper les vidéos en utilisant ces horodatages
ja: これらのタイムスタンプを使用して動画を分割
ru: Разделение видео с помощью этих меток времени
ta: இந்த நேர முத்திரைகளைப் பயன்படுத்தி வீடியோக்களைப் பிரிக்கவும்

source: Add timestamp
de: Zeitstempel hinzufügen
fr: Ajouter un horodatage
ja: タイムスタンプを追加
ru: Добавить метку времени
ta: நேர முத்திரையைச் சேர்க்கவும்

source: Use the videos' own slice data
de: Die eigenen Segmentdaten der Videos verwenden
fr: Utiliser les données de séquences de la vidéos
ja: 動画の独自のスライスデータを使用
ru: Используйте собственные данные фрагментов видео
ta: வீடியோக்களின் சொந்த துண்டு தரவைப் பயன்படுத்தவும்

source: Use this slice data
de: Diese Segmentdaten verwenden
fr: Utiliser les données de ce morceau
ja: このスライスデータを使用
ru: Использовать данные этого фрагмента
ta: இந்த துண்டு தரவைப் பயன்படுத்தவும்

source: This merges a video and audio file with the same name into a single video file, using the extension specified in the File tab
de: Dies fügt eine Video- und Audiodatei mit dem gleichen Namen in eine einzige Videodatei zusammen, unter Verwendung der Erweiterung im Datei-Tab
fr: Ce-ci fusionne des fichiers vidéo et audio ayant le même nom dans un unique fichier vidéo en utilisant l'extention spécifiée dans l'onglet Fichier
ja: 同じ名前のビデオファイルとオーディオファイルを単一のビデオファイルにマージします。 ファイルタブで指定された拡張子を使用
ru: Это объединяет видео- и аудиофайлы с одинаковым именем в один видеофайл, используя расширение, указанное на вкладке «Файл»
ta: இது ஒரு வீடியோ மற்றும் ஆடியோ கோப்பை அதே பெயருடன் ஒற்றை வீடியோ கோப்பில் இணைக்கிறது, கோப்பு தாவலில் குறிப்பிடப்பட்ட நீட்டிப்பைப் பயன்படுத்துதல்

source: The thumbnail's format can be changed in the File tab
de: Das Format des Thumbnails kann im Datei-Tab geändert werden
fr: Le format des miniatures peut être changé dans l'onglet Fichier
ja: サムネイルの形式はファイルタブで変更可能
ru: Формат миниатюры можно изменить на вкладке «Файл»
ta: சிறுபடத்தின் வடிவமைப்பை கோப்பு தாவலில் மாற்றலாம்

source: _Optimisations
de: _Optimierungen
ja: 最適化
ru: _Оптимизация
ta: _பீமைசேசன்ச்

source: Optimise for fast seeking (shorter keyframe interval, about 10% larger file)
de: Zum schnellen Suchen optimieren (kleinere Keyframe-Intervalle, ungefähr 10% größere Datei)
fr: Optimiser pour la recherche rapide (intervalle d'image plus court, le fichier est environ 10% plus volumineux)
ja: 高速シーク用に最適化（キーフレーム間隔を短く、約10%大きいファイル）
ru: Оптимизация для быстрого поиска (более короткий интервал между ключевыми кадрами, размер файла примерно на 10 %)
ta: வேகமாக தேடுவதற்கு மேம்படுத்தவும் (குறுகிய கீஃப்ரேம் இடைவெளி, சுமார் 10% பெரிய கோப்பு)

source: Input video is a high-quality movie
de: Eingabevideo ist ein High-Quality-Film
fr: La vidéo d'entrée est un film de haute qualité
ja: 入力ビデオが高品質な映画
ru: Входное видео — это фильм высокого качества
ta: உள்ளீட்டு வீடியோ ஒரு உயர்தர படம்

source: Input video is an animated movie
de: Eingabevideo ist ein Animations-Film
fr: La vidéo en entrée est un film d'animation
ja: 入力ビデオがアニメーション映画
ru: Входное видео - это анимационный фильм
ta: உள்ளீட்டு வீடியோ ஒரு அனிமேசன் படம்

source: Input video contains film grain
de: Eingabevideo enthält Filmrauschen
fr: La vidéo en entrée contient du grain (grain de photographie)
ja: 入力ビデオにフィルムグレインが含まれる
ru: Входное видео содержит зернистость пленки
ta: உள்ளீட்டு வீடியோவில் திரைப்பட தானியங்கள் உள்ளன

source: Input video is an image slideshow
de: Eingabevideo ist eine Diashow
fr: La vidéo en entrée est un diaporama
ja: 入力ビデオが画像スライドショー
ru: Входное видео - это слайд-шоу с изображением
ta: உள்ளீட்டு வீடியோ ஒரு பட ச்லைடுசோ

source: Optimise for really weak CPU playback devices
de: Für sehr schwache CPU-Abspielgeräte optimieren
fr: Optimiser pour les périphériques ayant un processeur très peu puissant
ja: 非常に低性能なCPU再生デバイス用に最適化
ru: Оптимизация для устройств воспроизведения с очень слабым процессором
ta: மிகவும் பலவீனமான சிபியு பின்னணி சாதனங்களுக்கு மேம்படுத்தவும்

source: Optimise for really old devices (requires rate factor above 0)
de: Für sehr alte Geräte optimieren (benötigt einen Rate Factor über 0)
fr: Optimiser pour les périphériques très anciens (nécessite un facteur supérieur à 0)
ja: 非常に古いデバイス用に最適化（レートファクターが0より大きい必要）
ru: Оптимизация для действительно старых устройств (требуется коэффициент скорости выше 0)
ta: உண்மையில் பழைய சாதனங்களுக்கு மேம்படுத்தவும் (0 க்கு மேல் வீத காரணி தேவை)
