Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Filesystem options
de: Dateisystem-Optionen
fr: Options du système de fichier
ja: ファイルシステムオプション
ru: Параметры файловой системы
ta: கோப்பு முறைமை விருப்பங்கள்

source: Restrict filenames to ASCII characters
de: Dateinamen auf ASCII-Zeichen beschränken
fr: Restreindre les noms des fichiers aux caractères ASCII
ja: ファイル名をASCII文字に制限
ru: Ограничить имена файлов символами ASCII
ta: கோப்பு பெயர்களை ASCII எழுத்துக்களுக்கு கட்டுப்படுத்துங்கள்

source: Download all videos into this folder
de: Alle Videos in diesen Ordner laden
fr: Télécharger toutes les vidéos dans ce dossier
ja: すべての動画をこのフォルダにダウンロード
ru: Загрузить все видео в эту папку
ta: இந்த கோப்புறையில் அனைத்து வீடியோக்களையும் பதிவிறக்கவும்

source: Force filenames to be MS Windows compatible
de: Dateinamen zwingend MS Windows-kompatibel machen
fr: Forcer la compatibilité MS Windows pour les noms de fichiers
ja: ファイル名をMS Windows互換に強制
ru: Обеспечение совместимости имен файлов с Windows
ta: எம்.எச். சாளரங்கள் இணக்கமாக இருக்க கோப்பு பெயர்கள்

source: Limit filename length (excluding extension) to this many characters
de: Dateinamenlänge (ohne Erweiterung) auf diese Zahl begrenzen
fr: Limiter la longueur des noms de fichier (hors extension) à ce nombre de caractères
ja: ファイル名の長さ（拡張子を除く）をこの文字数に制限
ru: Ограничить длину имени файла (без учета расширения) этим количеством символов
ta: இந்த பல எழுத்துக்களுக்கு கோப்பு பெயர் நீளத்தை (நீட்டிப்பைத் தவிர்த்து) கட்டுப்படுத்துங்கள்

source: WARNING: The filename length includes the length of the folder name!
de: WARNUNG: Die Dateinamenlänge beinhaltet auch die Länge des Ordnernamens!
fr: Attention : la longueur du nom de fichier inclue le nom du dossier !
ja: 警告：ファイル名の長さにはフォルダ名の長さが含まれます！
ru: ПРЕДУПРЕЖДЕНИЕ: Длина имени файла включает в себя длину имени папки!
ta: எச்சரிக்கை: கோப்பு பெயர் நீளத்தில் கோப்புறை பெயரின் நீளம் அடங்கும்!

source: Do not overwrite any files
de: Keine Dateien überschreiben
fr: Ne pas écraser les fichier existants
ja: ファイルを上書きしない
ru: Не перезаписывать файлы
ta: எந்த கோப்புகளையும் மேலெழுத வேண்டாம்

source: Overwrite all video and metadata files (includes '--no-continue')
de: Alle Video- und Metadatendateien überschreiben (fügt "--no-continue" hinzu)
fr: Écraser tous les fichiers vidéos et de métadonnées (inclut '--no-continue')
ja: すべてのビデオおよびメタデータファイルを上書き（'--no-continue'を含む）
ru: Перезаписать все файлы видео и метаданных (включая '--no-continue')
ta: அனைத்து வீடியோ மற்றும் மேனிலை தரவு கோப்புகளையும் மேலெழுதவும் (அடங்கும் '--no-continue')

source: Write playlist metadata in addition to video metadata
de: Schreibe zusätzlich die Playlist-Metadaten in die Video-Metadaten
fr: Écrire les métadonnées de la liste de lecture en plus de celles de la vidéo
ja: 動画メタデータに加えてプレイリストメタデータを書き込む
ru: Запись метаданных плейлиста в дополнение к метаданным видео
ta: வீடியோ மெட்டாடேட்டாவிற்கு கூடுதலாக பிளேலிச்ட் மெட்டாடேட்டாவை எழுதுங்கள்

source: Write all fields, including private fields, to the .info.json file
de: Schreibe alle Felder, auch private Felder, in die .info.json-Datei
fr: Écrire tous les champs, y compris ceux confidentiels, dans le fichier .info.json
ja: .info.jsonファイルにプライベートフィールドを含むすべてのフィールドを書き込む
ru: Записать все поля, включая закрытые, в файл .info.json
ta: தனியார் புலங்கள் உட்பட அனைத்து துறைகளையும் .info.json கோப்பில் எழுதுங்கள்

source: _Cookies
ja: クッキー
ru: _Куки
ta: குக்கீகள்

source: Cookies options
de: Cookieoptionen
fr: Options des cookies
ja: クッキーオプション
ru: Параметры куки
ta: குக்கீகள் விருப்பங்கள்

source: Path to the downloader's cookie jar file
de: Pfad zum Cookie-Speicher des Downloaders
fr: Chemin vers le fichier des cookies du client de téléchargement
ja: ダウンローダーのクッキージャーファイルへのパス
ru: Путь к файлу cookie jar загрузчика
ta: பதிவிறக்கத்தின் குக்கீ குடுவை கோப்புக்கான பாதை

source: Cookie options
de: Cookieoptionen
fr: Options des cookies
ja: クッキーオプション
ru: Параметры куки
ta: குக்கீ விருப்பங்கள்

source: Do not read/dump cookies from/to the cookiejar file
de: Cookies nicht aus/in den Cookiespeicher lesen/speichern
fr: Ne pas lire/vider les cookies depuis le fichier de cookies
ja: クッキージャーファイルからクッキーを読み込む/書き出すを行わない
ru: Не считывать/выбрасывать файлы cookie из/в файл cookiejar
ta: குக்கீசார் கோப்பிலிருந்து குக்கீகளை படிக்க/டம்ப் செய்ய வேண்டாம்

source: Do not load cookies from browser
de: Cookies nicht vom Browser laden
fr: Ne pas charger les cookies depuis le navigateur
ja: ブラウザからクッキーを読み込まない
ru: Не загружать файлы cookie из браузера
ta: உலாவியில் இருந்து குக்கீகளை ஏற்ற வேண்டாம்

source: Retrieve cookies from browser
de: Cookies vom Browser empfangen
fr: Récupérer les cookies depuis le navigateur
ja: ブラウザからクッキーを取得
ru: Извлечение файлов cookie из браузера
ta: உலாவியில் இருந்து குக்கீகளை மீட்டெடுக்கவும்

source: Browser
fr: Navigateur
ja: ブラウザ
ru: Браузер
ta: உலாவி

source: Chromium keyring
fr: Chaîne de clef de chromium
ja: Chromiumキーリング
ru: Keyring Chromium
ta: குரோமியம் கீரிங்

source: Browser profile name (optional)
de: Browser-Profilname (optional)
fr: Nom du profil du navigateur (optionnel)
ja: ブラウザプロファイル名（任意）
ru: Имя профиля браузера (необязательно)
ta: உலாவி சுயவிவர பெயர் (விரும்பினால்)

source: Browser profile path (optional)
de: Browser-Profilpfad (optional)
fr: Chemin du profil du navigateur (optionnel)
ja: ブラウザプロファイルパス（任意）
ru: Путь к профилю браузера (необязательно)
ta: உலாவி சுயவிவர பாதை (விரும்பினால்)

source: _Shortcuts
de: _Verknüpfungen
fr: Raccourcis
ja: ショートカット
ru: _Ярлыки

source: Internet shortcut options
de: Internet-Verknüpfungs-Optionen
fr: Options des raccourcis internet
ja: インターネットショートカットオプション
ru: Параметры ярлыков Интернета
ta: இணைய குறுக்குவழி விருப்பங்கள்

source: Write an internet shortcut file (.url, .webloc or .desktop)
de: Eine Internet-Verknüpfungsdatei schreiben (.url, .webloc oder .desktop)
fr: Créer un raccourcis internet (.url, .webloc or .desktop)
ja: インターネットショートカットファイル（.url、.webloc、または.desktop）を書き込む
ru: Записать файл ярлыка Интернета (.url, .webloc или .desktop)
ta: இணைய குறுக்குவழி கோப்பை எழுதுங்கள் (.url, .webloc அல்லது .desktop)

source: Write a Windows internet shortcut file (.url)
de: Eine Windows-Verknüpfungsdatei schreiben (.url)
fr: Créer un raccourcis internet windows (.url)
ja: Windowsインターネットショートカットファイル（.url）を書き込む
ru: Создать файл ярлыков Интернета Windows (URL-адрес)
ta: சாளரங்கள் இணைய குறுக்குவழி கோப்பை (.url) எழுதுங்கள்

source: Write a Linux internet shortcut file (.desktop)
de: Eine Linux-Verknüpfungsdatei schreiben (.desktop)
fr: Créer un raccourcis internet GNU/Linux (.desktop)
ja: Linuxインターネットショートカットファイル（.desktop）を書き込む
ru: Создать файл ярлыка Интернета для Linux (.desktop)
ta: லினக்ச் இணைய குறுக்குவழி கோப்பை எழுதுங்கள் (.desktop)

source: _Write/move
de: _Schreiben/Verschieben
fr: Écrire / déplacer
ja: 書き込み/移動
ta: _ எழுத/நகர்த்தவும்

source: File write options
de: Datei-Schreibeoptionen
fr: Options de l'écriture des fichiers
ja: ファイル書き込みオプション
ru: Параметры записи файлов
ta: கோப்பு எழுதும் விருப்பங்கள்

source: Write video's description to a .description file
de: Die Beschreibung des Videos in eine .description-Datei schreiben
fr: Écrire la description de la vidéo dans un fichier .description
ja: 動画の説明を.descriptionファイルに書き込む
ru: Записать описание видео в файл .description
ta: வீடியோவின் விளக்கத்தை ஒரு. விளக்கக் கோப்பில் எழுதுங்கள்

source: Write video's metadata to an .info.json file
de: Die Metadaten des Videos in eine .info.json-Datei schreiben
fr: Écrire les métadonnées de la vidéo dans un fichier .json
ja: 動画のメタデータを.info.jsonファイルに書き込む
ru: Записать метаданные видео в файл .info.json
ta: வீடியோவின் மெட்டாடேட்டாவை ஒரு .info.json கோப்பில் எழுதுங்கள்

source: Write video's annotations to an .annotations.xml file
de: Die Annotationen des Videos in eine .annotations.xml-Datei schreiben
fr: Écrire les annotations de la vidéo dans un fichier .annotations.xml
ja: 動画の注釈を.annotations.xmlファイルに書き込む
ru: Записать аннотации видео в файл .annotations.xml
ta: வீடியோவின் சிறுகுறிப்புகளை an .annotations.xml கோப்பில் எழுதுங்கள்

source: Annotations are not downloaded when checking videos/channels/playlists/folders
de: Annotationen werden nicht heruntergeladen, wenn Videos/Kanäle/Playlisten/Ordner geprüft werden
fr: Les annotations ne sont pas téléchargées lors de la vérification des vidéos / canaux / listes de lecture / dossiers
ja: 動画/チャンネル/プレイリスト/フォルダをチェックする際、注釈はダウンロードされません
ru: Аннотации не загружаются при проверке видео/каналов/плейлистов/папок
ta: வீடியோக்கள்/சேனல்கள்/பிளேலிச்ட்கள்/கோப்புறைகளைச் சரிபார்க்கும்போது சிறுகுறிப்புகள் பதிவிறக்கம் செய்யப்படவில்லை

source: Write the video's thumbnail to the same folder
de: Thumbnail des Videos in das gleiche Verzeichnis schreiben
fr: Sauvegarder la miniature de la vidéo dans le même dossier
ja: 動画のサムネイルを同じフォルダに書き込む
ru: Записать миниатюру видео в ту же папку
ta: வீடியோவின் சிறுபடத்தை அதே கோப்புறையில் எழுதுங்கள்

source: File move options
de: Datei-Verschiebeoptionen
fr: Options de déplacement des fichiers
ja: ファイル移動オプション
ru: Параметры перемещения файлов
ta: கோப்பு நகர்வு விருப்பங்கள்

source: Move video's description file into a sub-folder
de: Beschreibungsdatei eines Videos in einen Unterordner verschieben
fr: Déplacer le fichier de description de la vidéo dans un sous-dossier
ja: 動画の説明ファイルをサブフォルダに移動
ru: Переместить файл описания видео в подпапку
ta: வீடியோவின் விளக்கக் கோப்பை துணை நட்புடன் நகர்த்தவும்

source: Write video's metadata file into a sub-folder
de: Metadatendatei eines Videos in einen Unterordner schreiben
fr: Déplacer le fichier des métadonnées de la vidéo dans un sous-dossier
ja: 動画のメタデータファイルをサブフォルダに書き込む
ta: வீடியோவின் மேனிலை தரவு கோப்பை துணை நட்புடன் எழுதுங்கள்

source: Write video's annotations file into a sub-folder
de: Annotationsdatei eines Videos in einen Unterordner schreiben
fr: Déplacer le fichier des annotations de la vidéo dans un sous-dossier
ja: 動画の注釈ファイルをサブフォルダに書き込む
ru: Записать файл аннотаций видео в подпапку
ta: வீடியோவின் சிறுகுறிப்பு கோப்பை துணை நட்பில் எழுதுங்கள்

source: Write the video's thumbnail into a sub-folder
de: Thumbnail eines Videos in einen Unterordner schreiben
fr: Déplacer la miniature de la vidéo dans un sous-dossier
ja: 動画のサムネイルをサブフォルダに書き込む
ru: Записать миниатюру видео в подпапку
ta: வீடியோவின் சிறுபடத்தை துணை நட்பில் எழுதுங்கள்

source: _Keep
de: _Behalten
fr: Garder
ja: 保持
ta: _ கீப்

source: Options during real (not simulated) downloads
de: Optionen für echte (keine simulierten) Downloads
fr: Options lors des téléchargements réels (non simulés)
ja: 実際の（シミュレーションではない）ダウンロード時のオプション
ru: Параметры во время реальных (не смоделированных) загрузок
ta: உண்மையான (உருவகப்படுத்தப்படாத) பதிவிறக்கங்களின் போது விருப்பங்கள்

source: Keep the description file after the download has finished
de: Die Beschreibungsdatei behalten, nachdem der Download abgeschlossen ist
fr: Garder le fichier descriptif après que le téléchargement ait fini
ja: ダウンロード完了後に説明ファイルを保持
ru: Сохранить файл описания после завершения загрузки
ta: பதிவிறக்கம் முடிந்ததும் விளக்கக் கோப்பை வைத்திருங்கள்

source: Keep the metadata file after the download has finished
de: Die Metadatendatei behalten, nachdem der Download abgeschlossen ist
fr: Garder le fichier des métadonnées après que le téléchargement ait fini
ja: ダウンロード完了後にメタデータファイルを保持
ru: Сохранить файл метаданных после завершения загрузки
ta: பதிவிறக்கம் முடிந்ததும் மேனிலை தரவு கோப்பை வைத்திருங்கள்

source: Keep the annotations file after the download has finished
de: Die Annotationsdatei behalten, nachdem der Download abgeschlossen ist
fr: Garder le fichier des annotations après que le téléchargement ait fini
ja: ダウンロード完了後に注釈ファイルを保持
ru: Сохранить файл аннотаций после завершения загрузки
ta: பதிவிறக்கம் முடிந்ததும் சிறுகுறிப்பு கோப்பை வைத்திருங்கள்

source: Keep the thumbnail file after the download has finished
de: Die Thumbnail-Datei behalten, nachdem der Download abgeschlossen ist
fr: Garder la miniature après que le téléchargement ait fini
ja: ダウンロード完了後にサムネイルファイルを保持
ta: பதிவிறக்கம் முடிந்ததும் சிறு கோப்பை வைத்திருங்கள்

source: Options during simulated (not real) downloads
de: Optionen für simulierte (keine echten) Downloads
fr: Options lors des téléchargements simulés (non réels)
ja: シミュレーション（実際ではない）ダウンロード時のオプション
ru: Параметры во время смоделированных (не реальных) загрузок
ta: உருவகப்படுத்தப்பட்ட (உண்மையானதல்ல) பதிவிறக்கங்களின் போது விருப்பங்கள்

source: F_ormats
de: F_ormate
ja: 形式
ru: Ф_орматы

source: _Preferred
de: _Bevorzugt
fr: Préféré(e)
ja: 優先
ru: _ Предпочтительно
ta: _PREFERED

source: Preferred format options
de: Bevorzugte Formatoptionen
fr: Options des formats préférés
ja: 優先形式オプション
ru: Предпочтительные параметры формата
ta: விருப்பமான வடிவமைப்பு விருப்பங்கள்

source: If you want a specific format, install FFmpeg and use the Convert tab!
de: FFmpeg installieren und den Konvertierung-Tab nutzen, wenn ein spezifisches Format gewünscht ist!
fr: Si vous désirez un format spécifique, installez FFmpeg et utilisez l'onglet Convertir !
ja: 特定の形式が必要な場合は、FFmpegをインストールして「変換」タブを使用してください！
ru: Если вам нужен определенный формат, установите FFmpeg и используйте вкладку Конвертировать!
ta: நீங்கள் ஒரு குறிப்பிட்ட வடிவமைப்பை விரும்பினால், FFMPEG ஐ நிறுவி மாற்றப்பட்ட தாவலைப் பயன்படுத்தவும்!

source: Recognised video/audio formats
de: Video/Audio-Formate erkennen
fr: Format vidéos / audios reconnus
ja: 認識されるビデオ/オーディオ形式
ru: Распознанные форматы видео/аудио
ta: அங்கீகரிக்கப்பட்ட வீடியோ/ஆடியோ வடிவங்கள்

source: Add format
de: Format hinzufügen
fr: Ajouter un format
ja: 形式を追加
ru: Добавить формат
ta: வடிவமைப்பைச் சேர்க்கவும்

source: Type extractor code directly
de: Extraktionscode direkt eingeben
fr: Saisir le code de l'extracteur directement
ja: エクストラクタコードを直接入力
ru: Введите код экстрактора напрямую
ta: பிரித்தெடுத்தல் குறியீட்டை நேரடியாக தட்டச்சு செய்க

source: List of preferred formats
de: Liste von bevorzugten Formaten
fr: Liste des formats préférés
ja: 優先形式のリスト
ru: Список предпочтительных форматов
ta: விருப்பமான வடிவங்களின் பட்டியல்

source: Remove format
de: Format entfernen
fr: Supprimer un format
ja: 形式を削除
ru: Удалить формат
ta: வடிவமைப்பை அகற்று

source: If a merge is required after post-processing, output to this format:
de: Wenn ein Merge nach der Nachbearbeitung nötig ist, Ausgabe in diesem Format:
fr: Si une fusion est requise après le post-traitement, écrire la sortie en ce format :
ja: 後処理後にマージが必要な場合、この形式に出力：
ru: Если после постобработки требуется объединение, вывести в этот формат:
ta: பிந்தைய செயலாக்கத்திற்குப் பிறகு ஒன்றிணைவு தேவைப்பட்டால், இந்த வடிவமைப்பிற்கு வெளியீடு:

source: _Advanced
de: _Fortgeschritten
fr: Avancé
ja: 高度
ru: _Расширенный

source: Multiple format options
de: Mehrere Formatoptionen
fr: Options de format multiples
ja: 複数形式オプション
ru: Параметры множества форматов
ta: பல வடிவமைப்பு விருப்பங்கள்

source: Multiple formats will not be downloaded, because an archive file will be created
de: Mehrere Formate werden nicht heruntergeladen, weil eine Archivdatei erstellt wird
fr: Les formats multiples ne seront pas téléchargés car un fichier d'archive sera créé
ja: アーカイブファイルが作成されるため、複数の形式はダウンロードされません
ru: Множество форматов не будет загружено, поскольку будет создан архивный файл
ta: பல வடிவங்கள் பதிவிறக்கம் செய்யப்படாது, ஏனெனில் ஒரு காப்பக கோப்பு உருவாக்கப்படும்

source: The archive file can be disabled in the System Preferences window
de: Die Archivdatei kann in den Systemeinstellungen deaktiviert werden
fr: Le fichier d'archive peut être désactivé dans la fenêtre des préférences système
ja: アーカイブファイルはシステム設定ウィンドウで無効にできます
ru: Архивный файл можно отключить в окне Системные настройки
ta: கணினி விருப்பத்தேர்வுகள் சாளரத்தில் காப்பக கோப்பு முடக்கப்படலாம்

source: For each video, download the first available format from the preferred list
de: Das erste verfügbare Format aus der Bevorzugten-Liste von jedem Video herunterladen
fr: Pour chaque vidéo, télécharger le premier format disponible de la liste des formats préférés
ja: 各動画について、優先リストから最初に利用可能な形式をダウンロード
ru: Для каждого видео загрузите первый доступный формат из списка предпочтений
ta: ஒவ்வொரு வீடியோவிற்கும், விருப்பமான பட்டியலிலிருந்து கிடைக்கக்கூடிய முதல் வடிவமைப்பைப் பதிவிறக்கவும்

source: For each video, download all available formats from the preferred list
de: Alle verfügbaren Formate aus der Bevorzugten-Liste von jedem Video herunterladen
fr: Pour chaque vidéo, télécharger tous les formats disponibles de la liste des formats préférés
ja: 各動画について、優先リストから利用可能なすべての形式をダウンロード
ru: Для каждого видео загрузите все доступные форматы из предпочтительного списка
ta: ஒவ்வொரு வீடியோவிற்கும், விருப்பமான பட்டியலிலிருந்து கிடைக்கக்கூடிய அனைத்து வடிவங்களையும் பதிவிறக்கவும்

source: Download all available formats for all videos
de: Alle verfügbaren Formate von allen Videos herunterladen
fr: Télécharger tous les formats disponibles pour toutes les vidéos
ja: すべての動画について利用可能なすべての形式をダウンロード
ru: Загрузить все доступные форматы для всех видео
ta: எல்லா வீடியோக்களுக்கும் கிடைக்கக்கூடிய அனைத்து வடிவங்களையும் பதிவிறக்கவும்

source: Other format options
de: Andere Formatoptionen
fr: Options pour les autres formats
ja: その他の形式オプション
ru: Другие параметры формата
ta: பிற வடிவமைப்பு விருப்பங்கள்

source: Prefer free video formats, unless one is specified above
de: Bevorzuge freie Formate, außer ein anderes ist oben angegeben
fr: Préférer les formats vidéos libres, sauf si un format est spécifié ci-dessus
ja: 上記で指定されていない場合、無料のビデオ形式を優先
ru: Предпочитать бесплатные форматы видео, если один из них не указан выше
ta: ஒன்று மேலே குறிப்பிடப்படாவிட்டால், இலவச வீடியோ வடிவங்களை விரும்புங்கள்

source: Do not download DASH-related data for YouTube videos
de: Keine DASH-zugehörigen Daten bei YouTube-Videos herunterladen
fr: Ne pas télécharger les données en rapport à DASH pour les vidéos YouTube
ja: YouTube動画のDASH関連データをダウンロードしない
ru: Не загружать данные, связанные с DASH, для видео YouTube
ta: YouTube வீடியோக்களுக்கான DASH தொடர்பான தரவைப் பதிவிறக்க வேண்டாம்

source: Check formats selected are actually downloadable (Experimental)
de: Prüfen, ob alle markierten Formate wirklich heruntergeladen werden können (experimentell)
fr: Vérifier que les formats actuellement sélectionnés sont téléchargeables (expérimental)
ja: 選択した形式が実際にダウンロード可能か確認（実験的）
ta: தேர்ந்தெடுக்கப்பட்ட வடிவங்கள் உண்மையில் பதிவிறக்கம் செய்யக்கூடியவை (சோதனை)

source: Allow unplayable formats to be listed and downloaded (also disables post-processing)
de: Erlaube, nicht abspielbare Formate anzuzeigen und herunterzuladen (deaktiviert Nachbearbeitung)
fr: Autoriser les formats ne pouvant être lus à être listés et téléchargés (désactive le post-traitement)
ja: 再生できない形式のリスト表示とダウンロードを許可（後処理も無効化）
ru: Разрешить перечисление и загрузку невоспроизводимых форматов (также отключает постобработку)
ta: விளையாட முடியாத வடிவங்களை பட்டியலிட்டு பதிவிறக்கம் செய்ய அனுமதிக்கவும் (பிந்தைய செயலாக்கத்தையும் முடக்குகிறது)

source: _Convert
de: _Konvertieren
fr: Convertir
ja: 変換
ru: _Конвертировать
ta: _ கான்வர்ட்

source: Convert to video
de: In Video konvertieren
fr: Convertir en vidéo
ja: ビデオに変換
ru: Конвертировать в видео
ta: வீடியோவாக மாற்றவும்

source: Convert downloaded video to another format
de: Heruntergeladenes Video in ein anderes Format konvertieren
fr: Convertir les vidéos téléchargées dans un autre format
ja: ダウンロードしたビデオを別の形式に変換
ru: Конвертировать загруженное видео в другой формат
ta: பதிவிறக்கம் செய்யப்பட்ட வீடியோவை மற்றொரு வடிவத்திற்கு மாற்றவும்

source: Convert to audio
de: In Audio konvertieren
fr: Convertir en audio
ja: オーディオに変換
ru: Конвертировать в аудио
ta: ஆடியோவுக்கு மாற்றவும்

source: Download each video, extract the sound, and then discard the original video
de: Jedes Video herunterladen, den Ton extrahieren und das Video verwerfen
fr: Télécharger chaque vidéo, extraire le son et supprimer la vidéo originale
ja: 各ビデオをダウンロードし、音声を抽出して、元のビデオを破棄
ru: Загрузить каждое видео, извлечь звук, а затем удалить исходное видео
ta: ஒவ்வொரு வீடியோவையும் பதிவிறக்கம் செய்து, ஒலியைப் பிரித்தெடுத்து, பின்னர் அசல் வீடியோவை நிராகரிக்கவும்

source: (requires that FFmpeg or AVConv is installed on your system)
de: (benötigt ein auf dem System installiertes FFmpeg oder AVConv)
fr: (requiert que FFmpeg ou AVConv soit installé sur votre système)
ja: （システムにFFmpegまたはAVConvがインストールされている必要があります）
ru: (требуется, чтобы в вашей системе был установлен FFmpeg или AVConv)
ta: (உங்கள் கணினியில் FFMPEG அல்லது AVCONV நிறுவப்பட்டிருக்க வேண்டும்)

source: Use this audio format:
de: Dieses Audioformat nutzen:
fr: Utiliser ce format audio :
ja: このオーディオ形式を使用：
ru: Использовать этот аудиоформат:
ta: இந்த ஆடியோ வடிவமைப்பைப் பயன்படுத்தவும்:

source: Use this audio quality:
de: Diese Audioqualität nutzen:
fr: Utiliser cette qualité audio :
ja: このオーディオ品質を使用：
ru: Использовать это качество звука:
ta: இந்த ஆடியோ தரத்தைப் பயன்படுத்தவும்:

source: High
de: Hoch
fr: Haut
ja: 高
ru: Высокое
ta: உயர்ந்த

source: Low
de: Niedrig
fr: Bas
ja: 低
ru: Низкое
ta: குறைந்த

source: _Post-processing
de: _Nachbearbeitung
fr: Post-traitement
ja: 後処理
ta: _ போச்ட்-பதப்படுத்துதல்

source: _General
de: _Allgemein
fr: Général
ja: 一般
ru: _Общие
ta: _ பொது

source: Post-processing options
de: Nachbearbeitungsoptionen
fr: Options de post-traitement
ja: 後処理オプション
ru: Параметры постобработки
ta: பிந்தைய செயலாக்க விருப்பங்கள்

source: Post-process video files to convert them to audio-only files
de: Videodateien zu Nur-Audio-Dateien konvertieren
fr: Réaliser un post-traitement des fichiers vidéos pour les convertirs en fichiers audio uniquement
ja: ビデオファイルを後処理してオーディオのみのファイルに変換
ru: Постобработка видео для преобразования их в аудиофайлы
ta: ஆடியோ மட்டும் கோப்புகளாக மாற்ற பிந்தைய செயல்முறை வீடியோ கோப்புகள்

source: Prefer AVConv over FFmpeg
de: AVConv über FFmpeg bevorzugen
fr: Préférer AVConv à FFmpeg
ja: FFmpegよりAVConvを優先
ru: Предпочитать AVConv вместо FFmpeg
ta: FFMPEG க்கு மேல் AVCONV ஐ விரும்புங்கள்

source: Prefer FFmpeg over AVConv (default)
de: FFmpeg über AVConv bevorzugen (Standard)
fr: Préférer FFmpeg à AVConv (par défaut)
ja: AVConvよりFFmpegを優先（デフォルト）
ta: AVCONV (இயல்புநிலை) ஐ விட FFMPEG ஐ விரும்புங்கள்

source: Audio format of the post-processed file
de: Audioformat der verarbeiteten Datei
fr: Format audio des fichiers post-traités
ja: 後処理されたファイルのオーディオ形式
ru: Аудиоформат файла после обработки
ta: பிந்தைய பதப்படுத்தப்பட்ட கோப்பின் ஆடியோ வடிவம்

source: Audio quality of the post-processed file
de: Audioqualität der verarbeiteten Datei
fr: Qualité audio des fichiers post-traités
ja: 後処理されたファイルのオーディオ品質
ru: Качество звука после обработки файла
ta: பிந்தைய பதப்படுத்தப்பட்ட கோப்பின் ஆடியோ தகுதி

source: Encode video to another format, if necessary
de: Video in ein anderes Format kodieren, wenn nötig
fr: Encoder la vidéo dans un autre format si nécessaire
ja: 必要に応じてビデオを別の形式にエンコード
ru: Кодировать видео в другой формат, если необходимо
ta: தேவைப்பட்டால், வீடியோவை மற்றொரு வடிவத்திற்கு குறியாக்கவும்

source: Arguments to pass to post-processor
de: Argumente für den Postprozessor
fr: Paramètres à passer au post-traitement
ja: 後処理に渡す引数
ru: Аргументы для передачи постпроцессору
ta: பிந்தைய செயலாளருக்கு அனுப்ப வாதங்கள்

source: Keep original file after processing it
de: Originaldatei nach dem Verarbeiten behalten
fr: Garder le fichier original après traitement de celui-ci
ja: 処理後に元のファイルを保持
ru: Сохранить исходный файл после его обработки
ta: அசல் கோப்பை செயலாக்கிய பின் அதை வைத்திருங்கள்

source: Merge subtitles file with video (.mp4 only)
de: Untertitel in die Videodatei speichern (nur .mp4)
fr: Fusionner le fichier de sous-titre avec la vidéo (seulement en mp4)
ja: 字幕ファイルをビデオとマージ（.mp4のみ）
ru: Объединить файл субтитров с видео (только в формате .mp4)
ta: வீடியோவுடன் வசன வரிகளை ஒன்றிணைக்கவும் (.mp4 மட்டும்)

source: Embed thumbnail in audio file as cover art
de: Thumbnail in die Audiodatei als Cover einbetten
fr: Embarquer une mianiature dans le fichier audio comme jaquette
ja: サムネイルをオーディオファイルにカバーアートとして埋め込む
ru: Встроить миниатюру в аудиофайл в качестве обложки
ta: ஆடியோ கோப்பில் சிறு உருவத்தை கவர் கலையாக உட்பொதிக்கவும்
