Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Write metadata to the video file
de: Metadaten in die Videodatei schreiben
fr: Écrire les métadonnées dans le fichier vidéo
ja: メタデータをビデオファイルに書き込む
ru: Записать метаданные в видеофайл
ta: வீடியோ கோப்பில் மெட்டாடேட்டாவை எழுதுங்கள்

source: Automatically correct known faults of the file
de: Bekannte Fehler der Datei automatisch korrigieren
fr: Corriger automatiquement les erreurs connues du fichier
ja: ファイルの既知の不具合を自動的に修正
ru: Автоматически исправлять известные ошибки файла
ta: கோப்பின் அறியப்பட்ட பிழைகள் தானாகவே சரியானவை

source: Do nothing
de: Nichts unternehmen
fr: Ne rien faire
ja: 何もしない
ru: Ничего не делать
ta: எதுவும் செய்ய வேண்டாம்

source: Warn, but do nothing
de: Warnen, aber nichts unternehmen
fr: Avertir mais ne rien faire d'autre
ja: 警告するが何もしない
ru: Предупредить, но ничего не делать
ta: எச்சரிக்கவும், ஆனால் எதுவும் செய்யாதீர்கள்

source: Fix if possible, otherwise warn
de: Wenn möglich korrigieren, ansonsten warnen
fr: Corriger si possible, autrement avertir
ja: 可能であれば修正し、さもなければ警告
ru: Исправить, если возможно, иначе предупредить
ta: முடிந்தால் சரிசெய்யவும், இல்லையெனில் எச்சரிக்கவும்

source: Remux video into another container if necessary
de: Das Video in einen anderen Container remuxen, falls nötig
fr: Réencoder la vidéo dans un autre conteneur si nécessaire
ja: 必要に応じてビデオを別のコンテナにリマックス
ru: При необходимости пересобрать видео в другой контейнер
ta: தேவைப்பட்டால் மற்றொரு கொள்கலனில் REMUX வீடியோ

source: Embed metadata including chapter markers (if supported by format)
de: Metadaten inklusive Kapitelmarker einbetten (wenn vom Format unterstützt)
fr: Intégrer les métadonnées, dont les marqeurs de chapitre (si supporté par le format)
ja: チャプターマーカーを含むメタデータを埋め込む（形式でサポートされている場合）
ru: Встраивать метаданные, включая маркеры глав (если поддерживается форматом)
ta: அத்தியாயம் குறிப்பான்கள் உட்பட மேனிலை தரவு (வடிவத்தால் ஆதரிக்கப்பட்டால்)

source: Convert thumbnails to another format
de: Thumbnail in ein anderes Format konvertieren
fr: Convertir la miniature vers un autre format
ja: サムネイルを別の形式に変換
ru: Преобразовать миниатюры в другой формат
ta: சிறு உருவங்களை மற்றொரு வடிவத்திற்கு மாற்றவும்

source: Split video into multiple files based on internal chapters
de: Video in mehrere Dateien basieren auf den internen Kapiteln aufteilen
fr: Découper la vidéo en plusieurs fichiers basés sur les chapitres internes
ja: 内部チャプターに基づいてビデオを複数のファイルに分割
ru: Разделить видео на несколько файлов на основе внутренних глав
ta: உள் அத்தியாயங்களின் அடிப்படையில் பல கோப்புகளாக வீடியோவைப் பிரிக்கவும்

source: N.B. The 'chapter' prefix can be used in the 'Output' and 'Paths' tabs
de: Hinweis: Das "Kapitel"-Präfix kann in den "Ausgabe"- und "Pfad"-Tabs verwendet werden
fr: P.S. Le préfixe «Chapitre» peut être utilisé dans les onglets «Sortie» et «Chemins»
ja: 注意：'chapter'プレフィックスは「出力」および「パス」タブで使用できます
ru: Примечание: префикс Глава можно использовать на вкладках Вывод и Пути.
ta: என்.பி. 'அத்தியாயம்' முன்னொட்டு 'வெளியீடு' மற்றும் 'பாதைகள்' தாவல்களில் பயன்படுத்தப்படலாம்

source: Subtitles options
de: Untertiteloptionen
fr: Options des sous-titres
ja: 字幕オプション
ru: Параметры субтитров
ta: வசன வரிகள் விருப்பங்கள்

source: Don't download the subtitles file
de: Untertiteldatei nicht herunterladen
fr: Ne pas télécharger le fichier des sous-titres
ja: 字幕ファイルをダウンロードしない
ru: Не загружайте файл субтитров
ta: வசன வரிகளை பதிவிறக்கம் செய்ய வேண்டாம்

source: Download the automatic subtitles file (YouTube only)
de: Auto-Untertiteldatei herunterladen (nur YouTube)
fr: Télécharger le fichier des sous-titres autogénérés (seulement YouTube)
ja: 自動字幕ファイルをダウンロード（YouTubeのみ）
ru: Загрузите файл автоматических субтитров (только для YouTube)
ta: தானியங்கி வசன வரிகளை பதிவிறக்கவும் (YouTube மட்டும்)

source: Download all available subtitle files
de: Alle verfügbaren Untertiteldateien herunterladen
fr: Télécharger tous les fichiers de sous-titres
ja: 利用可能なすべての字幕ファイルをダウンロード
ru: Загрузите все доступные файлы субтитров
ta: கிடைக்கக்கூடிய அனைத்து வசனக் கோப்புகளையும் பதிவிறக்கவும்

source: Download subtitle file for these languages:
de: Untertiteldateien für diese Sprachen herunterladen:
fr: Télécharger le fichier de sous-titres pour ces langues :
ja: 以下の言語の字幕ファイルをダウンロード：
ru: Загрузите файл субтитров для этих языков:
ta: இந்த மொழிகளுக்கான வசனக் கோப்பைப் பதிவிறக்கவும்:

source: _More options
de: _Mehr Optionen
fr: Plus d'options
ja: 追加オプション
ru: Дополнительные опции
ta: மேலும் விருப்பங்கள் (_M)

source: Subtitle format options
de: Untertitel-Formatoptionen
fr: Options du format des sous-titres
ja: 字幕形式オプション
ru: Параметры формата субтитров
ta: வசன வடிவமைப்பு விருப்பங்கள்

source: Preferred subtitle format(s), e.g. 'srt', 'vtt', 'srt/ass/vtt/lrc/best'
de: Bevorzugte Untertitelformate, z. B. "srt", "vtt", "srt/ass/vtt/lrc/best"
fr: Format(s) de sous-titres préféré(s), ex : 'srt', 'vtt', 'srt/ass/vtt/lrc/best'
ja: 優先する字幕形式（例：'srt'、'vtt'、'srt/ass/vtt/lrc/best'）
ru: Предпочитаемый формат(ы) субтитров, например, 'srt', 'vtt', 'srt/ass/vtt/lrc/best'
ta: விருப்பமான வசன வடிவமைப்பு (கள்), எ.கா. 'srt', 'vtt', 'SRT/ass/vtt/lrc/best'

source: Applies to .mp4 videos only; requires FFmpeg/AVConv
de: Betrifft nur .mp4-Videos; benötigt FFmpeg/AVConv
fr: S'applique uniquement aux vidéos .mp4 ; nécessite FFmpeg / AVConv
ja: .mp4ビデオにのみ適用、FFmpeg/AVConvが必要
ru: Применяется только к видео .mp4; требуется FFmpeg/AVConv
ta: .Mp4 வீடியோக்களுக்கு மட்டுமே பொருந்தும்; FFMPEG/AVCONV தேவை

source: During post-processing, merge subtitles file with video
de: Untertiteldatei mit dem Video während der Nachbearbeitung zusammenfügen
fr: Lors du post-traitement, fusionner le fichier des sous-titres avec la vidéo
ja: 後処理中に字幕ファイルをビデオとマージ
ru: В процессе постобработки объедините файл субтитров с видео
ta: பிந்தைய செயலாக்கத்தின் போது, வசனக் கோப்பை வீடியோவுடன் ஒன்றிணைக்கவும்

source: _Configurations
de: _Konfigurationen
ja: 構成
ru: _Конфигурации

source: Configuration file options
de: Konfigurationsdatei-Optionen
fr: Options du fichier de configuration
ja: 構成ファイルオプション
ru: Параметры файла конфигурации
ta: உள்ளமைவு கோப்பு விருப்பங்கள்

source: Use the downloader's configuration file
de: Die Konfigurationsdatei des Downloaders verwenden
fr: Utiliser le fichier de configuration du client de téléchargement
ja: ダウンローダーの構成ファイルを使用
ru: Используйте файл конфигурации загрузчика
ta: பதிவிறக்கத்தின் உள்ளமைவு கோப்பைப் பயன்படுத்தவும்

source: File loaded from:
de: Datei geladen von:
fr: Fichier téléchargé depuis :
ja: ファイルの読み込み元：
ru: Файл загружен из:
ta: கோப்பு ஏற்றப்பட்டது:

source: Save file
de: Datei speichern
fr: Sauvegarder le fichier
ja: ファイルを保存
ru: Сохранить файл
ta: கோப்பை சேமி

source: _Authentication
de: _Authentifizierung
fr: Authentification
ja: 認証
ru: _Аутентификация
ta: ஏற்பு

source: Authentication options
de: Authentifizierungs-Optionen
fr: Options d'authentification
ja: 認証オプション
ru: Параметры аутентификации
ta: அங்கீகார விருப்பங்கள்

source: Username with which to log in
de: Username für die Anmeldung
fr: Nom d'utilisateur avec lequel se connecter
ja: ログインに使用するユーザー名
ru: Имя пользователя, с которым нужно войти в систему
ta: உள்நுழைய பயனர்பெயர்

source: Password with which to log in
de: Password für die Anmeldung
fr: Mot de passe avec lequel se connecter
ja: ログインに使用するパスワード
ru: Пароль для входа в систему
ta: உள்நுழைய கடவுச்சொல்

source: Password required for this URL
de: Passwort, welches für diese URL benötigt wird
fr: Mot de passe requis pour cette URL
ja: このURLに必要なパスワード
ru: Пароль, необходимый для данного URL-адреса
ta: இந்த முகவரி க்கு கடவுச்சொல் தேவை

source: Two-factor authentication code
de: Zwei-Faktor-Authentisierungscode
fr: Code d'authentification à double facteur
ja: 二要素認証コード
ru: Код двухфакторной аутентификации
ta: இரண்டு காரணி அங்கீகார குறியீடு

source: Adobe Pass multiple-system operator (TV provider) identifier
de: Identifier für Adobe Pass multiple-system operator (TV-Anbieter)
fr: Identifiant Adobe Pass (fournisseur TV)
ja: Adobe Passマルチシステムオペレーター（TVプロバイダー）識別子
ru: Adobe Pass идентификатор мультисистемного оператора (ТВ-провайдера)
ta: அடோப் பல அமைப்பு ஆபரேட்டர் (டிவி வழங்குநர்) அடையாளங்காட்டியை கடந்து செல்லுங்கள்

source: Adobe Pass multiple-system operator account password
de: Adobe Pass multiple-system operator-Anmeldepasswort
fr: Mot de passe Adobe Pass
ja: Adobe Passマルチシステムオペレーターアカウントパスワード
ru: Пароль учетной записи оператора Adobe Pass
ta: அடோப் பல அமைப்பு ஆபரேட்டர் கணக்கு கடவுச்சொல்லை கடந்து செல்லுங்கள்

source: .netrc options
de: .netrc-Optionen
fr: options .netrc
ja: .netrcオプション
ru: Параметры .netrc
ta: .netrc விருப்பங்கள்

source: Use .netrc authentication data
de: .netrc-Authentisierungsdaten verwenden
fr: Utiliser les données d'authentification .netrc
ja: .netrc認証データを使用
ru: Использовать .netrc данные аутентификации
ta: .Netrc அங்கீகார தரவைப் பயன்படுத்தவும்

source: N_etwork
de: N_etzwerk
fr: Réseau
ja: ネットワーク
ru: Сеть

source: Network options
de: Netzwerkoptionen
fr: Options réseau
ja: ネットワークオプション
ru: Параметры сети
ta: பிணைய விருப்பங்கள்

source: Time to wait for socket connection, before giving up
de: Wartezeit für die Socket-Verbindung, bevor abgebrochen wird
fr: Temps à attendre pour un connexion de type socket, avant de tomber en erreur
ja: ソケット接続を待つ時間（諦めるまでの時間）
ru: Время ожидания соединения с сокетом
ta: கைவிடுவதற்கு முன், சாக்கெட் இணைப்பிற்காக காத்திருக்க வேண்டிய நேரம்

source: Bind with this Client-side IP address
de: Mit dieser Client-seitigen IP-Adresse verbinden
fr: Se connecter avec cette adresse IP côté client
ja: このクライアント側IPアドレスでバインド
ru: Связывание с этим IP-адресом на стороне клиента
ta: இந்த கிளையன்ட் பக்க ஐபி முகவரியுடன் பிணைக்கவும்

source: Connect using IPv4 only
de: Nur mit IPv4 verbinden
fr: Se connecter en utilisant l'IPv4 uniquement
ja: IPv4のみを使用して接続
ru: Подключение только с использованием IPv4
ta: IPv4 ஐப் பயன்படுத்தி மட்டுமே இணைக்கவும்

source: Connect using IPv6 only
de: Nur mit IPv6 verbinden
fr: Se connecter en utilisant l'IPv6 uniquement
ja: IPv6のみを使用して接続
ru: Подключение только с использованием IPv6
ta: IPv6 ஐப் பயன்படுத்தி மட்டுமே இணைக்கவும்

source: _Geo-restriction
de: _Geobeschränkung
fr: Restriction de géolocalisation
ja: 地域制限
ru: _Гео-ограничение
ta: _GEO- மீட்டெடுப்பு

source: Geo-restriction options
de: Geobeschränkungsoptionen
fr: Option des restrictions de géolocalisation
ja: 地域制限オプション
ru: Варианты гео-ограничений
ta: புவி-மறுசீரமைப்பு விருப்பங்கள்

source: Use this proxy to verify IP address
de: Diesen Proxy verwenden um die IP-Adresse zu verifizieren
fr: Utiliser ce serveur mandataire pour vérifier l'adresse IP
ja: このプロキシを使用してIPアドレスを検証
ru: Используйте этот прокси-сервер для проверки IP-адреса
ta: ஐபி முகவரியை சரிபார்க்க இந்த ப்ராக்சியைப் பயன்படுத்தவும்

source: Bypass using fake X-Forwarded-For HTTP header
de: Gefälschte X-Forwarded-For-HTTP-Header zum Umgehen verwenden
fr: Contourner en utilisant une fausse en-tête HTTP X-Forwarded-For
ja: 偽のX-Forwarded-For HTTPヘッダーを使用して回避
ru: Обход с помощью поддельного HTTP-заголовка X-Forwarded-For
ta: போலி எக்ச்-ஃபார்வர்ட்-ஃபார்-இடிடிபி தலைப்பைப் பயன்படுத்தி பைபாச்

source: Don't bypass using fake HTTP header
de: Keine gefälschten HTTP-Header für die Umgehung verwenden
fr: Ne pas contourner en utilisant une fausse en-tête HTTP X-Forwarded-For
ja: 偽のHTTPヘッダーを使用して回避しない
ru: Не обходить с помощью поддельного HTTP заголовка
ta: போலி HTTP தலைப்பைப் பயன்படுத்தி பைபாச் செய்ய வேண்டாம்

source: Bypass geo-restriction with ISO 3166-2 country code
de: Geo-Restriktionen mit ISO 3166-2 Ländercodes umgehen
fr: Contourner les restrictions geéolocalisées avec le code pays ISO 3166-2
ja: ISO 3166-2国コードを使用して地域制限を回避
ru: Обход гео-ограничений с помощью кода страны ISO 3166-2
ta: ஐஎச்ஓ 3166-2 நாட்டு குறியீட்டுடன் புவி-மறுசீரமைப்பு பைபாச்

source: Bypass with explicit IP block in CIDR notation
de: Expliziten IP-Block in CIDR-Notation zur Umgehung verwenden
fr: Contourner avec un bloc IP définit en utilisant la notation CIDR
ja: CIDR表記で明示的なIPブロックを使用して回避
ru: Обход с явным блоком IP-адресов в нотации CIDR
ta: சிஐடிஆர் குறியீட்டில் வெளிப்படையான ஐபி தொகுதியுடன் பைபாச்

source: Workaround options
de: Umgehungslösungsoptionen
fr: Options de contournement
ja: 回避策オプション
ru: Варианты обходного пути
ta: பணித்தொகுப்பு விருப்பங்கள்

source: Custom user agent
de: Benutzerdefinierter User Agent
fr: Agent-Utilisateur personnalisé
ja: カスタムユーザーエージェント
ru: Пользовательский агент
ta: தனிப்பயன் பயனர் முகவர்

source: Custom referer if video access has restricted domain
de: Benutzerdefinierter Referrer, falls Video eine eingeschränkte Domain besitzt
fr: Référant (referer) personnalisé si l'accès à la vidéo est restreint à un domaine
ja: 動画アクセスが制限されたドメインの場合のカスタムリファラー
ru: Пользовательский реферер, если доступ к видео имеет ограниченный домен
ta: வீடியோ அணுகல் டொமைனை தடைசெய்திருந்தால் தனிப்பயன் குறிப்புகள்

source: Minimum seconds to sleep before each download
de: Minimale Wartezeit vor jedem Download
fr: Nombre minimale de secondes à attendre avant chaque téléchargement
ja: 各ダウンロード前の最小スリープ秒数
ru: Минимальное количество секунд ожидания перед каждой загрузкой
ta: ஒவ்வொரு பதிவிறக்கத்திற்கும் முன்பு தூங்க குறைந்தபட்ச வினாடிகள்

source: Maximum seconds to sleep before each download
de: Maximale Wartezeit vor jedem Download
fr: Nombre maximale de secondes à attendre avant chaque téléchargement
ja: 各ダウンロード前の最大スリープ秒数
ru: Максимальное количество секунд ожидания перед каждой загрузкой
ta: ஒவ்வொரு பதிவிறக்கத்திற்கும் முன்பு தூங்க அதிகபட்ச வினாடிகள்

source: Force this encoding (experimental)
de: Dieses Encoding erzwingen (experimentell)
fr: Forcer cet encodage (expérimental)
ja: このエンコーディングを強制（実験的）
ru: Принудительная кодировка (экспериментально)
ta: இந்த குறியாக்கத்தை கட்டாயப்படுத்தவும் (சோதனை)

source: Suppress HTTPS certificate validation
de: HTTPS-Zertifikatsvalidierung unterdrücken
fr: Ignorer la validation des certificats HTTPs
ja: HTTPS証明書の検証を抑制
ru: Отключение проверки сертификата HTTPS
ta: HTTPS சான்றிதழ் சரிபார்ப்பை அடக்கவும்

source: Use an unencrypted connection to retrieve information about videos (YouTube only)
de: Eine unverschlüsselte Verbindung verwenden um Informationen über Videos abzufragen (nur YouTube)
fr: Utiliser une connexion chiffrée pour récupérer les informations sur les vidéos (uniquement YouTube)
ja: 動画情報の取得に暗号化されていない接続を使用（YouTubeのみ）
ru: Использование незашифрованного соединения для получения информации о видео (только для YouTube)
ta: வீடியோக்களைப் பற்றிய தகவல்களை மீட்டெடுக்க மறைகுறியாக்கப்பட்ட இணைப்பைப் பயன்படுத்தவும் (YouTube மட்டும்)

source: Number of seconds to sleep between requests during data extraction
de: Wartezeit in Sekunden zwischen Abfragen während der Datenexktraktion
fr: Nombre de secondes à attendre entre chaque requête d'extraction de données
ja: データ抽出中のリクエスト間のスリープ秒数
ru: Количество секунд ожидания между запросами во время извлечения данных
ta: தரவு பிரித்தெடுத்தலின் போது கோரிக்கைகளுக்கு இடையில் தூங்குவதற்கு விநாடிகளின் எண்ணிக்கை

source: Number of seconds to sleep before each download (or minimum time)
de: Wartezeit in Sekunden vor jedem Download (Minimalzeit)
fr: Nombre de secondes à attendre avant chaque téléchargement (ou temps minimal)
ja: 各ダウンロード前のスリープ秒数（または最小時間）
ru: Количество секунд ожидания перед каждой загрузкой (или минимальное время)
ta: ஒவ்வொரு பதிவிறக்கத்திற்கும் முன் (அல்லது குறைந்தபட்ச நேரம்) தூங்க வேண்டிய விநாடிகளின் எண்ணிக்கை

source: Video age options
de: Video-Altersoptionen
fr: Option de restriction d'âge de la vidéo
ja: 動画年齢オプション
ru: Параметры возраста видео
ta: வீடியோ அகவை விருப்பங்கள்

source: Download videos suitable for this age
de: Videos herunterladen die für dieses Alter geeignet sind
fr: Télécharger les vidéos correspondantes à cette restriction d'âge
ja: この年齢に適した動画をダウンロード
ru: Скачать видео, подходящие для этого возраста
ta: இந்த வயதிற்கு ஏற்ற வீடியோக்களைப் பதிவிறக்கவும்

source: Video date options
de: Video-Datumsoptionen
fr: Option de date de la vidéo
ja: 動画日付オプション
ru: Параметры даты видео
ta: வீடியோ தேதி விருப்பங்கள்

source: Only videos uploaded on this date
de: Nur Videos, die an diesem Datum hochgeladen wurden
fr: Seulement les vidéos mises en ligne à cette date
ja: この日にアップロードされた動画のみ
ru: Только видео, загруженные в эту дату
ta: இந்த தேதியில் பதிவேற்றப்பட்ட வீடியோக்கள் மட்டுமே

source: Only videos uploaded before this date
de: Nur Videos, die vor diesem Datum hochgeladen wurden
fr: Seulement les vidéos mises en ligne avant cette date
ja: この日以前にアップロードされた動画のみ
ru: Только видео, загруженные до этой даты
ta: இந்த தேதிக்கு முன் பதிவேற்றப்பட்ட வீடியோக்கள் மட்டுமே

source: Only videos uploaded after this date
de: Nur Videos, die nach diesem Datum hochgeladen wurden
fr: Seulement les vidéos mises en ligne après cette date
ja: この日以降にアップロードされた動画のみ
ru: Только видео, загруженные после этой даты
ta: இந்த தேதிக்குப் பிறகு பதிவேற்றப்பட்ட வீடியோக்கள் மட்டுமே

source: External downloader options
de: Optionen für externe Downloader
fr: Options du client de téléchargement externe
ja: 外部ダウンローダーオプション
ru: Параметры внешнего загрузчика
ta: வெளிப்புற பதிவிறக்க விருப்பங்கள்

source: Use this external downloader
de: Diesen externen Downloader verwenden
fr: Utiliser ce client externe de téléchargement
ja: この外部ダウンローダーを使用
ru: Используйте этот внешний загрузчик
ta: இந்த வெளிப்புற பதிவிறக்கத்தைப் பயன்படுத்தவும்

source: Arguments to pass to external downloader
de: Argumente die an den externen Downloader übergeben werden sollen
fr: Paramètres à passer au client externe de téléchargement
ja: 外部ダウンローダーに渡す引数
ru: Аргументы для передачи внешнему загрузчику
ta: வெளிப்புற பதிவிறக்கத்திற்கு அனுப்ப வாதங்கள்

source: Video filtering options
de: Video-Filteroptionen
fr: Options de filtrage vidéo
ja: 動画フィルタリングオプション
ru: Параметры фильтрации видео
ta: வீடியோ வடிகட்டுதல் விருப்பங்கள்

source: Download only matching titles (regex or caseless substring)
de: Nur passende Titel herunterladen (Regex oder Substring ohne Groß- und Kleinschreibung)
fr: Télécharger uniquement les titres correspondants (regex ou chaîne de caractère non sensible à la case)
ja: 一致するタイトルのみをダウンロード（正規表現または大文字小文字を区別しない部分文字列）
ru: Загружать только совпадающие названия (регекс или подстрока без регистров)
ta: பொருந்தக்கூடிய தலைப்புகளை மட்டும் பதிவிறக்கவும் (ரீசெக்ச் அல்லது காச் இல்லாத அடி மூலக்கூறு)

source: Don't download only matching titles (regex or caseless substring)
de: Keine passenden Titel herunterladen (Regex oder Substring ohne Groß- und Kleinschreibung)
fr: Ne pas télécharger uniquement les titres correspondants (regex ou chaîne de caractère non sensible à la case)
ja: 一致するタイトルのみをダウンロードしない（正規表現または大文字小文字を区別しない部分文字列）
ru: Не загружайте только совпадающие заголовки (regex или подстрока без регистра)
ta: பொருந்தக்கூடிய தலைப்புகளை மட்டும் பதிவிறக்க வேண்டாம் (ரீசெக்ச் அல்லது காச் இல்லாத அடி மூலக்கூறு)

source: Generic video filter, for example:
de: Allgemeiner Videofilter, zum Beispiel:
fr: Filtre vidéo générique, par exemple :
ja: 一般的な動画フィルター（例）：
ru: Универсальный видеофильтр, например:
ta: பொதுவான வீடியோ வடிகட்டி, எடுத்துக்காட்டாக:

source: Prefer HLS (HTTP Live Streaming)
de: HLS bevorzugen (HTTP Live-Streaming)
fr: Préférer HLS (transmission en direct HTTP)
ja: HLS（HTTP Live Streaming）を優先
ru: Предпочитать HLS (HTTP Live Streaming)
ta: HLS ஐ விரும்புங்கள் (HTTP லைவ் ச்ட்ரீமிங்)

source: Include advertisements (experimental feature)
de: Werbung einschließen (experimentell)
fr: Inclure les publicités (fonctionnalité expérimentale)
ja: 広告を含める（実験的機能）
ru: Включить рекламу (экспериментальная функция)
ta: விளம்பரங்களைச் சேர்க்கவும் (சோதனை அம்சம்)

source: Ignore errors and continue the download operation
de: Fehler ignorieren und den Download fortsetzen
fr: Ingorer les erreurs et continuer l'opération de téléchargement
ja: エラーを無視してダウンロード操作を続行
ru: Игнорировать ошибки и продолжить операцию загрузки
ta: பிழைகளை புறக்கணித்து பதிவிறக்க செயல்பாட்டைத் தொடரவும்

source: Number of retries
de: Anzahl an Versuchen
fr: Nombre d'essais
ja: リトライ回数
ru: Количество повторных попыток
ta: முயற்சிகளின் எண்ணிக்கை

source: Playlist options
de: Playlistoptionen
fr: Options de la liste de lecture
ja: プレイリストオプション
ru: Параметры плейлиста
ta: பிளேலிச்ட் விருப்பங்கள்

source: Channels and playlists are handled in the same way, so these options can be used with both
de: Kanäle und Playlisten werden identisch behandelt, also können diese Optionen für beide benutzt werden
fr: Les canaux et les listes de lectures sont gérés de la même façon, ces options peuvent donc être utilisées pour les deux
ja: チャンネルとプレイリストは同じ方法で処理されるため、これらのオプションは両方に使用可能
ru: Каналы и плейлисты обрабатываются одинаково, поэтому эти опции можно использовать как с каналами, так и с плейлистами
ta: சேனல்கள் மற்றும் பிளேலிச்ட்கள் ஒரே மாதிரியாக கையாளப்படுகின்றன, எனவே இந்த விருப்பங்கள் இரண்டிலும் பயன்படுத்தப்படலாம்

source: Start downloading playlist from index
de: Playliste downloaden von Index
fr: Démarrer le téléchargement de la liste de lecture à partir de l'index
ja: プレイリストのダウンロードをインデックスから開始
ru: Начать загрузку плейлиста начиная с индекса
ta: குறியீட்டிலிருந்து பிளேலிச்ட்டைப் பதிவிறக்கத் தொடங்குங்கள்

source: Stop downloading playlist at index
de: Den Playlisten-Download beenden bei Index
fr: Arrêter le téléchargement de la liste de lecture à l'indexe
ja: プレイリストのダウンロードをインデックスで停止
ru: Остановить загрузку плейлиста на индексе
ta: குறியீட்டில் பிளேலிச்ட்டைப் பதிவிறக்குவதை நிறுத்துங்கள்

source: Abort operation after downloading this many videos
de: Vorgang abbrechen nachdem so viele Videos heruntergeladen wurden
fr: Annuler l'opération après avoir téléchargé tant de vidéos
ja: この数の動画をダウンロードした後に操作を中止
ru: Прервать операцию после загрузки такого количества видео
ta: இந்த பல வீடியோக்களைப் பதிவிறக்கிய பிறகு அறுவை சிகிச்சையை நிறுத்துங்கள்

source: Abort downloading the playlist if an error occurs
de: Playlist-Download abbrechen, wenn ein Fehler auftritt
fr: Arrêter le téléchargement de la liste de lecture lorsqu'une erreur se produit
ja: エラーが発生した場合、プレイリストのダウンロードを中止
ru: Прервать загрузку плейлиста в случае возникновения ошибки
ta: பிழை ஏற்பட்டால் பிளேலிச்ட்டைப் பதிவிறக்குவதை நிறுத்துங்கள்

source: Download playlist in reverse order
de: Playliste in umgekehrter Reihenfolge herunterladen
fr: Télécharger la liste de lecture dans le sens inverse
ja: プレイリストを逆順でダウンロード
ru: Скачать плейлист в обратном порядке
ta: தலைகீழ் வரிசையில் பிளேலிச்ட்டைப் பதிவிறக்கவும்

source: Download playlist in random order
de: Playliste in zufälliger Reihenfolge herunterladen
fr: Télécharger la liste de lecture dans l'ordre aléatoire
ja: プレイリストをランダム順でダウンロード
ru: Скачать плейлист в случайном порядке
ta: சீரற்ற வரிசையில் பிளேலிச்ட்டைப் பதிவிறக்கவும்

source: Video size limit options
de: Video-Größenbeschränkungsoptionen
fr: Options de limite de taille de la vidéo
ja: 動画サイズ制限オプション
ru: Параметры ограничения размера видео
ta: வீடியோ அளவு வரம்பு விருப்பங்கள்

source: Minimum file size for video downloads
de: Minimale Dateigröße für Videodownloads
fr: Taille minimale pour les téléchargements vidéos
ja: 動画ダウンロードの最小ファイルサイズ
ru: Минимальный размер файла для загрузки видео
ta: வீடியோ பதிவிறக்கங்களுக்கான குறைந்தபட்ச கோப்பு அளவு

source: Maximum file size for video downloads
de: Maximale Dateigröße für Videodownloads
fr: Taille maximale pour les téléchargements vidéos
ja: 動画ダウンロードの最大ファイルサイズ
ru: Максимальный размер файла для загрузки видео
ta: வீடியோ பதிவிறக்கங்களுக்கான அதிகபட்ச கோப்பு அளவு

source: Video views options
de: Video-Views-Optionen
fr: Options des vues vidéo
ja: 動画視聴回数オプション
ru: Параметры просмотров видео
ta: வீடியோ காட்சிகள் விருப்பங்கள்

source: Minimum number of views
de: Minimale Anzahl an Views
fr: Nombre minimal de vues
ja: 最小視聴回数
ru: Минимальное количество просмотров
ta: பார்வைகளின் குறைந்தபட்ச எண்ணிக்கை

source: Maximum number of views
de: Maximale Anzahl an Views
fr: Nombre maximal de vues
ja: 最大視聴回数
ru: Максимальное количество просмотров
ta: பார்வைகளின் அதிகபட்ச எண்ணிக்கை

source: Select the cookie jar file
de: Coockie-Speicher-Datei auswählen
fr: Sélectionner un fichier de cookies
ja: クッキージャーファイルを選択
ru: Выберите файл cookie jar
ta: குக்கீ குடுவை கோப்பைத் தேர்ந்தெடுக்கவும்
