Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Size
de: Größe
fr: Taille
ja: サイズ
ru: Размер
ta: அளவு

source: Set page size
de: Setze die Seitengröße
fr: Définir la taille de la page
ja: ページサイズを設定
ru: Установить размер страницы
ta: பக்க அளவை அமைக்கவும்

source: Go to first page
de: Gehe zur ersten Seite
fr: Aller à la première page
ja: 最初のページに移動
ru: Перейти на первую страницу
ta: முதல் பக்கத்திற்குச் செல்லுங்கள்

source: Go to previous page
de: Gehe zur vorherigen Seite
fr: Aller à la page précédente
ja: 前のページに移動
ru: Перейти на предыдущую страницу
ta: முந்தைய பக்கத்திற்குச் செல்

source: Go to next page
de: Gehe zur nächsten Seite
fr: Aller à la page suivante
ja: 次のページに移動
ru: Перейти на следующую страницу
ta: அடுத்த பக்கத்திற்குச் செல்

source: Go to last page
de: Geher zur letzten Seite
fr: Aller à la dernière page
ja: 最後のページに移動
ru: Перейти на последнюю страницу
ta: கடைசி பக்கத்திற்குச் செல்லுங்கள்

source: Show more settings
de: Mehr Einstellungen zeigen
fr: Afficher plus de paramètres
ja: さらに設定を表示
ru: Показать больше настроек
ta: மேலும் அமைப்புகளைக் காட்டு

source: Sort
de: Sortieren
fr: Trier
ja: 並べ替え
ru: Сортировать
ta: வரிசைப்படுத்து

source: Upload time
de: Upload-Zeit
fr: Temps de téléversement
ja: アップロード時間
ru: Время загрузки
ta: நேரம் பதிவேற்றவும்

source: Name
fr: Nom
ja: 名前
ru: Имя
ta: பெயர்

source: Download time
de: Download-Zeit
fr: Temps de téléchargement
ja: ダウンロード時間
ru: Время загрузки
ta: நேரம் பதிவிறக்கவும்

source: Database ID
de: Datenbank-ID
fr: ID de la base de données
ja: データベースID
ru: Идентификатор базы данных
ta: தரவுத்தள ஐடி

source: Resort videos
de: Videos neu sortieren
fr: Retrier les vidéos
ja: 動画を再並べ替え
ru: Отсортировать видео
ta: ரிசார்ட் வீடியோக்கள்

source: Find date
de: Datum finden
fr: Chercher une date
ja: 日付を検索
ru: Найти дату
ta: தேதியைக் கண்டறியவும்

source: Find videos by date
de: Videos anhand des Datums finden
fr: Chercher les vidéos par date
ja: 日付で動画を検索
ru: Поиск видео по дате
ta: தேதியின்படி வீடியோக்களைக் கண்டறியவும்

source: Cancel find videos by date
de: Videos anhand des Datums finden abbrechen
fr: Annuler la recherche de vidéos par date
ja: 日付での動画検索をキャンセル
ru: Отменить поиск видео по дате
ta: தேதியின்படி வீடியோக்களைக் கண்டுபிடிக்கவும்

source: Thumbnail size
de: Thumbnail-Größe
fr: Taille des miniatures
ja: サムネイルサイズ
ru: Размер миниатюры
ta: சிறு அளவு

source: Filter
fr: Filtrer
ja: フィルター
ru: Фильтр
ta: வடிப்பி

source: Enter search text
de: Suchbegriff eingeben
fr: Saisir le texte de recherche
ja: 検索テキストを入力
ru: Введите текст для поиска
ta: தேடல் உரையை உள்ளிடவும்

source: Select if search text is a regex
de: Aktivieren, wenn der Suchbegriff ein Regex ist
fr: Selectionner si le texte recherché est une regex
ja: 検索テキストが正規表現の場合に選択
ru: Выберите, если искомый текст является регулярным выражением
ta: தேடல் உரை ஒரு வழக்கவெளி என்றால் என்பதைத் தேர்ந்தெடுக்கவும்

source: Cancel filter
de: Filter löschen
fr: Annuler le filtre
ja: フィルターをキャンセル
ru: Отменить фильтр
ta: வடிகட்டியை ரத்துசெய்

source: Names
de: Namen
fr: Noms
ja: 名前
ru: Имена
ta: பெயர்கள்

source: Descriptions
de: Beschreibungen
ja: 説明
ru: Описания
ta: விளக்கங்கள்

source: Comments
de: Kommentare
fr: Commentaires
ja: コメント
ru: Комментарии
ta: கருத்துகள்

source: Draw frames
de: Zeige Frames
fr: Dessiner les cadres
ja: フレームを描画
ru: Нарисовать рамки
ta: பிரேம்களை வரையவும்

source: Draw icons
de: Zeige Icons
fr: Dessiner les icônes
ja: アイコンを描画
ru: Нарисовать иконки

source: Show downloaded
de: Zeige heruntergeladenes
fr: Monter les téléchargements terminés
ja: ダウンロード済みを表示
ru: Показать загруженное
ta: பதிவிறக்கம் செய்யப்பட்டதைக் காட்டு

source: Show undownloaded
de: Zeige nicht heruntergeladenes
fr: Montrer les téléchargements non terminés
ja: 未ダウンロードを表示
ru: Показать незагруженное
ta: அன்லவுல் செய்யப்பட்டதைக் காட்டு

source: Show blocked
de: Zeige blockiertes
fr: Montrer ceux bloqués
ja: ブロック済みを表示
ru: Показать заблокированное
ta: தடுக்கப்பட்ட காட்சி

source: TRANSLATOR'S NOTE: Ext is short for a file extension, e.g. .EXE
de: ÜBERSETZUNGSHINWEIS: Ext ist kurz für Dateiendung, z. B. .EXE
fr: (Writing here so that it doesn't show as an untranslated string)
ja: 翻訳者向け注記：Extはファイル拡張子（例：.EXE）の略です
ru: ПРИМЕЧАНИЕ ПЕРЕВОДЧИКА: Ext — это сокращение от расширения файла, например. .EXE
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: கோப்பு நீட்டிப்புக்கு EXT குறுகியது, எ.கா. .Exe

source: Source
de: Quelle
ja: ソース
ru: Источник
ta: மூலம்

source: Status
fr: État
ja: ステータス
ru: Статус
ta: நிலை

source: Incoming file
de: Eingehende Datei
fr: Fichier entrant
ja: 受信ファイル
ru: Входящий файл
ta: உள்வரும் கோப்பு

source: Ext
ja: 拡張子
ru: Расширение

source: Speed
de: Geschwindigkeit
fr: Vitesse
ja: 速度
ru: Скорость
ta: வேகம்

source: ETA
de: Verbleibend
fr: Temps restant estimé
ja: 残り時間
ru: Оставшееся время
ta: மற்றும்

source: New videos
de: Neue Videos
fr: Nouvelles vidéos
ja: 新しい動画
ru: Новые видео
ta: புதிய வீடியோக்கள்

source: Duration
de: Dauer
fr: Durée
ja: 長さ
ru: Длительность
ta: காலம்

source: Date
de: Datum
ja: 日付
ru: Дата
ta: திகதி

source: File
de: Datei
fr: Fichier
ja: ファイル
ru: Файл
ta: கோப்பு

source: Downloaded to
de: Heruntergeladen nach
fr: Téléchargé vers
ja: ダウンロード先
ru: Загружено в
ta: பதிவிறக்கம் செய்யப்பட்டது

source: Max downloads
de: Maximale Downloads
fr: Téléchargements maximaux
ja: 最大ダウンロード数
ru: Максимальное количество загрузок
ta: அதிகபட்ச பதிவிறக்கங்கள்

source: D/L speed (KiB/s)
de: Geschwindigkeit (KiB/s)
fr: Vit. de téléchargement (Kio/s)
ja: ダウンロード速度 (KiB/s)
ru: Скорость загрузки (KiB/s)
ta: D/l விரைவு (KIB/s)

source: Alternative limits do not currently apply
de: Alternative Beschränkungen gelten aktuell nicht
fr: Actuellement les limites alternatives ne sont pas appliquées
ja: 代替制限は現在適用されていません
ru: Альтернативные ограничения в настоящее время не применяются
ta: மாற்று வரம்புகள் தற்போது பொருந்தாது

source: Video resolution
de: Videoauflösung
fr: Résolution de la vidéo
ja: 動画の解像度
ru: Разрешение видео
ta: வீடியோ தீர்மானம்

source: Hide rows when they are finished
de: Verstecke Zeilen, wenn sie abgeschlossen sind
fr: Cacher les lignes lorsqu'elles sont terminées
ja: 完了した行を非表示
ru: Скрыть строки, когда они завершены
ta: வரிசைகள் முடிந்ததும் மறைக்கவும்

source: Open the Classic Mode menu
de: Klassikmodus-Menü öffnen
fr: Ouvrir le menu mode classique
ja: クラシックモードメニューを開く
ru: Откройте меню «Классический режим»
ta: கிளாசிக் பயன்முறை மெனுவைத் திறக்கவும்

source: Destination:
de: Ziel:
ja: 保存先：
ru: Место назначения:
ta: இலக்கு:

source: Add a new destination folder
de: Neuen Ordner erstellen
fr: Ajouter un nouveau dossier de destination
ja: 新しい保存先フォルダを追加
ru: Добавить новую папку назначения
ta: புதிய இலக்கு கோப்புறையைச் சேர்க்கவும்

source: Open the destination folder
de: Zielordner öffnen
fr: Ouvrir le dossier de destination
ja: 保存先フォルダを開く
ru: Открыть папку назначения
ta: இலக்கு கோப்புறையைத் திறக்கவும்

source: Format:
ja: 形式：
ru: Формат:
ta: வடிவம்:

source: Default
fr: Défaut
ja: デフォルト
ru: По умолчанию
ta: இயல்புநிலை

source: Video:
fr: Vidéo :
ja: 動画：
ru: Видео:
ta: வீடியோ:

source: Audio:
ja: 音声：
ru: Аудио:
ta: ஆடியோ:

source: Highest
de: Beste
fr: Le plus élevé
ja: 最高
ru: Самое большое
ta: அதிகபட்சம்

source: Download in this format
de: In diesem Format herunterladen
fr: Télécharger dans ce format
ja: この形式でダウンロード
ru: Загрузить в этом формате
ta: இந்த வடிவத்தில் பதிவிறக்கவும்

source: Convert to this format
de: In dieses Format konvertieren
fr: Convertir vers ce format
ja: この形式に変換
ru: Преобразовать в этот формат
ta: இந்த வடிவத்திற்கு மாற்றவும்

source: Is a livestream
de: Ist ein Livestream
fr: Est une transmission en direct
ja: ライブ配信である
ru: Это прямая трансляция
ta: ஒரு லைவ்ச்ட்ரீம்

source: Add URLs
de: URLs hinzufügen
fr: Ajouter des URLs
ja: URLを追加
ru: Добавить URL-адреса
ta: முகவரி களைச் சேர்க்கவும்

source: Add these URLs
de: Diese URLs hinzufügen
fr: Ajouter ces URLs
ja: これらのURLを追加
ru: Добавить эти URL-адреса
ta: இந்த முகவரி களைச் சேர்க்கவும்

source: Play video
de: Video abspielen
fr: Lire la vidéo
ja: 動画を再生
ru: Воспроизвести видео
ta: வீடியோ விளையாடுங்கள்

source: Open destination(s)
de: Ziel(e) öffnen
fr: Ouvrir le(s) destination(s)
ja: 保存先を開く
ru: Открыть папку назначения
ta: திறந்த இடங்கள்)

source: Stop download
de: Download beenden
fr: Arrêter le téléchargement
ja: ダウンロードを停止
ru: Остановить загрузку
ta: பதிவிறக்குவதை நிறுத்து

source: Re-download
de: Neu herunterladen
fr: Re-télécharger
ja: 再ダウンロード
ru: Повторно загрузить
ta: மீண்டும்-டவுன்லோட்

source: Allow downloader to create an archive file (enable this only when downloading channels and playlists)
de: Download-Programm das Erstellen von Archiven gestatten (nur aktivieren, wenn Kanäle oder Playlisten heruntergeladen werden)
fr: Permettre au client de téléchargement de créer un fichier d'archive (n'activez ceci que lorsque vous télécharger des canaux ou des listes de lecture)
ja: ダウンローダーがアーカイブファイルを作成することを許可（チャンネルやプレイリストをダウンロードする場合のみ有効にしてください）
ru: Разрешить загрузчику создать архивный файл (возможно это только при загрузке каналов и плейлистов)
ta: ஒரு காப்பக கோப்பை உருவாக்க பதிவிறக்கத்தை அனுமதிக்கவும் (சேனல்கள் மற்றும் பிளேலிச்ட்களைப் பதிவிறக்கும்போது மட்டுமே இதை இயக்கவும்)

source: Process with FFmpeg
de: Mit FFmpeg verarbeiten
fr: Traiter avec FFmpeg
ja: FFmpegで処理
ru: Обработать с помощью FFmpeg
ta: FFMPEG உடன் செயல்முறை

source: Move up
de: Nach oben bewegen
fr: Déplacer vers le haut
ja: 上に移動
ru: Переместить вверх
ta: மேலே செல்லுங்கள்

source: Move down
de: Nach unten bewegen
fr: Déplacer vers le bas
ja: 下に移動
ru: Переместить вниз
ta: கீழே செல்லுங்கள்

source: Remove from list
de: Aus Liste entfernen
fr: Retirer de la liste
ja: リストから削除
ru: Удалить из списка
ta: பட்டியலிலிருந்து அகற்று

source: Download the URLs above
de: Obenstehende URLs herunterladen
fr: Télécharger les URLs ci-dessus
ja: 上記のURLをダウンロード
ru: Загрузить указанные выше URL-адреса
ta: மேலே உள்ள முகவரி களைப் பதிவிறக்கவும்

source: Perform a custom download on the URLs above
de: Einen benutzerdefinierten Download für die obenstehenden URLs ausführen
fr: Réaliser un téléchargement des URLs ci-dessus
ja: 上記のURLをカスタムダウンロード
ru: Выполнить пользовательскую загрузку по указанным выше URL-адресам
ta: மேலே உள்ள முகவரி களில் தனிப்பயன் பதிவிறக்கத்தை செய்யுங்கள்

source: Clear all
de: Alles entfernen
fr: Tout nettoyer
ja: すべてクリア
ru: Очистить все
ta: அனைத்தையும் அழிக்கவும்

source: Clear the URLs above
de: Alle obenstehenden URLs entfernen
fr: Nettoyer les URLs ci-dessus
ja: 上記のURLをクリア
ru: Очистить указанные выше URL-адреса
ta: மேலே உள்ள முகவரி களை அழிக்கவும்

source: Clear downloaded
de: Heruntergeladene entfernen
fr: Nettoyer les téléchargements terminés
ja: ダウンロード済みをクリア
ru: Очистить загруженное
ta: பதிவிறக்கம் செய்யப்பட்டதை அழிக்கவும்

source: When you drag a video here, it is added to the Classic Mode tab
de: Wenn Videos hier hineingezogen werden, wird es zum Klassikmodus-Tab hinzugefügt
fr: Lorsque vous glissez une vidéo ici, elle est ajoutée à l'onglet «Mode Classique»
ja: ここに動画をドラッグすると、クラシックモードタブに追加されます
ru: При перетаскивании видео сюда оно добавляется на вкладку «Классический режим»
ta: நீங்கள் இங்கே ஒரு வீடியோவை இழுக்கும்போது, அது கிளாசிக் பயன்முறை தாவலில் சேர்க்கப்படுகிறது

source: Each zone represents a set of download options
de: Jeder Bereich stellt ein Set von Downloadoptionen dar
fr: Chaque zone représente un jeu d'options de téléchargement
ja: 各ゾーンはダウンロードオプションのセットを表します
ru: Каждая зона представляет собой набор параметров загрузки
ta: ஒவ்வொரு மண்டலமும் பதிவிறக்க விருப்பங்களின் தொகுப்பைக் குறிக்கிறது

source: Warning: Drag and drop does not work well on MS Windows
de: Warnung: Drag and Drop funktioniert nicht gut in MS WIndows
fr: Attention : glisser-déposer ne fonctionne pas correctement sous MS Windows
ja: 警告：ドラッグアンドドロップはMS Windowsではうまく動作しません
ru: Предупреждение: Перетаскивание плохо работает в Windows
ta: எச்சரிக்கை: எம்.எச் சாளரங்களில் இழுத்து விடுங்கள்

source: Add a new dropzone
de: Eine neue Drop-Zone hinzufügen
fr: Ajouter une nouvelle zone de dépôt
ja: 新しいドロップゾーンを追加
ru: Добавить новую зону перетаскивания
ta: புதிய டிராப்சோன் சேர்க்கவும்

source: Maximum page size
de: Maximale Seitengröße
fr: Taille maximale de page
ja: 最大ページサイズ
ru: Максимальный размер страницы
ta: அதிகபட்ச பக்க அளவு

source: Show Tartube errors
de: Tartube-Fehler zeigen
fr: Montrer les erreurs Tartube
ja: Tartubeのエラーを表示
ru: Показать ошибки Tartube
ta: டார்டூப் பிழைகளைக் காட்டு

source: Show Tartube warnings
de: Tartube-Warnungen zeigen
fr: Montrer les avertissements Tartube
ja: Tartubeの警告を表示
ru: Показать предупреждения Tartube
ta: டார்டூப் எச்சரிக்கைகளைக் காட்டு

source: Show operation errors
de: Vorgangsfehler zeigen
fr: Montrer les erreurs d'opération
ja: 操作エラーを表示
ru: Показать ошибки работы
ta: செயல்பாட்டு பிழைகளைக் காட்டு

source: Show operation warnings
de: Vorgangswarnungen zeigen
fr: Montrer les avertissements d'opération
ja: 操作警告を表示
ru: Показать предупреждения о работе
ta: செயல்பாட்டு எச்சரிக்கைகளைக் காட்டு

source: Show dates
de: Datum zeigen
fr: Montrer les dates
ja: 日付を表示
ru: Показать даты
ta: தேதிகளைக் காட்டு

source: Show channel/playlist/folder names
de: Kanal-/Playlist-/Ordnernamen zeigen
fr: Montrer les canaux / listes de lecture / noms de dossiers
ja: チャンネル/プレイリスト/フォルダ名を表示
ru: Показать названия каналов/плейлистов/папок
ta: சேனல்/பிளேலிச்ட்/கோப்புறை பெயர்களைக் காட்டு

source: Show video names
de: Videonamen zeigen
fr: Montrer les noms des vidéos
ja: 動画名を表示
ru: Показать названия видео
ta: வீடியோ பெயர்களைக் காட்டு

source: Show full messages
de: Vollständige Nachrichten zeigen
fr: Montrer les messages en entier
ja: 完全なメッセージを表示
ru: Показать полные сообщения
ta: முழு செய்திகளையும் காட்டு

source: Regex
ja: 正規表現
ru: Регулярные выражения
ta: வழக்கவெளி

source: Filter messages
de: Nachrichten filtern
fr: Filtrer les messages
ja: メッセージをフィルタリング
ru: Фильтровать сообщения
ta: செய்திகளை வடிகட்டவும்

source: Clear list
de: Liste leeren
fr: Nettoyer la liste
ja: リストをクリア
ru: Очистить список
ta: தெளிவான பட்டியல்

source: Check marked items
de: Markierte Elemente prüfen
fr: Vérifier les éléments marqués
ja: マークされた項目をチェック
ru: Проверить отмеченные элементы
ta: குறிக்கப்பட்ட உருப்படிகளை சரிபார்க்கவும்

source: Check marked videos, channels, playlists and folders
de: Markierte Videos, Kanäle, Playlisten und Ordner prüfen
fr: Vérifier les vidéos, canaux, listes de lecture et les dossiers
ja: マークされた動画、チャンネル、プレイリスト、フォルダをチェック
ru: Проверить отмеченные видео, каналы, плейлисты и папки
ta: குறிக்கப்பட்ட வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளை சரிபார்க்கவும்

source: Download marked items
de: Alle markierten Elemente herunterladen
fr: Télécharger les éléments marqués
ja: マークされた項目をダウンロード
ru: Загрузить отмеченные элементы
ta: குறிக்கப்பட்ட உருப்படிகளைப் பதிவிறக்குக

source: Download marked videos, channels, playlists and folders
de: Alle markierten Videos, Kanäle, Playlisten und Ordner herunterladen
fr: Télécharger les vidéos, canaux, listes de lecture et dossiers marqués
ja: マークされた動画、チャンネル、プレイリスト、フォルダをダウンロード
ru: Загрузить отмеченные видео, каналы, плейлисты и папки
ta: குறிக்கப்பட்ட வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளைப் பதிவிறக்கவும்

source: Custom download marked items
de: Markierte Elemente benutzerdefiniert herunterladen
fr: Téléchargement personalisé des éléments marqués
ja: マークされた項目をカスタムダウンロード
ru: Пользовательская загрузка отмеченных элементов
ta: தனிப்பயன் பதிவிறக்கம் குறிக்கப்பட்ட உருப்படிகள்

source: Perform a custom download of marked videos, channels, playlists and folders
de: Markierte Videos, Kanäle, Playlisten und Ordner benutzerdefiniert herunterladen
fr: Téléchargement personalisé des viédos, canaux, listes de lecture et dossiers marqués
ja: マークされた動画、チャンネル、プレイリスト、フォルダをカスタムダウンロード
ru: Выполните пользовательскую загрузку отмеченных видео, каналов, плейлистов и папок
ta: குறிக்கப்பட்ட வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளின் தனிப்பயன் பதிவிறக்கத்தை செய்யுங்கள்

source: Installing FFmpeg
de: FFmpeg wird installiert
fr: Installation de FFmpeg
ja: FFmpegをインストール中
ru: Установка FFmpeg
ta: FFMPEG ஐ நிறுவுதல்

source: Installing matplotlib
de: Matplotlib wird installiert
fr: Installation de matplotlib
ja: matplotlibをインストール中
ru: Установка matplotlib
ta: Matplotlib ஐ நிறுவுதல்

source: Installing streamlink
de: Streamlink wird installiert
fr: Installation de streamlink
ja: streamlinkをインストール中
ru: Установка streamlink
ta: ச்ட்ரீம்லிங்கை நிறுவுதல்

source: Updating downloader
de: Downloader wird aktualisiert
fr: Mise à jour du client de téléchargement
ja: ダウンローダーを更新中
ru: Обновление загрузчика
ta: பதிவிறக்கத்தை புதுப்பித்தல்

source: Fetching formats
de: Formate werden geladen
fr: Obtention des formats
ja: 形式を取得中
ru: Получение форматов
ta: வடிவங்களைப் பெறுதல்

source: Fetching subtitles
de: Untertitel werden geladen
fr: Obtetnion des sous-titres
ja: 字幕を取得中
ru: Получение субтитров
ta: வசன வரிகள் பெறுதல்

source: Testing downloader
de: Downloader wird getestet
fr: Test du client de téléchargement
ja: ダウンローダーをテスト中
ru: Тестирование загрузчика
ta: பதிவிறக்குபவர் சோதனை

source: Contacting website
de: Website wird aufgerufen
fr: Contact du site web en cours
ja: ウェブサイトに接続中
ru: Связаться с веб-сайтом
ta: வலைத்தளத்தைத் தொடர்புகொள்வது

source: Checking...
de: Prüfe...
fr: Vérification...
ja: チェック中...
ru: Проверка...
ta: சோதனை ...

source: Checking
de: Prüfe
fr: Vérification
ja: チェック中
ru: Проверка
ta: சோதனை

source: Downloading...
de: Lade herunter...
fr: Téléchargement en cours ...
ja: ダウンロード中...
ru: Загрузка...
ta: பதிவிறக்கம் ...

source: Downloading
de: Lade herunter
fr: Téléchargement en cours
ja: ダウンロード中
ru: Загрузка
ta: பதிவிறக்குகிறது

source: Refreshing...
de: Wird aufgefrischt...
fr: Mis-à -cour en cours ...
ja: リフレッシュ中...
ru: Обновление...
ta: புத்துணர்ச்சி ...

source: Tidying...
de: Räume auf...
fr: Rangement en cours ...
ja: 整理中...
ru: Очистка...
ta: நேர்த்தியான ...

source: FFmpeg processing...
de: FFmpeg verarbeitet...
fr: FFmpeg est entrain d'opérer ...
ja: FFmpegで処理中...
ru: Обработка FFmpeg...
ta: Ffmpeg செயலாக்கம் ...

source: Alternative limits currently apply
de: Alternative Limits sind aktiv
fr: Les limites alternatives sont actuellement appliquées
ja: 代替制限が現在適用されています
ru: В настоящее время применяются альтернативные ограничения
ta: மாற்று வரம்புகள் தற்போது பொருந்தும்

source: Show fewer settings
de: Weniger Einstellungen zeigen
fr: Afficher moins de paramètres
ja: 設定を少なく表示
ru: Показать меньше настроек
ta: குறைவான அமைப்புகளைக் காட்டு

source: This tab emulates the classic youtube-dl-gui interface
de: Dieser Tab emuliert die klassische youtube-dl-Oberfläche
fr: Cet onglet émule l'interface classique de youtube-dl
ja: このタブはクラシックなyoutube-dl-guiインターフェースを模倣しています
ru: Эта вкладка эмулирует классический интерфейс youtube-dl-gui
ta: இந்த தாவல் கிளாசிக் YouTube-DL-GUI இடைமுகத்தை பின்பற்றுகிறது

source: Videos downloaded here are not added to Tartube's database
de: Videos die hier heruntergeladen werden, werden nicht zu Tartubes Datenbank hinzugefügt
fr: Les vidéos téléchargées ici ne sont pas ajoutées à la base de données de Tartube
ja: ここでダウンロードした動画はTartubeのデータベースに追加されません
ru: Видео, загруженные здесь, не добавляются в базу данных Tartube
ta: இங்கே பதிவிறக்கம் செய்யப்பட்ட வீடியோக்கள் டார்டூப்பின் தரவுத்தளத்தில் சேர்க்கப்படவில்லை

source: If your preferred formats are not available, the download will fail!
de: Wenn die bevorzugten Formate nicht verfügbar sind, wird der Download fehlschlagen!
fr: Si vos formats préférés ne sont pas disponibles, le téléchargement échoura !
ja: 希望する形式が利用できない場合、ダウンロードは失敗します！
ru: Если выбранные вами форматы недоступны, загрузка не будет выполнена!
ta: உங்களுக்கு விருப்பமான வடிவங்கள் கிடைக்கவில்லை என்றால், பதிவிறக்கம் தோல்வியடையும்!

source: If you want a specific format, install FFMpeg and select 'Convert to this format'!
de: Wenn ein spezifisches Format gewünscht wird, FFMpeg installieren und "In dieses Format konvertieren" wählen!
fr: Si vous souhaitez un format spécifique, installez FFmpeg et sélectionnez «Convertir vers ce format» !
ja: 特定の形式が必要な場合は、FFmpegをインストールして「この形式に変換」を選択してください！
ru: Если вам нужен определенный формат, установите FFMpeg и выберите "Конвертировать в этот формат"!
ta: நீங்கள் ஒரு குறிப்பிட்ட வடிவமைப்பை விரும்பினால், FFMPEG ஐ நிறுவி, 'இந்த வடிவத்திற்கு மாற்ற' என்பதைத் தேர்ந்தெடுக்கவும்!

source: _Check channel
de: _Kanal prüfen
fr: Vérifier le canal
ja: チャンネルをチェック
ru: _Проверить канал
ta: _ சேனலைச் சரிபார்க்கவும்

source: _Check playlist
de: _Playlist prüfen
fr: Vérifier la liste de lecture
ja: プレイリストをチェック
ru: _Проверить плейлист
ta: _ பிளேலிச்ட்டை சரிபார்க்கவும்

source: _Check folder
de: _Ordner prüfen
fr: Vérifier le dossier
ja: フォルダをチェック
ru: _Проверить папку
ta: _ கோப்புறை

source: _Download channel
de: Kanal _herunterladen
fr: Télécharger le canal
ja: チャンネルをダウンロード
ru: _Загрузить канал
ta: _நவுல் சேனலை ஏற்றவும்

source: _Download playlist
de: Playlist _herunterladen
fr: Télécharger la liste de lecture
ja: プレイリストをダウンロード
ru: _Загрузить плейлист
ta: பிளேலிச்ட்டைப் பதிவிறக்கவும்

source: _Download folder
de: Ordner _herunterladen
fr: Télécharger le dossier
ja: フォルダをダウンロード
ru: _Папка загрузок
ta: கோப்புறை பதிவிறக்கவும்

source: C_ustom download channel
de: Kanal b_enutzerdefiniert herunterladen
fr: Télécharger le canal (personnalisé)
ja: チャンネルをカスタムダウンロード
ru: П_ользовательский канал загрузки
ta: C_ustom பதிவிறக்க சேனல்

source: C_ustom download playlist
de: Playlist b_enutzerdefiniert herunterladen
fr: Télécharger la liste de lecture (personnalisé)
ja: プレイリストをカスタムダウンロード
ru: П_ользовательская загрузка плейлиста
ta: C_ustom பதிவிறக்க பிளேலிச்ட்

source: C_ustom download folder
de: Ordner b_enutzerdefiniert herunterladen
fr: Télécharger le dossier (personnalisé)
ja: フォルダをカスタムダウンロード
ru: П_ользовательская папка загрузки
ta: C_ustom பதிவிறக்க கோப்புறை

source: _Empty folder
de: _Leere Ordner
fr: Dossier vide
ja: フォルダを空にする
ru: _Пустая папка
ta: _Empty கோப்புறை

source: _All contents
de: _Alle Inhalte
fr: Tous les contenus
ja: すべての内容
ru: _Все содержимое
ta: அனைத்து உள்ளடக்கங்களும்

source: _Remove videos
de: _Entferne Videos
fr: Retirer des vidéos
ja: 動画を削除
ru: _Удалить видео
ta: _ வீடியோக்களை அகற்றவும்

source: _Just folder videos
de: _Nur Ordner-Videos
fr: Uniquement des dossiers vidéos
ja: フォルダ内の動画のみ
ru: _Просто папка видео
ta: _ கோப்புறை வீடியோக்கள்

source: Channel c_ontents
de: Kanal-_Inhalte
fr: Contenu du canal
ja: チャンネルの内容
ru: Содержание к_анала
ta: சேனல் சி_என்டெண்ட்ச்

source: Playlist c_ontents
de: Playlist-_Inhalte
fr: Contenu de la liste de lecture
ja: プレイリストの内容
ru: Содержание пл_ейлиста
ta: பிளேலிச்ட் சி_என்டெண்ட்ச்

source: Folder c_ontents
de: Ordner-_Inhalte
fr: Contenu du dossier
ja: フォルダの内容
ru: Содержание п_апки
ta: கோப்புறை உள்ளடக்கங்கள்

source: _Move to top level
de: In oberste Ebene _bewegen
fr: Déplacer vers le niveau supérieur
ja: 最上位に移動
ru: _Перейти на верхний уровень
ta: மேல் நிலைக்குச் செல்லுங்கள்

source: _Hide folder
de: Ordner _verstecken
fr: Cacher le dossier
ja: フォルダを非表示
ru: _Скрыть папку
ta: _ஐட் கோப்புறை

source: _Rename channel...
de: Kanal _umbenennen...
fr: Renommer le canal...
ja: チャンネルの名前を変更...
ru: _Переименовать канал...
ta: _Renreame சேனல் ...

source: _Rename playlist...
de: Playlist _umbenennen...
fr: Renommer la liste de lecture ...
ja: プレイリストの名前を変更...
ru: _Переименовать плейлист...
ta: _Renreamame பிளேலிச்ட் ...

source: _Rename folder...
de: Ordner _umbenennen...
fr: Renommer le dossier ...
ja: フォルダの名前を変更...
ru: _Переименовать папку...
ta: கோப்புறை மறுபெயரிடுங்கள் ...

source: Set _nickname...
de: _Nickname setzen...
fr: Définir un surnom ...
ja: ニックネームを設定...
ru: Установить _псевдоним...
ta: அமைக்க _நிக்னேம் ...

source: Set _URL...
de: _URL setzen...
fr: Définir le lien l'URL...
ja: URLを設定...
ru: Установить _URL...
ta: _Url ஐ அமைக்கவும் ...

source: _Export channel...
de: Kanal _exportieren...
fr: Exporter le canal ...
ja: チャンネルをエクスポート...
ru: _Экспорт канала...
ta: _ எக்ச்போர்ட் சேனல் ...

source: _Export playlist...
de: Playlist _exportieren...
fr: Exporter la liste de lecture ...
ja: プレイリストをエクスポート...
ru: _Экспорт плейлиста...
ta: _ எக்ச்போர்ட் பிளேலிச்ட் ...
