Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Extract playlist IDs from each video, and store them in the parent channel/playlist
de: Playlisten-ID von jedem Video extrahieren und in Eltern-Kanal/Playliste speichern
fr: Extraire les ID des listes de lecture pour chaque vidéo et les stocker dans le canal ou la liste de lecture parent(e)
ja: 各動画からプレイリストIDを抽出し、親チャンネル/プレイリストに保存
ta: ஒவ்வொரு வீடியோவிலிருந்தும் பிளேலிச்ட் ஐடிகளைப் பிரித்தெடுத்து, அவற்றை பெற்றோர் சேனல்/பிளேலிச்ட்டில் சேமிக்கவும்

source: _Ignore
de: _Ignorieren
fr: Ignorer
ja: 無視

source: Ignore downloader errors/warnings
de: Downloader-Fehler/Warnungen ignorieren
fr: Ignorer les erreurs / avertissements du client de téléchargement
ja: ダウンローダーのエラー/警告を無視
ta: பதிவிறக்க பிழைகள்/எச்சரிக்கைகளை புறக்கணிக்கவும்

source: TRANSLATOR'S NOTE: These error messages are always in English
de: ÜBERSETZUNGSHINWEIS: Diese Fehlermeldungen sind immer auf Englisch
fr: (Writing here so that it doesn't show as an untranslated string)
ja: 翻訳者向け注記：これらのエラーメッセージは常に英語です
ta: மொழிபெயர்ப்பாளரின் குறிப்பு: இந்த பிழை செய்திகள் எப்போதும் ஆங்கிலத்தில் இருக்கும்

source: Ignore 'Child process exited with non-zero code' errors
de: "Child-Prozess beendete mit einem Code ungleich Null"-Fehler ignorieren
fr: Ignorer les erreurs du type «Le processus enfant a terminé avec un code d'erreur non nul»
ja: 「子プロセスがゼロ以外のコードで終了しました」エラーを無視
ta: புறக்கணிக்கவும் 'பூச்சியமற்ற குறியீடு' பிழைகள் மூலம் வெளியேறும் குழந்தை செயல்முறை

source: Ignore 'Unable to download video data' and 'Unable to extract video data' errors
de: "Konnte Videodaten nicht herunterladen"- und "Konnte Videodaten nicht extrahieren"-Fehler ignorieren
fr: Ignorer les erreurs du type «Impossible de télécharger les données de la vidéo» et «Impossible d'extraire les données de la vidéo»
ja: 「ビデオデータをダウンロードできません」および「ビデオデータを抽出できません」エラーを無視
ta: 'வீடியோ தரவைப் பதிவிறக்க முடியவில்லை' மற்றும் 'வீடியோ தரவைப் பிரித்தெடுக்க முடியவில்லை' பிழைகள் புறக்கணிக்கவும்

source: Ignore 'Did not get any data blocks' errors
de: "Keine Datenblöcke empfangen"-Fehler ignorieren
fr: Ignorer les erreurs du type «N'a pas pu récupérer les blocs de données»
ja: 「データブロックを取得できませんでした」エラーを無視
ta: புறக்கணிக்கவும் 'எந்த தரவுத் தொகுதிகளின் பிழைகளும் கிடைக்கவில்லை

source: Ignore 'Requested formats are incompatible for merge' warnings
de: "Angeforderte Formate sind inkompatibel für den Merge"-Warnungen ignorieren
fr: Ignorer les avertissements du type «Les formats souhaités ne peuvent pas être fusionnés»
ja: 「要求されたフォーマットはマージに互換性がありません」警告を無視
ta: புறக்கணிக்கவும் 'கோரப்பட்ட வடிவங்கள் ஒன்றிணைக்கும் எச்சரிக்கைகளுக்கு பொருந்தாது

source: Ignore 'No video formats found' errors
de: "Keine Videoformate gefunden"-Fehler ignorieren
fr: Ignorer les erreurs du type «Pas de format vidéo trouvé»
ja: 「ビデオフォーマットが見つかりませんでした」エラーを無視
ta: 'வீடியோ வடிவங்கள் எதுவும் கிடைக்கவில்லை' பிழைகள் புறக்கணிக்கவும்

source: Ignore 'There are no annotations to write' warnings
de: "Keine Kommentare zu schreiben"-Warnungen ignorieren
fr: Ignorer les avertissements du type «Il n'y a pas d'annotation à écrire»
ja: 「書き込む注釈がありません」警告を無視
ta: புறக்கணிக்கவும் 'எழுத எந்த சிறுகுறிப்புகள் இல்லை' எச்சரிக்கைகள்

source: Ignore 'Video doesn't have subtitles' warnings
de: "Video hat keine Untertitel"-Warnungen ignorieren
fr: Ignorer les avertissements du type «La vidéo n'a pas de sous-titres»
ja: 「動画に字幕がありません」警告を無視
ta: புறக்கணிக்கவும் 'வீடியோவில் வசன வரிகள் எச்சரிக்கைகள் இல்லை

source: Ignore 'A channel/user page was given' warnings
de: "Kanal/Userseite eingegeben"-Warnungen ignorieren
fr: Ignorer les avertissements du type «Une page d'un canal / utilisateur a été envoyée»
ja: 「チャンネル/ユーザーページが指定されました」警告を無視
ta: புறக்கணிக்கவும் 'ஒரு சேனல்/பயனர் பக்கம் வழங்கப்பட்டது' எச்சரிக்கைகள்

source: Ignore 'There's no playlist description to write' warnings
de: "Keine Playlisten-Beschreibung zu schreiben"-Warnung ignorieren
fr: Ignorer les avertissements du type «Il n'y a pas de description pour la liste de lecture à écrire»
ja: 「書き込むプレイリスト説明がありません」警告を無視
ta: புறக்கணிக்கவும் 'எச்சரிக்கைகள் எழுத பிளேலிச்ட் விளக்கம் இல்லை

source: _Custom
de: _Benutzerdefiniert
fr: Personnalisé
ja: カスタム
ta: _ வாடிக்கையாளர்

source: Custom downloads
de: Benutzerdefinierte Downloads
fr: Téléchargements personnalisés
ja: カスタムダウンロード
ta: தனிப்பயன் பதிவிறக்கங்கள்

source: Classic Mode
de: Klassikmodus
fr: Mode Classique
ja: クラシックモード
ta: கிளாசிக் பயன்முறை

source: Export
de: Exportieren
fr: Exporter
ja: エクスポート
ta: ஏற்றுமதி

source: Clone
de: Klonen
fr: Cloner
ja: クローン
ta: நகலி

source: Use in Classic Mode tab
de: Im Klassikmodus-Tab verwenden
fr: Utiliser dans l'onglet Mode Classique
ja: クラシックモードタブで使用
ta: கிளாசிக் பயன்முறை தாவலில் பயன்படுத்தவும்

source: _Archive
de: _Archivieren
fr: Archiver
ja: アーカイブ
ta: _ஆர்கிவ்

source: Archive file preferences
de: Archivdatei-Einstellungen
fr: Préférences des fichiers d'archive
ja: アーカイブファイル設定
ta: காப்பக கோப்பு விருப்பத்தேர்வுகள்

source: Allow downloader to create its own archive file (so deleted videos are not re-downloaded)
de: Downloadern gestatten, eigene Archivdateien zu erstellen (gelöschte Videos werden nicht erneut heruntergeladen)
fr: Permet au client de téléchargement de créer son propre fichier d'archive (ainsi les vidéos supprimées ne seront pas re-téléchargées)
ja: ダウンローダーが独自のアーカイブファイルを作成することを許可（削除された動画が再ダウンロードされないように）
ta: பதிவிறக்கத்தை அதன் சொந்த காப்பக கோப்பை உருவாக்க அனுமதிக்கவும் (எனவே நீக்கப்பட்ட வீடியோக்கள் மீண்டும் ஏற்றப்படவில்லை)

source: Store the archive file in the same location as the video
de: Die Archivdatei im gleichen Ort speichern wie das Video
fr: Enregistrer le fichier d'archive dans le même dossier que la vidéo
ja: アーカイブファイルを動画と同じ場所に保存
ta: காப்பகக் கோப்பை வீடியோவின் அதே இடத்தில் சேமிக்கவும்

source: N.B. Archive files are never stored in system folders like 'Unsorted Videos'
de: Hinweis: Archivdateien werden nie in Systemordner wie "Unsortierte Videos" gespeichert
fr: P.S. Les fichiers d'archive ne sont jamais enregistrés dans les dossiers système du style «Vidéos non triées»
ja: 注意：アーカイブファイルは「未整理の動画」などのシステムフォルダには保存されません
ta: என்.பி. காப்பக கோப்புகள் ஒருபோதும் 'வரிசைப்படுத்தப்படாத வீடியோக்கள்' போன்ற கணினி கோப்புறைகளில் சேமிக்கப்படுவதில்லை

source: Store the archive file in Tartube's data directory
de: Die Archivdatei in Tartubes Datenort speichern
fr: Enregistrer le fichier d'archive dans le dossier de données de Tartube
ja: アーカイブファイルをTartubeのデータディレクトリに保存
ta: காப்பகக் கோப்பை TARTUBE இன் தரவு கோப்பகத்தில் சேமிக்கவும்

source: Store the archive file at this location:
de: Die Archivdatei in diesem Ort speichern:
fr: Enregistrer le fichier d'archive à cet emplacement :
ja: アーカイブファイルをこの場所に保存：
ta: காப்பகக் கோப்பை இந்த இடத்தில் சேமிக்கவும்:

source: Classic Mode tab preferences
de: Klassikmodus-Tab-Einstellungen
fr: Préférences de l'onglet Mode Classique
ja: クラシックモードタブ設定
ta: கிளாசிக் பயன்முறை தாவல் விருப்பத்தேர்வுகள்

source: Create an archive file when downloading from the Classic Mode tab
de: Eine Archivdatei erstellen, wenn im Klassikmodus-Tab heruntergeladen wird
fr: Créer un fichier d'archive lors du téléchargement depuis l'onglet Mode Classique
ja: クラシックモードタブからダウンロードする際にアーカイブファイルを作成
ta: கிளாசிக் பயன்முறை தாவலில் இருந்து பதிவிறக்கும் போது ஒரு காப்பக கோப்பை உருவாக்கவும்

source: This setting should only be enabled when downloading channels and playlists
de: Diese Einstellung sollte nur aktiviert sein, wenn Kanäle und Playlisten heruntergeladen werden
fr: Ce paramètre ne devrait être activé que lors du téléchargement de canaux et listes de lecture
ja: この設定は、チャンネルとプレイリストをダウンロードする際にのみ有効にする必要があります
ta: சேனல்கள் மற்றும் பிளேலிச்ட்களைப் பதிவிறக்கும்போது மட்டுமே இந்த அமைப்பு இயக்கப்பட வேண்டும்

source: Li_vestreams
fr: Transmissions en direct
ja: ライブ配信
ta: நேரடி நீரோடைகள்

source: Livestream preferences (compatible websites only)
de: Livestream-Einstellungen (nur kompatible Webseiten)
fr: Préférences des transmissions en direct (sites web compatibles uniquement)
ja: ライブ配信設定（対応ウェブサイトのみ）
ta: லைவ்ச்ட்ரீம் விருப்பத்தேர்வுகள் (இணக்கமான வலைத்தளங்கள் மட்டுமே)

source: Detect livestreams announced within this many days
de: Livestreams erkennen, die innerhalb dieser Tage angekündigt sind
fr: Détecter les transmissions en direct annoncées dans les «x» prochains jours
ja: 指定した日数以内に発表されたライブ配信を検出
ta: இந்த பல நாட்களுக்குள் அறிவிக்கப்பட்ட லைவ்ச்ட்ரீம்களைக் கண்டறிதல்

source: How often to check the status of livestreams (in minutes)
de: Wie oft der Status von Livestreams geprüft werden soll (in Minuten)
fr: À quelle intervalle (en minutes) vérifier l'état des transmissions en direct
ja: ライブ配信の状態をチェックする頻度（分単位）
ta: லைவ்ச்ட்ரீம்களின் நிலையை எவ்வளவு அடிக்கடி சரிபார்க்க வேண்டும் (நிமிடங்களில்)

source: Check more frequently when a livestream is due to start
de: Öfter prüfen, wenn ein Livestream beginnen soll
fr: Vérifier plus fréquement lorsque la transmission est sur le point de démarrer
ja: ライブ配信の開始予定時刻に近づくと頻繁にチェック
ta: ஒரு லைவ்ச்ட்ரீம் தொடங்கப்படும்போது அடிக்கடி சரிபார்க்கவும்

source: Broadcasting livestream preferences (compatible websites only)
de: Livestream-Übertragungseinstellungen (nur kompatible Webseiten)
fr: Préférences des diffusions en direct (avec les sites web compatibles uniquement)
ja: 放送中のライブ配信設定（対応ウェブサイトのみ）
ta: ஒளிபரப்பு லைவ்ச்ட்ரீம் விருப்பத்தேர்வுகள் (இணக்கமான வலைத்தளங்கள் மட்டுமே)

source: These settings apply when downloading videos individually, for example with a custom download
de: Diese Einstellungen werden nur angewandt, wenn Videos einzeln heruntergeladen werden, z. B. bei einem benutzerdefinierten Download
fr: Ces paramètres sont appliqués lors du téléchargement de vidéos individuelles (par exemple avec un téléchargement personnalisé)
ja: これらの設定は、たとえばカスタムダウンロードで動画を個別にダウンロードする際に適用されます
ta: வீடியோக்களை தனித்தனியாக பதிவிறக்கும்போது இந்த அமைப்புகள் பொருந்தும், எடுத்துக்காட்டாக தனிப்பயன் பதிவிறக்கத்துடன்

source: Download using:
de: Lade herunter mit:
fr: Télécharger en utilisant :
ja: 以下を使用してダウンロード：
ta: பயன்படுத்தி பதிவிறக்கவும்:

source: .m3u manifest
fr: manifest .m3u
ja: .m3uマニフェスト
ta: .m3u மேனிஃபெச்ட்

source: Replace a partially-downloaded livestream
de: Einen teilweise heruntergeladenen Livestream ersetzen
fr: Remplacer les transmissions partiellement téléchargées
ja: 部分的にダウンロードされたライブ配信を置き換え
ta: ஓரளவு-குறைக்கப்பட்ட லைவ்ச்ட்ரீமை மாற்றவும்

source: Resume a partially-downloaded livestream
de: Einen teilweise heruntergeladenen Livestream fortsetzen
fr: Reprendre les transmissions partiellement téléchargées
ja: 部分的にダウンロードされたライブ配信を再開
ta: ஓரளவு-குறைக்கப்பட்ட லைவ்ச்ட்ரீமை மீண்டும் தொடங்குங்கள்

source: Bypass usual limits on simultaneous downloads, so that all livestreams can be downloaded
de: Übliche Limits für parallele Downloads umgehen, so dass alle Livestreams heruntergeladen werden können
fr: Contourner les limites usuelles sur les téléchargements simultanés afin que toutes les transmissions en direct soient téléchargées
ja: 同時ダウンロードの通常の制限を回避し、すべてのライブ配信をダウンロード可能にする
ta: ஒரே நேரத்தில் பதிவிறக்கங்களில் வழக்கமான வரம்புகளைத் தவிர்த்து, அனைத்து லைவ்ச்ட்ரீம்களையும் பதிவிறக்கம் செய்ய முடியும்

source: Timeout after this many minutes of inactivity
de: Timeout nach dieser Anzahl Minuten von Inaktivität
fr: Temps d'expiration après tant de minutes d'inactivité
ja: 指定した分数間活動がない場合にタイムアウト
ta: இந்த பல நிமிட செயலற்ற தன்மைக்குப் பிறகு நேரம் முடிந்தது

source: When the livestream download is stopped manually, mark the video as downloaded
de: Wenn der Livestream-Download manuell unterbrochen wurde, das Video als heruntergeladen markieren
fr: Marquer la vidéos comme téléchargée lorsque le téléchargement de la transmission en direct est arrêté manuellement
ja: ライブ配信のダウンロードが手動で停止された場合、動画をダウンロード済みとしてマーク
ta: லைவ்ச்ட்ரீம் பதிவிறக்கம் கைமுறையாக நிறுத்தப்பட்டால், பதிவிறக்கம் செய்யப்பட்டபடி வீடியோவை குறிக்கவும்

source: Check a video before the livestream download (ensures metadata is downloaded)
de: Video vor de Livestream-Download prüfen (stellt sicher, dass Metadaten heruntergeladen werden)
fr: Vérifier une vidéo avant de télécharger une transmission en direct (s'assure que les métadonnées sont téléchargées)
ja: ライブ配信のダウンロード前に動画をチェック（メタデータがダウンロードされることを保証）
ta: லைவ்ச்ட்ரீம் பதிவிறக்கத்திற்கு முன் ஒரு வீடியோவை சரிபார்க்கவும் (மெட்டாடேட்டா பதிவிறக்கம் செய்யப்படுவதை உறுதி செய்கிறது)

source: N.B. This setting is ignored in the Classic Mode tab
de: Hinweis: Diese Einstellung wird im Klassikmodus-Tab ignoriert
fr: P.S. Ce paramètre est ignoré dans l'onglet Mode Classique
ja: 注意：この設定はクラシックモードタブでは無視されます
ta: என்.பி. இந்த அமைப்பு கிளாசிக் பயன்முறை தாவலில் புறக்கணிக்கப்படுகிறது

source: not recommended
de: nicht empfohlen
fr: non recommandé
ja: 非推奨
ta: பரிந்துரைக்கப்படவில்லை

source: Ac_tions
de: Ak_tionen
ja: アクション

source: Livestream actions (can be toggled for individual videos)
de: Livestream-Aktionen (kann für einzelne Videos eingestellt werden)
fr: Actions des transmissions en direct (peut être basculées pour chaque vidéo)
ja: ライブ配信アクション（個々の動画で切り替え可能）
ta: லைவ்ச்ட்ரீம் செயல்கள் (தனிப்பட்ட வீடியோக்களுக்கு மாற்றப்படலாம்)

source: (currently disabled on MS Windows)
de: (aktuell auf MS Windows deaktiviert)
fr: (actuellement désactivé sous MS Windows)
ja: （現在、MS Windowsでは無効）
ta: (தற்போது எம்.எச் சாளரங்களில் முடக்கப்பட்டுள்ளது)

source: When a livestream starts, show a desktop notification
de: Desktopbenachrichtigung zeigen, wenn ein Livestream beginnt
fr: Lorsque la transmission en direct démarre, afficher une notification sur le bureau
ja: ライブ配信が開始したらデスクトップ通知を表示
ta: ஒரு லைவ்ச்ட்ரீம் தொடங்கும் போது, டெச்க்டாப் அறிவிப்பைக் காட்டுங்கள்

source: When a livestream starts, sound an alarm
de: Alarm starten, wenn ein Livestream beginnt
fr: Lorsque la transmission en direct démarre, jouer une alarme
ja: ライブ配信が開始したらアラームを鳴らす
ta: ஒரு லைவ்ச்ட்ரீம் தொடங்கும் போது, அலாரத்தை ஒலிக்கவும்

source: Plays the selected sound effect
de: Den ausgewählten Ton abspielen
fr: Jouer l'effet sonore sélectionné
ja: 選択した効果音を再生
ta: தேர்ந்தெடுக்கப்பட்ட ஒலி விளைவை இயக்குகிறது

source: When a livestream starts, open it in the system's web browser
de: Livestream im Webbrowser öffnen, wenn er startet
fr: Lorsqu'une transmission en direct démarre, l'ouvrir dans un navigateur web
ja: ライブ配信が開始したらシステムのウェブブラウザで開く
ta: ஒரு லைவ்ச்ட்ரீம் தொடங்கும் போது, கணினியின் வலை உலாவியில் அதைத் திறக்கவும்

source: When a livestream starts, begin downloading it immediately
de: Sofort mit dem Download beginnen, wenn ein Livestream startet
fr: Lorsqu'une transmission en direct démarre, démarrer son téléchargement automatiquement
ja: ライブ配信が開始したらすぐにダウンロードを開始
ta: ஒரு லைவ்ச்ட்ரீம் தொடங்கும் போது, உடனடியாக அதைப் பதிவிறக்கத் தொடங்குங்கள்

source: Desktop notification preferences
de: Destkopbenachrichtigungs-Einstellungen
fr: Préférences des notifications du bureau
ja: デスクトップ通知設定
ta: டெச்க்டாப் அறிவிப்பு விருப்பத்தேர்வுகள்

source: Show a dialogue window at the end of an operation
de: Ein Dialogfenster am Ende eines Vorgangs zeigen
fr: Afficher une fenêtre de dialogue à la fin d'une opération
ja: 操作終了時にダイアログウィンドウを表示
ta: ஒரு செயல்பாட்டின் முடிவில் உரையாடல் சாளரத்தைக் காட்டு

source: Don't notify the user at the end of an operation
de: Den Nutzer nicht am Ende eines Vorgangs benachrichtigen
fr: Ne pas notifier l'utilisateur a la fin d'une opération
ja: 操作終了時にユーザーに通知しない
ta: ஒரு செயல்பாட்டின் முடிவில் பயனருக்கு அறிவிக்க வேண்டாம்

source: Cli_ps
fr: Séquences
ja: クリップ

source: When a video is checked/downloaded, automatically extract timestamps from its metadata file
de: Automatisch die Zeitstempel aus der Metadaten-Datei extrahieren, wenn ein Video geprüft/heruntergeladen wird
fr: Lorsqu'une vidéo est vérifiée / téléchargée, extraire automatiquement son horodatage de son fichier de métadonnées
ja: 動画がチェック/ダウンロードされたとき、メタデータファイルからタイムスタンプを自動抽出
ta: ஒரு வீடியோ சரிபார்க்கப்படும்போது/பதிவிறக்கம் செய்யப்படும் போது, அதன் மேனிலை தரவு கோப்பிலிருந்து தானாகவே நேர முத்திரைகளை பிரித்தெடுக்கவும்

source: When a video is checked/downloaded, automatically extract timestamps from its description
de: Automatisch die Zeitstempel aus der Beschreibung extrahieren, wenn ein Video geprüft/heruntergeladen wird
fr: Lorsqu'une vidéo est vérifiée / téléchargée, extraire automatiquement son horodatage de sa description
ja: 動画がチェック/ダウンロードされたとき、説明からタイムスタンプを自動抽出
ta: ஒரு வீடியோ சரிபார்க்கப்படும்/பதிவிறக்கம் செய்யப்படும்போது, அதன் விளக்கத்திலிருந்து தானாகவே நேர முத்திரைகளை பிரித்தெடுக்கவும்

source: If timestamps have already been extracted, replace them
de: Zeitstempel ersetzen, wenn sie bereits extrahiert wurden
fr: Si l'horodatage a déjà été extrait, le remplacer
ja: すでにタイムスタンプが抽出されている場合、それらを置き換え
ta: நேர முத்திரைகள் ஏற்கனவே பிரித்தெடுக்கப்பட்டிருந்தால், அவற்றை மாற்றவும்

source: If no timestamps have been extracted, try again before splitting a video
de: Falls keine Zeitstempel extrahiert wurden, erneut versuchen, bevor ein Video aufgeteilt wird
fr: Si aucun horodatage n'a été extrait, réessayer avant de découper la vidéo
ja: タイムスタンプが抽出されていない場合、動画を分割する前に再試行
ta: நேர முத்திரைகள் எதுவும் பிரித்தெடுக்கப்படவில்லை என்றால், வீடியோவைப் பிரிப்பதற்கு முன் மீண்டும் முயற்சிக்கவும்

source: Format of video clip filenames
de: Format der Videoclip-Dateinamen
fr: Format des noms de fichiers des séquences vidéos
ja: ビデオクリップのファイル名形式
ta: வீடியோ கிளிப் கோப்பு பெயர்களின் வடிவம்

source: Number
de: Nummer
fr: Nombre
ja: 番号
ta: எண்

source: Clip Title
de: Clip-Titel
fr: Titre de la séquence
ja: クリップタイトル
ta: கிளிப் தலைப்பு

source: Number + Clip Title
de: Nummer + Clip-Titel
fr: Numéro + titre de la séquence
ja: 番号 + クリップタイトル
ta: எண் + கிளிப் தலைப்பு

source: Clip Title + Number
de: Clip-Titel + Nummer
fr: Titre de la séquence + Numéro
ja: クリップタイトル + 番号
ta: கிளிப் தலைப்பு + எண்

source: Original Title
de: Original-Titel
fr: Titre original
ja: 元のタイトル
ta: அசல் தலைப்பு

source: Original Title + Number
de: Original-Titel + Nummer
fr: Titre original + Numéro
ja: 元のタイトル + 番号
ta: அசல் தலைப்பு + எண்

source: Original Title + Clip Title
de: Originaler Titel + Clip-Titel
fr: Titre original + Titre de la séquence
ja: 元のタイトル + クリップタイトル
ta: அசல் தலைப்பு + கிளிப் தலைப்பு

source: Original Title + Number + Clip Title
de: Originaler Titel + Nummer + Clip-Titel
fr: Titre original + Numéro + Titre de la séquence
ja: 元のタイトル + 番号 + クリップタイトル
ta: அசல் தலைப்பு + எண் + கிளிப் தலைப்பு

source: Original Title + Clip Title + Number
de: Originaler Titel + Clip-Titel + Nummer
fr: Titre original + Titre de la séquence + Numéro
ja: 元のタイトル + クリップタイトル + 番号
ta: அசல் தலைப்பு + கிளிப் தலைப்பு + எண்

source: Generic title for video clips
de: Generischer Titel für Videoclips
fr: Titre générique pour les séquences vidéos
ja: ビデオクリップの一般的なタイトル
ta: வீடியோ கிளிப்களுக்கான பொதுவான தலைப்பு

source: Move clips to the Video Clips folder
de: Clips in Videoclips-Ordner verschieben
fr: Déplacer les séquences vers le dossier Séquences Vidéos
ja: クリップをビデオクリップフォルダに移動
ta: வீடியோ கிளிப்புகள் கோப்புறையில் கிளிப்களை நகர்த்தவும்

source: Keep clips with their original video
de: Clips zusammen mit den originalen Videos behalten
fr: Garder les séquences dans leur vidéo d'origine
ja: クリップを元の動画と一緒に保持
ta: கிளிப்களை அவற்றின் அசல் வீடியோவுடன் வைத்திருங்கள்

source: ...but place new files inside a sub-directory
de: ...aber neue Dateien in ein Unterverzeichnis verschieben
fr: ... mais déplacer les nouveaux fichiers dans un sous-dossier
ja: ただし、新しいファイルをサブディレクトリ内に配置
ta: ... ஆனால் புதிய கோப்புகளை துணை அடைவுக்குள் வைக்கவும்

source: Add new files to Tartube's database
de: Neue Dateien in Tartubes Datenbank hinzufügen
fr: Ajouter les nouveaux fichiers à la base de données de Tartube
ja: 新しいファイルをTartubeのデータベースに追加
ta: TARTUBE இன் தரவுத்தளத்தில் புதிய கோப்புகளைச் சேர்க்கவும்

source: Use the original video's thumbnail
de: Das originale Video-Thumbnail nutzen
fr: Utiliser la miniature de la vidéo d'origine
ja: 元の動画のサムネイルを使用
ta: அசல் வீடியோவின் சிறுபடத்தைப் பயன்படுத்தவும்

source: After splitting a video, open the destination folder
de: Zielordner nach dem Aufteilen eines Videos öffnen
fr: Ouvrir le dossier de destination après avoir découpé la vidéo
ja: 動画を分割した後、保存先フォルダを開く
ta: வீடியோவைப் பிரித்த பிறகு, இலக்கு கோப்புறையைத் திறக்கவும்

source: After splitting a video, open the destination directory
de: Zielverzeichnis nach dem Aufteilen eines Videos öffnen
fr: Ouvrir le dossier de destination après avoir découpé la vidéo
ja: 動画を分割した後、保存先ディレクトリを開く
ta: வீடியோவைப் பிரித்த பிறகு, இலக்கு கோப்பகத்தைத் திறக்கவும்

source: After splitting a video, delete the original (ignored for videos in channels/playlists)
de: Das Originalvideo nach dem Aufteilen löschen (wird für Videos in Kanälen/Playlisten ignoriert)
fr: Supprimer la vidéo d'origine après l'avoir découpée (ignoré pour les vidéos dans un canal ou une liste de lecture)
ja: 動画を分割した後、元の動画を削除（チャンネル/プレイリスト内の動画では無視）
ta: வீடியோவைப் பிரித்த பிறகு, அசலை நீக்கு (சேனல்கள்/பிளேலிச்ட்களில் வீடியோக்களுக்கு புறக்கணிக்கப்படுகிறது)

source: Slic_es
de: Frag_mente
fr: Morceaux
ja: スライス

source: Video slices (requires FFmpeg)
de: Videosegmente (benötigt FFmpeg)
fr: Morceaux de vidéos (requiert FFmpeg)
ja: ビデオスライス（FFmpegが必要）
ta: வீடியோ துண்டுகள் (FFMPEG தேவை)

source: While checking/downloading videos, check each video against the SponsorBlock server
de: Jedes Video gegen den SponsorBlock-Server prüfen, während geprüft/heruntergeladen wird
fr: Lors de la vérification / le téléchargement des vidéos, vérifier chaque vidéo avec le serveur SponsorBlock
ja: 動画のチェック/ダウンロード中に、各動画をSponsorBlockサーバーと照合
ta: வீடியோக்களைச் சரிபார்க்க/பதிவிறக்கும்போது, ச்பான்சர் பிளாக் சேவையகத்திற்கு எதிராக ஒவ்வொரு வீடியோவையும் சரிபார்க்கவும்

source: When contacting the server, obfuscate each video's ID (recommended)
de: Jede Video-ID verschleiern, wenn der Server kontaktiert wird (empfohlen)
fr: Lors du questionnement du serveur distant, obfusquer les ID de chaque vidéo (recommandé)
ja: サーバーに接続する際、動画のIDを難読化（推奨）
ta: சேவையகத்தைத் தொடர்பு கொள்ளும்போது, ஒவ்வொரு வீடியோவின் ஐடியையும் தெளிவுபடுத்துங்கள் (பரிந்துரைக்கப்படுகிறது)

source: If slices have already been extracted, replace the old list
de: Die alte Liste ersetzen, wenn Segmente bereits extrahiert wurden
fr: Si les morceaux ont déjà été extrait, remplacer l'ancienne liste
ja: すでにスライスが抽出されている場合、古いリストを置き換え
ta: துண்டுகள் ஏற்கனவே பிரித்தெடுக்கப்பட்டிருந்தால், பழைய பட்டியலை மாற்றவும்

source: If slices have been extracted, contact the server again before removing more slices from the video
de: Den Server erneut kontaktieren, wenn Segmente bereits extrahiert wurden, bevor weitere Segmente vom Video entfernt werden
fr: Si les morceaux ont été extraits, contacter le serveur à nouveau avant de retirer davantage de morceaux de la vidéo
ja: スライスが抽出済みの場合、動画からさらにスライスを削除する前にサーバーに再接続
ta: துண்டுகள் பிரித்தெடுக்கப்பட்டிருந்தால், வீடியோவிலிருந்து கூடுதல் துண்டுகளை அகற்றுவதற்கு முன் மீண்டும் சேவையகத்தைத் தொடர்பு கொள்ளுங்கள்

source: After removing slices from a video, reset all timestamp and slice data (recommended)
de: Alle Zeitstempel und Segmentdaten zurücksetzen, nachdem Segmente von einem Video entfernt wurden (empfohlen)
fr: Après avoir suprimé les morceaux de la vidéo, réinitialiser tous les horodatages et données de morceaux (recommandé)
ja: 動画からスライスを削除した後、すべてのタイムスタンプとスライスデータをリセット（推奨）
ta: ஒரு வீடியோவிலிருந்து துண்டுகளை அகற்றிய பிறகு, அனைத்து நேர முத்திரையையும் மீட்டமைக்கவும், தரவை நறுக்கவும் (பரிந்துரைக்கப்படுகிறது)

source: Invidious mirror
fr: Mirroir Invidious
ja: Invidiousミラー
ta: அகாத கண்ணாடி

source: To find an updated list of Invidious mirrors, use any search engine!
de: Beliebige Suchmaschine nutzen, um eine aktualisierte Liste von Invidious Servern zu finden!
fr: Afin de trouver une liste à jour des mirroirs Invidious. utilisez un moteur de recherche !
ja: 最新のInvidiousミラーのリストを見つけるには、任意の検索エンジンを使用してください！
ta: வன்கவர்வு கண்ணாடியின் புதுப்பிக்கப்பட்ட பட்டியலைக் கண்டுபிடிக்க, எந்த தேடுபொறியையும் பயன்படுத்தவும்!

source: Use the default Invidious mirror
de: Den Standard-Invidious-Mirror verwenden
fr: Utiliser le mirroir Invidious par défaut
ja: デフォルトのInvidiousミラーを使用
ta: இயல்புநிலை அகாத கண்ணாடியைப் பயன்படுத்தவும்
