Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Are you sure you want to clear this list?
de: Die Liste sicher leeren?
fr: Voulez-vous vraiment effacer cette liste ?
ja: このリストをクリアしてもよろしいですか？
ru: Вы уверены, что хотите очистить этот список?
ta: இந்த பட்டியலை நீங்கள் நிச்சயமாக அழிக்க விரும்புகிறீர்களா?

source: Are you sure you want to clear downloaded videos?
de: Die heruntergeladenen Videos sicher entfernen?
fr: Voulez-vous vraiment effacer les vidéos téléchargées ?
ja: ダウンロードした動画をクリアしてもよろしいですか？
ru: Вы уверены, что хотите очистить загруженные видео?
ta: பதிவிறக்கம் செய்யப்பட்ட வீடியோக்களை அழிக்க விரும்புகிறீர்களா?

source: Only checked/downloaded videos can be processed by FFmpeg
de: Nur geprüfte/heruntergeladene Videos können von FFmpeg verarbeitet werden
fr: Seules les vidéos vérifiées/téléchargées peuvent être traitées par FFmpeg
ja: FFmpegで処理できるのは、チェック済みまたはダウンロード済みの動画のみです
ru: FFmpeg может обрабатывать только проверенные/загруженные видео.
ta: சரிபார்க்கப்பட்ட/பதிவிறக்கம் செய்யப்பட்ட வீடியோக்களை மட்டுமே FFMPEG ஆல் செயலாக்க முடியும்

source: No destination(s) to show
de: Kein Zielverzeichnis vorhanden
fr: Aucune destination à afficher
ja: 表示する保存先がありません
ru: Нет пунктов назначения для показа
ta: காட்ட இலக்கு (கள்) இல்லை

source: No video(s) have been downloaded
de: Kein(e) Video(s) heruntergeladen
fr: Aucune vidéo n'a été téléchargée
ja: ダウンロードされた動画がありません
ru: Ни одно видео не было загружено
ta: வீடியோ (கள்) பதிவிறக்கம் செய்யப்படவில்லை

source: Are you sure you want to remove the selected item(s)?
de: Sicher, dass die ausgewählten Elemente entfernt werden sollen?
fr: Êtes-vous sûr de vouloir supprimer le ou les éléments sélectionnés ?
ja: 選択した項目を削除してもよろしいですか？
ru: Вы уверены, что хотите удалить выбранный элемент(ы)?
ta: தேர்ந்தெடுக்கப்பட்ட உருப்படி (களை) அகற்ற விரும்புகிறீர்களா?

source: You must give the channel a name
de: Der Kanal braucht einen Namen
fr: Vous devez donner un nom à la chaîne
ja: チャンネルに名前を指定する必要があります
ru: Необходимо присвоить каналу имя
ta: நீங்கள் சேனலுக்கு ஒரு பெயரைக் கொடுக்க வேண்டும்

source: You must enter a valid URL
de: Gültige URL eingeben
fr: Vous devez entrer une URL valide
ja: 有効なURLを入力する必要があります
ru: Необходимо ввести допустимый URL-адрес
ta: நீங்கள் செல்லுபடியாகும் முகவரி ஐ உள்ளிட வேண்டும்

source: You must give the folder a name
de: Der Ordner braucht einen Namen
fr: Vous devez donner un nom au dossier
ja: フォルダに名前を指定する必要があります
ru: Необходимо присвоить папке имя
ta: நீங்கள் கோப்புறைக்கு ஒரு பெயரைக் கொடுக்க வேண்டும்

source: You must give the playlist a name
de: Die Playlist braucht einen Namen
fr: Vous devez donner un nom à la liste de lecture
ja: プレイリストに名前を指定する必要があります
ru: Необходимо присвоить плейлисту имя
ta: நீங்கள் பிளேலிச்ட்டுக்கு ஒரு பெயரைக் கொடுக்க வேண்டும்

source: No channels, playlists or folders are marked for download
de: Keine Kanäle, Playlisten oder Ordner sind für den Download ausgewählt
fr: Aucune chaîne, liste de lecture ou dossier n'est marqué pour le téléchargement
ja: ダウンロード対象としてマークされたチャンネル、プレイリスト、フォルダがありません
ru: Ни один канал, плейлисты или папки не помечены для загрузки
ta: பதிவிறக்கத்திற்கு சேனல்கள், பிளேலிச்ட்கள் அல்லது கோப்புறைகள் எதுவும் குறிக்கப்படவில்லை

source: The maximum number of profiles permitted is {0}
de: Die maximale Anzahl von Profilen ist {0}
fr: Le nombre maximum de profils autorisés est de {0}
ja: 許可されるプロファイルの最大数は{0}です
ru: Максимально допустимое количество профилей : {0}
ta: அனுமதிக்கப்பட்ட அதிகபட்ச சுயவிவரங்களின் எண்ணிக்கை {0}

source: A profile called '{0}' already exists
de: Ein Profil mit dem Name "{0}" existiert bereits
fr: Un profil appelé '{0}' existe déjà
ja: 名前'{0}'のプロファイルはすでに存在します
ru: Профиль под названием '{0}' уже существует
ta: '{0}' எனப்படும் சுயவிவரம் ஏற்கனவே உள்ளது

source: Created the profile '{0}'
de: Profil "{0}" erstellt
fr: Création du profil '{0}'
ja: プロファイル'{0}'を作成しました
ru: Создан профиль '{0}'
ta: '{0}' சுயவிவரத்தை உருவாக்கியது

source: There were no livestream alerts to cancel
de: Es gab keine Livestream-Hinweise zu löschen
fr: Il n'y avait aucune alerte de diffusion en direct à annuler
ja: キャンセルするライブ配信アラートはありませんでした
ru: Не было предупреждений о прямых трансляциях, которые можно было бы отменить
ta: ரத்து செய்ய லைவ்ச்ட்ரீம் எச்சரிக்கைகள் எதுவும் இல்லை

source: Livestream alerts for 1 video were cancelled
de: Livestream-Hinweise für 1 Video wurden gelöscht
fr: Les alertes de diffusion en direct pour 1 vidéo ont été annulées
ja: 1つの動画のライブ配信アラートがキャンセルされました
ru: Оповещения о прямой трансляции для 1 видео были отменены
ta: 1 வீடியோவுக்கான லைவ்ச்ட்ரீம் எச்சரிக்கைகள் ரத்து செய்யப்பட்டன

source: Livestream alerts for {0} videos were cancelled
de: Livestream-Hinweise für {0} Videos wurden gelöscht
fr: Les alertes de diffusion en direct pour {0} vidéos ont été annulées
ja: {0}つの動画のライブ配信アラートがキャンセルされました
ru: Оповещения о прямых трансляциях для {0} видео были отменены
ta: {0} வீடியோக்களுக்கான லைவ்ச்ட்ரீம் எச்சரிக்கைகள் ரத்து செய்யப்பட்டன

source: Before trying to reset channel/playlist names, you must check or download at one least one video from each!
de: Bevor ein Kanal- oder Playlistname zurückgesetzt werden kann, muss mindestens jeweils ein Video geprüft oder heruntergeladen werden!
fr: Avant d'essayer de réinitialiser les noms des chaînes/listes de lecture, vous devez vérifier ou télécharger au moins une vidéo de chacune d'elles !
ja: チャンネル/プレイリストの名前をリセットする前に、それぞれから少なくとも1つの動画をチェックまたはダウンロードする必要があります！
ru: Прежде чем пытаться сбросить названия каналов/плейлистов, необходимо проверить или загрузить хотя бы по одному видео из каждого!
ta: சேனல்/பிளேலிச்ட் பெயர்களை மீட்டமைக்க முயற்சிக்கும் முன், ஒவ்வொன்றிலிருந்தும் ஒரு வீடியோவை ஒரு வீடியோவை சரிபார்க்க வேண்டும் அல்லது பதிவிறக்க வேண்டும்!

source: All Tartube data has been saved
de: Alle Tartube-Daten wurden gespeichert
fr: Toutes les données de Tartube ont été enregistrées
ja: すべてのTartubeデータが保存されました
ru: Все данные Tartube сохранены
ta: அனைத்து டார்டூப் தரவுகளும் சேமிக்கப்பட்டுள்ளன

source: Database saved
de: Datenbank gespeichert
fr: Base de données enregistrée
ja: データベースが保存されました
ru: База данных сохранена
ta: தரவுத்தளம் சேமிக்கப்பட்டது

source: Files cannot be recovered, after being deleted. Are you sure you want to continue?
de: Dateien können nicht wiederhergestellt werden, nachdem sie gelöscht wurden. Fortsetzen?
fr: Les fichiers ne peuvent pas être récupérés, après avoir été supprimés. Êtes-vous sûr de vouloir continuer ?
ja: 削除したファイルは復元できません。続行してもよろしいですか？
ru: После удаления файлы не могут быть восстановлены. Вы уверены, что хотите продолжить?
ta: நீக்கப்பட்ட பிறகு, கோப்புகளை மீட்டெடுக்க முடியாது. நீங்கள் தொடர விரும்புகிறீர்களா?

source: Cannot update existing livestreams because
de: Konnte bestehende Livestreams nicht updaten, weil
fr: Impossible de mettre à jour les diffusions en direct existantes, car
ja: 既存のライブ配信を更新できない理由：
ru: Не удается обновить существующие прямые трансляции, так как
ta: ஏற்கனவே உள்ள லைவ்ச்ட்ரீம்களைப் புதுப்பிக்க முடியாது

source: there is another operation running
de: ein anderer Vorgang ausgeführt wird
fr: il y a une autre opération en cours
ja: 他の操作が実行中です
ru: выполняется другая операция
ta: மற்றொரு செயல்பாடு இயங்குகிறது

source: they are currently being updated
de: sie gerade aktualisiert werden
fr: ils sont actuellement mis à jour
ja: 現在更新中です
ru: в настоящее время они обновляются
ta: அவை தற்போது புதுப்பிக்கப்படுகின்றன

source: one or more configuration windows are open
de: ein oder mehrere Konfigurationsfenster offen sind
fr: une ou plusieurs fenêtres de configuration sont ouvertes
ja: 設定ウィンドウが1つ以上開いています
ru: открыто одно или несколько окон конфигурации
ta: ஒன்று அல்லது அதற்கு மேற்பட்ட உள்ளமைவு சாளரங்கள் திறந்திருக்கும்

source: there are no livestreams to update
de: es keine Livestreams upzudaten gibt
fr: il n'y a pas de diffusions en direct à mettre à jour
ja: 更新するライブ配信がありません
ru: нет прямых трансляций для обновления
ta: புதுப்பிக்க லைவ்ச்ட்ரீம்கள் எதுவும் இல்லை

source: There is already a channel with that name
de: Es existiert bereits ein Kanal mit dem Namen
fr: Il existe déjà une chaîne portant ce nom
ja: その名前のチャンネルはすでに存在します
ru: Уже есть канал с таким названием
ta: ஏற்கனவே அந்த பெயருடன் ஒரு சேனல் உள்ளது

source: There is already a playlist with that name
de: Es existiert bereits eine Playlist mit dem Namen
fr: Il existe déjà une liste de lecture portant ce nom
ja: その名前のプレイリストはすでに存在します
ru: Плейлист с таким названием уже есть
ta: ஏற்கனவே அந்த பெயருடன் ஒரு பிளேலிச்ட் உள்ளது

source: There is already a folder with that name
de: Es existiert bereits ein Ordner mit dem Namen
fr: Il existe déjà un dossier portant ce nom
ja: その名前のフォルダはすでに存在します
ru: Уже существует папка с таким именем
ta: ஏற்கனவே அந்த பெயருடன் ஒரு கோப்புறை உள்ளது

source: (so please choose a different name)
de: (bitte einen anderen Namen wählen)
fr: (veuillez donc choisir un autre nom)
ja: （別の名前を選んでください）
ru: (поэтому, пожалуйста, выберите другое имя)
ta: (எனவே தயவுசெய்து வேறு பெயரைத் தேர்வுசெய்க)

source: Tartube cannot start because it cannot find its icons folder
de: Tartube kann nicht gestartet werden, weil der Icons-Ordner nicht gefunden wurde
fr: Tartube ne peut pas démarrer car il ne trouve pas son dossier d'icônes
ja: Tartubeはアイコンフォルダが見つからないため起動できません
ru: Tartube не может запуститься, потому что не может найти папку со своими значками
ta: டார்ட்டூப் தொடங்க முடியாது, ஏனெனில் அதன் ஐகான்கள் கோப்புறையை கண்டுபிடிக்க முடியாது

source: _File
de: _Datei
fr: Dossier
ja: ファイル
ru: _Файл
ta: கோப்பு (_F)

source: _Database preferences...
de: _Datenbankeinstellungen...
fr: Préférences de la base de données...
ja: データベース設定...
ru: _Настройки базы данных...
ta: _டடாபேச் விருப்பத்தேர்வுகள் ...

source: _Check database integrity
de: Datenbankintegrität _prüfen
fr: Vérifier l'intégrité de la base de données
ja: データベースの整合性をチェック
ru: _Проверка целостности базы данных
ta: _ தரவுத்தள ஒருமைப்பாட்டை சரிபார்க்கவும்

source: _Save database
de: Datenbank _speichern
fr: Enregistrer la base de données
ja: データベースを保存
ru: _Сохранить базу данных
ta: _சேவ் தரவுத்தளம்

source: Save _all
de: _Alles speichern
fr: Tout sauvegarder
ja: すべて保存
ru: Сохранить _все
ta: _All சேமி

source: Close to _tray
de: In S_tartleiste schließen
fr: Réduire dans la barre des tâches
ja: トレイに閉じる
ru: Закрыть в _системный трей
ta: _TRAY க்கு அருகில்

source: _Quit
de: _Beenden
fr: Quitter
ja: 終了
ru: _Выйти

source: _Edit
de: _Bearbeiten
fr: Éditer
ja: 編集
ru: _Редактировать
ta: தொகு (_E)

source: _System preferences...
de: _Systemeinstellungen...
fr: Préférences système...
ja: システム設定...
ru: _Системные настройки...
ta: _ சிச்டம் விருப்பத்தேர்வுகள் ...

source: _General download options...
de: _Allgemeine Downloadoptionen...
fr: Options générales de téléchargement...
ja: 一般ダウンロードオプション...
ru: _Общие параметры загрузки...
ta: _ பொது பதிவிறக்க விருப்பங்கள் ...

source: _System
fr: Système
ja: システム
ru: _Система
ta: _ அமைப்பு

source: Open _MSYS2 terminal...
de: _MSYS2-Terminal öffnen...
fr: Ouvrir le terminal MSYS2...
ja: MSYS2ターミナルを開く...
ru: Открыть _MSYS2 терминал...
ta: MSYS2 முனையத்தைத் திறக்கவும் ...

source: Show Tartube _install folder
de: Tartube _Installationsordner öffnen
fr: Afficher le dossier d'installation de Tartube
ja: Tartubeインストールフォルダを表示
ru: Показать папку _установки Tartube
ta: டார்ட்டூப் _ இன்ச்டால் கோப்புறையைக் காட்டு

source: Show Tartube _script folder
de: Tartube _Scriptordner öffnen
fr: Afficher le dossier script de Tartube
ja: Tartubeスクリプトフォルダを表示
ru: Показать папку _script Tartube
ta: டார்ட்டூப் _ச்கிரிப்ட் கோப்புறையைக் காட்டு

source: _Media
de: _Medien
fr: Médias
ja: メディア
ru: _Медиа
ta: _மீடியா

source: Add _videos...
de: _Videos hinzufügen...
fr: Ajouter des vidéos...
ja: 動画を追加...
ru: Добавить _видео...
ta: _Videos ஐச் சேர்க்கவும் ...

source: Add _channel...
de: _Kanal hinzufügen...
fr: Ajouter une chaîne...
ja: チャンネルを追加...
ru: Добавить _канал...
ta: _ சேனலைச் சேர்க்கவும் ...

source: Add _playlist...
de: _Playlist hinzufügen...
fr: Ajouter une liste de lecture...
ja: プレイリストを追加...
ru: Добавить _плейлист...
ta: _Playlist ஐச் சேர்க்கவும் ...

source: Add _folder...
de: _Ordner hinzufügen...
fr: Ajouter un dossier...
ja: フォルダを追加...
ru: Добавить _папку...
ta: _ ஃபோல்டரைச் சேர்க்கவும் ...

source: _Add many channels/playlists...
de: Mehrere Kanäle/Playlisten _hinzufügen...
fr: Ajouter plusieurs chaînes/listes de lecture...
ja: 複数のチャンネル/プレイリストを追加...
ru: _Добавить много каналов/плейлистов...
ta: _ பல சேனல்கள்/பிளேலிச்ட்கள் ...

source: _Reset channel/playlist names...
de: Kanal-/Playlist-Namen _zurücksetzen...
fr: Réinitialiser les noms des chaînes/listes de lecture...
ja: チャンネル/プレイリストの名前をリセット...
ru: _Сбросить названия каналов/плейлистов...
ta: _ ரெசெட் சேனல்/பிளேலிச்ட் பெயர்கள் ...

source: _Export from database...
de: Aus Datenbank _exportieren...
fr: Exporter depuis la base de données...
ja: データベースからエクスポート...
ru: _Экспорт из базы данных...
ta: தரவுத்தளத்திலிருந்து எக்ச்போர்ட் ...

source: _Import into database...
de: In Datenbank _importieren...
fr: Importer dans la base de données...
ja: データベースにインポート...
ru: _Импорт в базу данных...
ta: _ தரவுத்தளத்தில் இறக்குமதி செய்யுங்கள் ...

source: Import _YouTube subscriptions...
de: _YouTube-Abonnements importieren...
fr: Importer les abonnements YouTube...
ja: YouTubeの登録をインポート...
ru: Импортировать подписки _YouTube...
ta: YouTube சந்தாக்களை இறக்குமதி செய்யுங்கள் ...

source: _Export/import
de: _Exportieren/Importieren
fr: Exporter/importer
ja: エクスポート/インポート
ru: _Экспорт/импорт
ta: ஏற்றுமதி/இறக்குமதி

source: _Switch between views
de: Zwischen Ansichten _wechseln
fr: Basculer entre les vues
ja: ビューを切り替え
ru: _Переключение между видами
ta: காட்சிகளுக்கு இடையில் மாறவும்

source: _Hide (most) system folders
de: Die (meisten) Systemordner _verstecken
fr: Masquer (la plupart) des dossiers système
ja: （ほとんどの）システムフォルダを非表示
ru: _Скрыть (большинство) системных папок
ta: _ஐட் (பெரும்பாலான) கணினி கோப்புறைகள்

source: _Show hidden folders
de: Versteckte Ordner _zeigen
fr: Afficher les dossiers cachés
ja: 非表示フォルダを表示
ru: _Показать скрытые папки
ta: மறைக்கப்பட்ட கோப்புறைகளைக் காட்டு

source: S_how/hide
de: Zei_ge/Verstecke
fr: Afficher/masquer
ja: 表示/非表示
ru: П_оказать/спрятать
ta: காட்டு/மறைக்க

source: _Switch profile
de: Profil _wechseln
fr: Changer de profil
ja: プロファイルを切り替え
ru: _Сменить профиль
ta: _ ச்விட்ச் சுயவிவரம்

source: _Remember last profile
de: Letztes Profil _merken
fr: Se souvenir du dernier profil
ja: 最後のプロファイルを記憶
ru: _Запомнить последний профиль
ta: _ கடைசி சுயவிவரத்தை மறுபரிசீலனை செய்யுங்கள்

source: _Create profile
de: Profil _erstellen
fr: Créer un profil
ja: プロファイルを作成
ru: _Создание профиля
ta: _ சுயவிவரத்தை உருவாக்கவும்

source: _Delete profile
de: Profil _löschen
fr: Supprimer le profil
ja: プロファイルを削除
ru: _Удалить профиль
ta: _ சுயவிவரத்தை நீக்கு

source: _Mark all for download
de: Alle zum _Download markieren
fr: Tout marquer pour le téléchargement
ja: すべてをダウンロード対象にマーク
ru: _Отметить все для скачивания
ta: பதிவிறக்குவதற்கு அனைத்தையும் குறிக்கவும்

source: _Unmark all for download
de: Alle Markierungen zum Download e_ntfernen
fr: Tout démarquer pour le téléchargement
ja: すべてのダウンロード対象マークを解除
ru: _Снять все пометки для скачивания
ta: _ பதிவிறக்கத்திற்காக அனைத்தையும் குறிக்கவும்

source: Pr_ofiles
de: Pr_ofile
fr: Profils
ja: プロファイル
ru: Пр_офили
ta: ஆனால்_பில்ச்

source: Ad_d test media
de: Testmedien _hinzufügen
fr: Ajouter un média de test
ja: テストメディアを追加
ru: Добави_ть пробное видео
ta: Ad_d சோதனை மீடியா

source: Run _test code
de: Testcode _ausführen
fr: Exécuter le code de test
ja: テストコードを実行
ru: Выполнить _тестовый код
ta: _TEST குறியீட்டை இயக்கவும்

source: _Operations
de: _Vorgänge
fr: Opérations
ja: 操作
ru: _Операции
ta: _ செயல்பாடுகள்

source: _Check all
de: Alle _prüfen
fr: Tout vérifier
ja: すべてチェック
ru: _Проверить все
ta: _ அனைத்தையும் சரிபார்க்கவும்

source: _Download all
de: Alle _herunterladen
fr: Tout télécharger
ja: すべてダウンロード
ru: _Загрузить все
ta: அனைத்தையும் பதிவிறக்கவும்

source: C_ustom download all
de: _Benutzerdefiniert alle herunterladen
fr: Tout télécharger (personalisé)
ja: カスタムですべてダウンロード
ru: П_ользовательское загрузить все
ta: C_ustom அனைத்தையும் பதிவிறக்கவும்

source: _Download
de: _Herunterladen
fr: Télécharger
ja: ダウンロード
ru: _Загрузить
ta: பதிவிறக்குங்கள்

source: _Refresh database...
de: Datenbank _auffrischen...
fr: Actualiser la base de données ...
ja: データベースをリフレッシュ...
ru: _Обновить базу данных...
ta: _ ரெஃப்ரெச் தரவுத்தளம் ...

source: U_pdate
de: A_ktualisiere
fr: Mettre à jour
ja: 更新
ru: Об_новить

source: _Test
de: _Teste
fr: Tester
ja: テスト
ru: _Тест
ta: _ தேர்வு

source: Install _FFmpeg...
de: _FFmpeg installieren...
fr: Installer FFmpeg ...
ja: FFmpegをインストール...
ru: Установить _FFmpeg...
ta: FFMPEG ஐ நிறுவவும் ...

source: Install _matplotlib...
de: _Matplotlib installieren...
fr: Installer matplotlib...
ja: matplotlibをインストール...
ru: Установите _matplotlib...
ta: Matplotlib ஐ நிறுவவும் ...

source: Install _streamlink...
de: _Streamlink installieren...
fr: Installer streamlink ...
ja: streamlinkをインストール...
ru: Установить _streamlink...
ta: _STREAMLINK ஐ நிறுவவும் ...

source: Tidy up _files...
de: _Dateien aufräumen...
fr: Réorganiser les fichiers ...
ja: ファイルを整理...
ru: Почистить _файлы...
ta: நேர்த்தியாக _ கோப்புகள் ...

source: _Stop current operation
de: Aktuelle Vorgänge b_eenden
fr: Arrêter l'opération courante
ja: 現在の操作を停止
ru: _Остановить текущую операцию
ta: _ தற்போதைய செயல்பாடு

source: Stop _after current videos
de: _Nach aktuellem Video beenden
fr: Arrêter après la vidéos courante
ja: 現在の動画後に停止
ru: Остановить _после текущих видео
ta: தற்போதைய வீடியோக்களுக்குப் பிறகு நிறுத்துங்கள்

source: _Livestreams
fr: Transmissions en direct
ja: ライブ配信
ru: _Прямые трансляции

source: _Livestream preferences...
de: _Livestream-Einstellungen...
fr: Préférences des transmissions en direct ...
ja: ライブ配信設定...
ru: _Настройки прямой трансляции...
ta: _ லைவ்ச்ட்ரீம் விருப்பத்தேர்வுகள் ...

source: _Update existing livestreams
de: _Bestehende Livestreams aktualisieren
fr: Mettre à jour les transmission en direct existantes
ja: 既存のライブ配信を更新
ru: _Обновить существующие прямые трансляции
ta: _ இருக்கும் லைவ்ச்ட்ரீம்களை இணைக்கவும்

source: _Cancel all livestream alerts
de: _Alle Livestream-Hinweise löschen
fr: Acquitter toutes les alertes des transmissions en direct
ja: すべてのライブ配信アラートをキャンセル
ru: _Отменить все оповещения о прямых трансляциях
ta: _சான்செல் அனைத்து லைவ்ச்ட்ரீம் விழிப்பூட்டல்களும்

source: _Help
de: _Hilfe
fr: Aide
ja: ヘルプ
ru: _Помощь
ta: உதவி (_H)

source: _About...
de: _Über...
fr: À propos ...
ja: バージョン情報...
ru: _О...
ta: _ விழிப்புணர்வு ...

source: Check for _updates
de: Auf _Update prüfen
fr: Vérifier les mise-à-jour dispobiles
ja: アップデートを確認
ru: Проверить _обновления
ta: _Updates ஐ சரிபார்க்கவும்

source: Go to _website
de: _Website öffnen
fr: Aller sur le site web
ja: ウェブサイトにアクセス
ru: Перейти на _сайт
ta: இணையதளம் (_W) க்குச் செல்லவும்

source: Send _feedback
de: _Rückmeldung geben
fr: Envoyer un retour d'expérience
ja: フィードバックを送信
ru: Отправить _отзыв
ta: _Feedback ஐ அனுப்பவும்

source: Channel
de: Kanal
fr: Canal
ja: チャンネル
ru: Канал
ta: வாய்க்கால்

source: Add a new channel
de: Neuen Kanal hinzufügen
fr: Ajouter un nouveau canal
ja: 新しいチャンネルを追加
ru: Добавить новый канал
ta: புதிய சேனலைச் சேர்க்கவும்

source: Playlist
fr: Liste de lecture
ja: プレイリスト
ru: Плейлист
ta: பிளேலிச்ட்

source: Add a new playlist
de: Neue Playlist hinzufügen
fr: Ajouter une nouvelle liste de lecture
ja: 新しいプレイリストを追加
ru: Добавить новый плейлист
ta: புதிய பிளேலிச்ட்டைச் சேர்க்கவும்

source: Folder
de: Ordner
fr: Dossier
ja: フォルダ
ru: Папка
ta: கோப்புறை

source: Add a new folder
de: Neuen Ordner hinzufügen
fr: Ajouter un nouveau dossier
ja: 新しいフォルダを追加
ru: Добавить новую папку
ta: புதிய கோப்புறையைச் சேர்க்கவும்

source: Check
de: Prüfen
fr: Vérifier
ja: チェック
ru: Проверить
ta: சரிபார்

source: Check all videos, channels, playlists and folders
de: Prüfe alle Videos, Kanäle, Playlisten und Ordner
fr: Vérifier toutes les vidéos, canaux, listes de lectures et dossiers
ja: すべての動画、チャンネル、プレイリスト、フォルダをチェック
ru: Проверка всех видео, каналов, плейлистов и папок
ta: அனைத்து வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளை சரிபார்க்கவும்

source: Download
de: Herunterladen
fr: Télécharger
ja: ダウンロード
ru: Загрузить
ta: பதிவிறக்கம்

source: Download all videos, channels, playlists and folders
de: Alle Videos, Kanäle, Playlisten und Ordner herunterladen
fr: Télécharger toutes les vidéos, canaux, listes de lectures et dossiers
ja: すべての動画、チャンネル、プレイリスト、フォルダをダウンロード
ru: Загрузить все видео, каналы, плейлисты и папки
ta: அனைத்து வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளைப் பதிவிறக்கவும்

source: Stop
fr: Arrêter
ja: 停止
ru: Остановить
ta: நிறுத்து

source: Stop the current operation
de: Beende den aktuellen Vorgang
fr: Arrêter l'opération actuelle
ja: 現在の操作を停止
ru: Остановить текущую операцию
ta: தற்போதைய செயல்பாட்டை நிறுத்துங்கள்

source: System preferences
de: Systemeinstellungen
fr: Préférences du système
ja: システム設定
ru: Системные настройки
ta: மண்டலம் விருப்பத்தேர்வுகள்

source: General download options
de: Allgemeine Downloadoptionen
fr: Options générales de téléchargement
ja: 一般ダウンロードオプション
ru: Общие параметры загрузки
ta: பொது பதிவிறக்க விருப்பங்கள்

source: Switch
de: Wechseln
fr: Changer
ja: 切り替え
ru: Переключить
ta: ஆளி, நிலைமாறி

source: Switch between simple and complex views
de: Zwischen einfacher und komplexer Ansicht wechseln
fr: Changer entre la vue simple et la vue complexe
ja: シンプルビューと詳細ビューを切り替え
ru: Переключение между простым и сложным видом
ta: எளிய மற்றும் சிக்கலான காட்சிகளுக்கு இடையில் மாறவும்

source: Hide
de: Verstecken
fr: Cacher
ja: 非表示
ru: Скрыть
ta: மறை

source: Show
de: Anzeigen
fr: Montrer
ja: 表示
ru: Показать
ta: காட்டு

source: Hide (most) system folders
de: (Die meisten) Systemordner verstecken
fr: Cacher (la majorité) des dossiers
ja: （ほとんどの）システムフォルダを非表示
ru: Скрыть (большинство) системных папок
ta: (பெரும்பாலான) கணினி கோப்புறைகளை மறைக்கவும்

source: Show all system folders
de: Alle Systemordner anzeigen
fr: Montrer tous les dossiers du système
ja: すべてのシステムフォルダを表示
ru: Показать все системные папки
ta: அனைத்து கணினி கோப்புறைகளையும் காட்டு

source: Quit
de: Beenden
fr: Quitter
ja: 終了
ru: Выйти
ta: வெளியேறு

source: Close Tartube
de: Tartube beenden
fr: Quitter Tartube
ja: Tartubeを閉じる
ru: Закрыть
ta: டார்ட்டூப் மூடு

source: _Videos
fr: Vidéos
ja: 動画
ru: _Видео
ta: _விடோச்

source: _Progress
de: _Fortschritt
fr: Progression
ja: 進行状況
ru: _Прогресс

source: _Classic Mode
de: _Klassischer Modus
fr: Mode Classique
ja: クラシックモード
ru: _Классический режим
ta: _ கிளாசிக் பயன்முறை

source: _Drag and Drop
fr: Glisser déposer
ja: ドラッグアンドドロップ
ru: _Перетаскивание
ta: இழுத்து விடுங்கள்

source: _Output
de: _Ausgabe
fr: Sortie
ja: 出力
ru: _Вывод

source: _Errors / Warnings
de: F_ehler/Warnungen
fr: Erreurs / Alertes
ja: エラー / 警告
ru: _Ошибки / Предупреждения
ta: _Errors / எச்சரிக்கைகள்

source: Check all
de: Alles prüfen
fr: Tout vérifier
ja: すべてチェック
ru: Проверить все
ta: அனைத்தையும் சரிபார்க்கவும்

source: Download all
de: Alles herunterladen
fr: Tout télécharger
ja: すべてダウンロード
ru: Загрузить все
ta: அனைத்தையும் பதிவிறக்கவும்

source: Custom download all
de: Benutzerdefiniert alles herunterladen
fr: Tout télécharger (personnalisé)
ja: カスタムですべてダウンロード
ru: Пользовательская загрузка всего
ta: தனிப்பயன் பதிவிறக்கம் அனைத்தும்

source: Perform a custom download of all videos, channels, playlists and folders
de: Benutzerdefinierten Download aller Videos, Kanäle, Playlisten und Ordner ausführen
fr: Effectuer un téléchargement personnalisé de toutes les vidéos, canaux, listes de lecture et dossiers
ja: すべての動画、チャンネル、プレイリスト、フォルダをカスタムダウンロードする
ru: Выполните пользовательскую загрузку всех видео, каналов, плейлистов и папок
ta: அனைத்து வீடியோக்கள், சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகளின் தனிப்பயன் பதிவிறக்கத்தை செய்யுங்கள்

source: Page
de: Seite
ja: ページ
ru: Страница
ta: பக்கம்

source: Set visible page
de: Anzuzeigende Seite setzen
fr: Définit la page visible
ja: 表示ページを設定
ru: Установить видимую страницу
ta: புலப்படும் பக்கத்தை அமைக்கவும்
