Repository: axcore/tartube
Catalog: locale/*/LC_MESSAGES/tartube.po
Languages: de, fr, ja, ru, ta

source: Only download finished livestreams
de: Nur beendete Livestreams herunterladen
fr: Téléchargement uniquement les transmissions en direct finis
ja: 終了したライブ配信のみをダウンロード
ru: Загружать только завершенные прямые трансляции
ta: முடிக்கப்பட்ட லைவ்ச்ட்ரீம்களை மட்டுமே பதிவிறக்கவும்

source: This procedure cannot be reversed. Are you sure you want to continue?
de: Dieser Vorgang kann nicht rückgängig gemacht werden. Sicher fortfahren?
fr: Cette opération ne peut être défaite. Êtes-vous sûrs de vouloir continuer ?
ja: この操作は元に戻せません。続行してもよろしいですか？
ru: Эта процедура не может быть отменена. Вы уверены, что хотите продолжить?
ta: இந்த நடைமுறையை மாற்ற முடியாது. நீங்கள் தொடர விரும்புகிறீர்களா?

source: Name for these download options
de: Name für diese Downloadoptionen
fr: Nommer ces options de téléchargement
ja: これらのダウンロードオプションの名前
ru: Имя для этих параметров загрузки
ta: இந்த பதிவிறக்க விருப்பங்களுக்கான பெயர்

source: Description
de: Beschreibung
ja: 説明
ru: Описание
ta: விவரம்

source: Download options applied to
de: Downloadoptionen angewendet auf
fr: Options de téléchargement appliquées à
ja: 適用されるダウンロードオプション
ru: Параметры загрузки, применяемые к
ta: பயன்படுத்தப்பட்ட விருப்பங்களைப் பதிவிறக்குங்கள்

source: All channels, playlists and folders
de: Alle Kanäle, Playlisten und Ordner
fr: Tous les canaux, listes de lecture, dossiers
ja: すべてのチャンネル、プレイリスト、フォルダ
ru: Все каналы, плейлисты и папки
ta: அனைத்து சேனல்கள், பிளேலிச்ட்கள் மற்றும் கோப்புறைகள்

source: Downloads in the Classic Mode tab
de: Downloads im Klassikmodus-Tab
fr: Télécharger dans l'onglet Mode Classique
ja: クラシックモードタブでのダウンロード
ru: Загрузки на вкладке "Классический режим"
ta: கிளாசிக் பயன்முறை தாவலில் பதிவிறக்கங்கள்

source: These options are not applied to anything
de: Diese Optionen werden auf nichts angewendet
fr: Ces options ne sont appliquées à rien
ja: これらのオプションは何にも適用されません
ru: Эти параметры ни к чему не применяются
ta: இந்த விருப்பங்கள் எதற்கும் பயன்படுத்தப்படவில்லை

source: Additional download options, e.g. --write-subs (do not use -o or --output)
de: Zusätzliche Downloadoptionen, z. B. --write-subs (nicht -o oder --output verwenden)
fr: Options de téléchargement additionnelles, ex : --write-subs (ne pas utiliser -o ou --output)
ja: 追加のダウンロードオプション（例：--write-subs、-oまたは--outputは使用しない）
ru: Дополнительные параметры загрузки, например, --write-subs (не используйте -o или --output)
ta: கூடுதல் பதிவிறக்க விருப்பங்கள், எ.கா. -எழுதப்பட்ட-சப்ச் (-o அல்லது --output ஐப் பயன்படுத்த வேண்டாம்)

source: Additional download options
de: Zusätzliche Downloadoptionen
fr: Options de téléchargement supplémentaires
ja: 追加のダウンロードオプション
ru: Дополнительные параметры загрузки
ta: கூடுதல் பதிவிறக்க விருப்பங்கள்

source: Use ONLY these options (Tartube adds the output folder)
de: NUR diese Optionen verwenden (Tartube fügt den Ausgabeordner hinzu)
fr: Utiliser UNIQUEMENT ces options (Tartube ajoute le dossier de destination)
ja: これらのオプションのみを使用（Tartubeが出力フォルダを追加）
ru: Используйте ТОЛЬКО эти опции (Tartube добавляет папку вывода)
ta: இந்த விருப்பங்களை மட்டும் பயன்படுத்தவும் (டார்டியூப் வெளியீட்டு கோப்புறையைச் சேர்க்கிறது)

source: Use ONLY these options (Tartube adds the output directory)
de: NUR diese Optionen verwenden (Tartube fügt das Ausgabeverzeichnis hinzu)
fr: Utiliser UNIQUEMENT ces options (Tartube ajoute le dossier de destination)
ja: これらのオプションのみを使用（Tartubeが出力ディレクトリを追加）
ru: Используйте ТОЛЬКО эти опции (Tartube добавляет каталог вывода)
ta: இந்த விருப்பங்களை மட்டும் பயன்படுத்தவும் (டார்டியூப் வெளியீட்டு கோப்பகத்தை சேர்க்கிறது)

source: If URLs are specified below, use only those URLs
de: Wenn URLs unten angegeben sind, nur diese URLs verwenden
fr: Si des URL sont spécifiées ci-dessous, utiliser uniquement ces URL
ja: 以下にURLが指定されている場合、それらのURLのみを使用
ru: Если URL-адреса указаны ниже, используйте только эти URL-адреса
ta: முகவரி கள் கீழே குறிப்பிடப்பட்டால், அந்த முகவரி களை மட்டுமே பயன்படுத்தவும்

source: Hide advanced download options
de: Erweiterte Downloadoptionen verstecken
fr: Cacher les options avancées de téléchargement
ja: 高度なダウンロードオプションを非表示
ru: Скрыть дополнительные параметры загрузки
ta: மேம்பட்ட பதிவிறக்க விருப்பங்களை மறைக்கவும்

source: Show advanced download options
de: Erweiterte Downloadoptionen zeigen
fr: Afficher les options avancées de téléchargement
ja: 高度なダウンロードオプションを表示
ru: Показать расширенные параметры загрузки
ta: மேம்பட்ட பதிவிறக்க விருப்பங்களைக் காட்டு

source: Import general download options into this window
de: Allgemeine Downloadoptionen in dieses Fenster importieren
fr: Importer les options générales de téléchargement dans cette fenêtre
ja: 一般ダウンロードオプションをこのウィンドウにインポート
ru: Импорт общих параметров загрузки в это окно
ta: இந்த சாளரத்தில் பொது பதிவிறக்க விருப்பங்களை இறக்குமதி செய்யுங்கள்

source: Completely reset all download options to their default values
de: Alle Downloadoptionen vollständig auf ihre Standardwerte zurücksetzen
fr: Réinitialiser toutes les options de téléchargement à leur valeur par défaut
ja: すべてのダウンロードオプションをデフォルト値に完全にリセット
ru: Полностью сбросить все параметры загрузки до значений по умолчанию
ta: எல்லா பதிவிறக்க விருப்பங்களையும் அவற்றின் இயல்புநிலை மதிப்புகளுக்கு முழுமையாக மீட்டமைக்கவும்

source: _Downloads
fr: Téléchargements
ja: ダウンロード
ru: _Загрузки

source: Number of fragments of a DASH/HLS video to download concurrently
de: Anzahl an Fragmenten von DASH/HLS-Videos gleichzeitig herunterzuladen
fr: Nombre de fragments d'une vidéo DASH / HLS à télécharger paralèllement
ja: DASH/HLS動画のフラグメントを同時にダウンロードする数
ru: Количество фрагментов видео DASH/HLS для скачивания одновременно
ta: ஒரே நேரத்தில் பதிவிறக்கம் செய்ய ஒரு DASH/HLS வீடியோவின் துண்டுகளின் எண்ணிக்கை

source: Minimum download rate (bytes/sec) below which throttling is assumed
de: Minimale Downloadgeschwindigkeit (Bytes/s) unter welcher Drosselung angenommen wird
fr: Taux de téléchargement minimal (octects/sec) sous lequel on estime qu'il y'a congestion
ja: このダウンロード速度（バイト/秒）未満の場合、制限されているとみなす
ru: Минимальная скорость загрузки (байт/с), ниже которой предполагается регулирование
ta: குறைந்தபட்ச பதிவிறக்க வீதம் (பைட்டுகள்/நொடி) கீழே கருதப்படுகிறது

source: Video selection options
de: Videoauswahl-Optionen
fr: Options de sélection des vidéos
ja: 動画選択オプション
ru: Параметры выбора видео
ta: வீடியோ தேர்வு விருப்பங்கள்

source: Stop download process when encountering a file in the archive
de: Download stoppen, wenn auf eine Datei im Archiv getroffen wird
fr: Arrêter le processus de téléchargement lorsqu'un fichier est trouvé dans l'archive
ja: アーカイブにファイルがある場合、ダウンロードプロセスを停止
ru: Остановить процесс загрузки при обнаружении файла в архиве
ta: காப்பகத்தில் ஒரு கோப்பை எதிர்கொள்ளும்போது பதிவிறக்க செயல்முறையை நிறுத்துங்கள்

source: Stop download process when encountering a file that has been filtered out
de: Download stoppen, wenn auf eine Datei welche gefiltert wurde getroffen wird
fr: Arrêter le processus de téléchargement lorsqu'un fichier filtré est trouvé
ja: フィルタリングされたファイルに遭遇した場合、ダウンロードプロセスを停止
ru: Остановить процесс загрузки при обнаружении файла, который был отфильтрован
ta: வடிகட்டப்பட்ட கோப்பை எதிர்கொள்ளும்போது பதிவிறக்க செயல்முறையை நிறுத்துங்கள்

source: Number of failures allowed before rest of playlist is skipped
de: Anzahl von Fehlern die erlaubt sind, bis der Rest der Playlist übersprungen wird
fr: Nombre d'échecs autorisés avant que la suite de la liste de lecture soit ignorée
ja: プレイリストの残りをスキップする前に許可する失敗の数
ru: Количество сбоев, допустимых до пропуска остальной части плейлиста
ta: மீதமுள்ள பிளேலிச்ட்டுக்கு முன் அனுமதிக்கப்பட்ட தோல்விகளின் எண்ணிக்கை

source: Verbosity and simulation options
de: Verbosity- und Simulations-Optionen
fr: Options de verbosité et de simulation
ja: 詳細表示およびシミュレーションオプション
ru: Многословие и параметры симуляции
ta: சொற்களஞ்சியம் மற்றும் உருவகப்படுத்துதல் விருப்பங்கள்

source: Ignore 'No video formats' error (useful for extracting metadata from unavailable videos)
de: "Keine Videoformate"-Fehler ignorieren (nützlich, wenn Metadaten von nicht verfügbaren Videos extrahiert wird)
fr: Ignorer les erreurs du type «Pas de foramat vidéo» (utile pour extraire les métadonnées de vidéos non disponiles)
ja: 「動画形式なし」エラーを無視（利用できない動画からメタデータを抽出するのに便利）
ru: Игнорировать ошибку «Нет видеоформатов» (полезно для извлечения метаданных из недоступных видео)
ta: 'வீடியோ வடிவங்கள் இல்லை' பிழையை புறக்கணிக்கவும் (கிடைக்காத வீடியோக்களிலிருந்து மெட்டாடேட்டாவைப் பிரித்தெடுப்பதற்கு பயனுள்ளதாக இருக்கும்)

source: Force download archive entries to be written as long as no errors occur
de: Download-Archivdateien zwingend schreiben solange keine Fehler auftreten
fr: Forcer l'enregistrement des archives de téléchargement du moment qu'il n'y a pas d'erreurs
ja: エラーが発生しない限り、ダウンロードアーカイブエントリの書き込みを強制
ru: Принудительно записывать записи архива загрузки до тех пор, пока не возникнет ошибок
ta: பிழைகள் எதுவும் ஏற்படாத வரை எழுதப்பட வேண்டிய காப்பக உள்ளீடுகளை படை பதிவிறக்கம்

source: Video/audio merge options
de: Video/Audio-Zusammenfügen-Optionen
fr: Options de fusion vidéo / audio
ja: ビデオ/オーディオマージオプション
ru: Параметры объединения видео/аудио
ta: வீடியோ/ஆடியோ ஒன்றிணைப்பு விருப்பங்கள்

source: Allow multiple video streams to be merged into a single file
de: Gestatten, mehrere Videostreams in eine einzige Datei zusammenzufügen
fr: Autoriser plusieurs flux vidéos à être fusionnés dans un seul fichier
ja: 複数のビデオストリームを1つのファイルにマージすることを許可
ru: Разрешить объединение нескольких видеопотоков в один файл
ta: பல வீடியோ ச்ட்ரீம்களை ஒற்றை கோப்பில் இணைக்க அனுமதிக்கவும்

source: Allow multiple audio streams to be merged into a single file
de: Gestatten, mehrere Audiostreams in eine einzige Datei zusammenzufügen
fr: Autoriser plusieurs flux audios à être fusionnés dans un seul fichier
ja: 複数のオーディオストリームを1つのファイルにマージすることを許可
ru: Разрешить объединение нескольких аудиопотоков в один файл
ta: பல ஆடியோ ச்ட்ரீம்களை ஒற்றை கோப்பில் இணைக்க அனுமதிக்கவும்

source: _Live
fr: Transmission en direct
ja: ライブ
ru: _ Прямая трансляция
ta: _ லைவ்

source: Livestream options
de: Livestream-Optionen
fr: Options des transmissions en direct
ja: ライブ配信オプション
ru: Параметры прямой трансляции
ta: லைவ்ச்ட்ரீம் விருப்பங்கள்

source: Download livestreams from start (experimental, YouTube only)
de: Lade Livestreams ab Start (experimentell, YouTube-only)
fr: Télécharger les transmissions en direct depuis le début (expérimental et seulement sur YouTube)
ja: ライブ配信を最初からダウンロード（実験的、YouTubeのみ）
ru: Загружать прямые трансляции с самого начала (экспериментально, только для YouTube)
ta: தொடக்கத்திலிருந்து லைவ்ச்ட்ரீம்களைப் பதிவிறக்கவும் (சோதனை, யூடியூப் மட்டும்)

source: Minimum seconds to wait for scheduled streams
de: Minimum an Sekunden auf geplante Streams warten
fr: Nombre minimal de seconde à attendre pour les flux planifiés
ja: スケジュールされた配信を待つ最小秒数
ru: Минимальное количество секунд для ожидания запланированных потоков
ta: திட்டமிடப்பட்ட நீரோடைகளுக்கு காத்திருக்க குறைந்தபட்ச வினாடிகள்

source: _Playlists
de: _Playlisten
fr: Listes de lecture
ja: プレイリスト
ru: _Плейлисты

source: L_imits
fr: Limites
ja: 制限
ru: Л_имиты

source: _Comments
de: _Kommentare
fr: Commentaires
ja: コメント
ru: _Комментарии

source: Video comments
de: Videokommentare
fr: Commentaires des vidéos
ja: 動画コメント
ru: Комментарии к видео
ta: வீடியோ கருத்துகள்

source: When checking videos, store comments in the metadata file
de: Kommentare in der Metadaten-Datei speichern, wenn Videos geprüft werden
fr: Lors de la vérification des vidéos, enregistrer les commentaires dans le dossier des métadonnées
ja: 動画をチェックする際、コメントをメタデータファイルに保存
ta: வீடியோக்களைச் சரிபார்க்கும்போது, கருத்துகளை மேனிலை தரவு கோப்பில் சேமிக்கவும்

source: When downloading videos, store comments in the metadata file
de: Kommentare in der Metadaten-Datei speichern, wenn Videos heruntergeladen werden
fr: Lors du téléchargement des vidéos, enregistrer les commentaires dans le dossier des métadonnées
ja: 動画をダウンロードする際、コメントをメタデータファイルに保存
ta: வீடியோக்களைப் பதிவிறக்கும்போது, கருத்துகளை மேனிலை தரவு கோப்பில் சேமிக்கவும்

source: Warning: fetching comments will increase the download time, perhaps by a lot!
de: Warnung: das Herunterladen von Kommentaren wird die Downloadzeit erhöhen, möglicherweise viel!
fr: Avertissement : la récupération des commentaires augmentera le temps de téléchargement, éventuellement de manière conséquente !
ja: 警告：コメントの取得はダウンロード時間を大幅に増加させる可能性があります！
ta: எச்சரிக்கை: கருத்துகளைப் பெறுவது பதிவிறக்க நேரத்தை அதிகரிக்கும், ஒருவேளை நிறைய!

source: Also store comments in the Tartube database
de: Kommentare auch in Tartubes Datenbank speichern
fr: Également enregistrer les commentaires dans la base de données Tartube
ja: コメントをTartubeのデータベースにも保存
ta: டார்ட்டூப் தரவுத்தளத்தில் கருத்துகளையும் சேமிக்கவும்

source: _Extractor
de: _Extraktor
fr: Extracteur
ja: エクストラクタ
ru: _Экстрактор

source: Extractor options
de: Extraktor-Optionen
fr: Options de l'extracteur
ja: エクストラクタオプション
ru: Параметры экстрактора
ta: பிரித்தெடுத்தல் விருப்பங்கள்

source: Do not process dynamic DASH manifests
de: Keine dynamischen DASH-Manifeste verarbeiten
fr: Ne pas traiter les manifest DASH dynamiques
ja: 動的DASHマニフェストを処理しない
ru: Не обрабатывать динамические DASH манифесты
ta: மாறும் டாச் வெளிப்பாடுகளை செயலாக்க வேண்டாம்

source: Split HLS playlists to different formats at discontinuities such as ad breaks
de: HLS-Playlisten an Unterbrechungen wie z. B. Werbungen in unterschiedliche Formate aufteilen
fr: Couper les listes de lectures HLS en différents formats lors des discontinuités telles que les publicités
ja: 広告休憩などの不連続点でHLSプレイリストを異なる形式に分割
ru: Разделять плейлисты HLS на разные форматы при перерывах, таких как рекламные паузы
ta: விளம்பர இடைவெளிகள் போன்ற இடைநிறுத்தங்களில் வெவ்வேறு வடிவங்களுக்கு எச்.எல்.எச் பிளேலிச்ட்களைப் பிரிக்கவும்

source: Extractor arguments
de: Extraktor-Argumente
fr: Paramètres de l'extracteur
ja: エクストラクタ引数
ru: Аргументы экстрактора
ta: பிரித்தெடுத்தல் வாதங்கள்

source: One argument per line, e.g.
de: Ein Argument pro Zeile, z. B.
fr: Un paramètre par ligne, ex :
ja: 1行に1つの引数（例）
ru: Один аргумент на строку, например
ta: ஒரு வரிக்கு ஒரு உரையாடல், எ.கா.

source: _Filtering
de: _Filterung
fr: Filtrage
ja: フィルタリング
ru: _Фильтрация
ta: _ ஃபில்டரிங்

source: E_xternal
de: E_xtern
fr: Externe
ja: 外部
ru: В_нешний

source: _Files
de: _Dateien
fr: Fichiers
ja: ファイル
ru: _Файлы
ta: _ கோப்புகள்

source: File _names
de: Datei_namen
fr: Noms de fichiers
ja: ファイル名
ru: Имена _файлов
ta: கோப்பு _ பெயர்கள்

source: File name options
de: Dateinamen-Optionen
fr: Options des noms de fichiers
ja: ファイル名オプション
ta: கோப்பு பெயர் விருப்பங்கள்

source: Format for video file names
de: Format für Video-Dateinamen
fr: Format pour les noms des fichiers vidéos
ja: ビデオファイル名の形式
ru: Формат имен видеофайлов
ta: வீடியோ கோப்பு பெயர்களுக்கான வடிவம்

source: File output template
de: Dateiausgabe-Vorlage
fr: Gabarit des fichiers de sortie
ja: ファイル出力テンプレート
ru: Шаблон вывода файлов
ta: கோப்பு வெளியீட்டு வார்ப்புரு

source: Add to template:
de: Zu Vorlage hinzufügen:
fr: Ajouter au gabarit :
ja: テンプレートに追加：
ru: Добавить в шаблон:
ta: வார்ப்புருவில் சேர்க்கவும்:

source: Video properties
de: Videoeigenschaften
fr: Propriétés des vidéos
ja: 動画のプロパティ
ru: Свойства видео
ta: வீடியோ பண்புகள்

source: Video ID
fr: ID de la vidéo
ja: 動画ID
ru: Идентификатор видео
ta: வீடியோ ஐடி

source: Video title
de: Videotitel
fr: Titre de la vidéo
ja: 動画タイトル
ru: Название видео
ta: வீடியோ தலைப்பு

source: Alternative video ID
fr: ID altermatif de la vidéo
ja: 代替動画ID
ru: Альтернативный идентификатор видео
ta: மாற்று வீடியோ ஐடி

source: Secondary video title
de: Sekundärer Videotitel
fr: Titre secondaire de la vidéo
ja: 副次的な動画タイトル
ru: Вторичное название видео
ta: இரண்டாம் நிலை வீடியோ தலைப்பு

source: Video filename extension
de: Video-Dateinamenerweiterung
fr: Nom d'extension de la vidéo
ja: 動画ファイル名拡張子
ru: Расширение имени файла видео
ta: வீடியோ கோப்பு பெயர் நீட்டிப்பு

source: Video licence
de: Videolizenz
fr: Licence de la vidéo
ja: 動画ライセンス
ru: Лицензия на видео
ta: வீடியோ உரிமம்

source: Age restriction (years)
de: Altersbeschränkung (Jahre)
fr: Restriction d'âge (en années)
ja: 年齢制限（年）
ru: Возрастное ограничение (лет)
ta: அகவை கட்டுப்பாடு (ஆண்டுகள்)

source: Autonumber videos
de: Video Autonummerieren
fr: Autoincrémenter les vidéos
ja: 動画に自動番号を付ける
ru: Автонумерация видео
ta: தன்னியக்க வீடியோக்கள்

source: Autonumber videos (playlists)
de: Video Autonummerieren (Playlisten)
fr: Autoincrémenter les vidéos (listes de lecture)
ja: 動画に自動番号を付ける（プレイリスト）
ru: Автонумерация видео (плейлисты)
ta: தன்னியக்க வீடியோக்கள் (பிளேலிச்ட்கள்)

source: Creator/uploader
de: Ersteller/Uploader
fr: Vidéaste / metteur en ligne
ja: 作成者/アップローダー
ru: Создатель/загрузчик
ta: உருவாக்கியவர்/பதிவேற்றுபவர்

source: Full name of video uploader
de: Voller Name des Uploaders
fr: Nom complet du metteur en ligne de la vidéo
ja: 動画アップローダーのフルネーム
ru: Полное имя пользователя, загрузившего видео
ta: வீடியோ பதிவேற்றியின் முழு பெயர்

source: Uploader ID
fr: ID du metteur en ligne
ja: アップローダーID
ru: Идентификатор загрузчика
ta: பதிவேற்றும் ஐடி

source: Nickname/ID of video uploader
de: Nickname/ID des Video-Uploaders
fr: Surnom / ID du metteur en ligne de la vidéo
ja: 動画アップローダーのニックネーム/ID
ru: Псевдоним/идентификатор загрузившего видео
ta: வீடியோ பதிவேற்றியின் புனைப்பெயர்/ஐடி

source: Channel name
de: Kanalname
fr: Nom du canal
ja: チャンネル名
ru: Название канала
ta: சேனல் பெயர்

source: Channel ID
de: Kanal-ID
fr: ID du canal
ja: チャンネルID
ru: Идентификатор канала
ta: சேனல் ஐடி

source: Playlist name
de: Playlistenname
fr: Nom de la liste de lecture
ja: プレイリスト名
ru: Название плейлиста
ta: பிளேலிச்ட் பெயர்

source: Playlist ID
de: Playlisten-ID
fr: ID de la liste de lecture
ja: プレイリストID
ru: Идентификатор плейлиста
ta: பிளேலிச்ட் ஐடி

source: Video index in playlist
de: Videoindex in der Playlist
fr: Indexe de la vidéo dans la liste de lecture
ja: プレイリスト内の動画インデックス
ru: Индекс видео в плейлисте
ta: பிளேலிச்ட்டில் வீடியோ அட்டவணை

source: Date/time/location
de: Datum/Zeit/Ort
fr: Date / horaire / localisation
ja: 日付/時間/場所
ru: Дата/время/место
ta: தேதி/நேரம்/இடம்

source: Release date (YYYYMMDD)
de: Veröffentlichungsdatum (YYYYMMDD)
fr: Date de publication (AAAAMMJJ)
ja: 公開日（YYYYMMDD）
ru: Дата выпуска (ГГГГММДД)
ta: வெளியீட்டு தேதி (yyyymmdd)

source: Release date (custom format)
de: Veröffentlichungsdatum (eigenes Format)
fr: Date de publication (format personnalisé)
ja: 公開日（カスタム形式）
ru: Дата выпуска (пользовательский формат)
ta: வெளியீட்டு தேதி (தனிப்பயன் வடிவம்)

source: Release time (UNIX timestamp)
de: Veröffentlichungszeit (UNIX-Zeitstempel)
fr: Date de publication (horodatage UNIX)
ja: 公開時間（UNIXタイムスタンプ）
ru: Время выпуска (метка времени UNIX)
ta: வெளியீட்டு நேரம் (யூனிக்ச் நேர முத்திரை)

source: Release time (custom format)
de: Veröffentlichungszeit (eigenes Format)
fr: Date de publication (format personnalisé)
ja: 公開時間（カスタム形式）
ru: Время выпуска (пользовательский формат)
ta: வெளியீட்டு நேரம் (தனிப்பயன் வடிவம்)

source: Upload date (YYYYMMDD)
de: Uploaddatum (YYYYMMDD)
fr: Date de mise en ligne (AAAAMMJJ)
ja: アップロード日（YYYYMMDD）
ru: Дата загрузки (ГГГГММДД)
ta: பதிவேற்ற தேதி (yyyymmdd)

source: Upload date (custom format)
de: Uploaddatum (eigenes Format)
fr: Date de mise en ligne (format personnalisé)
ja: アップロード日（カスタム形式）
ru: Дата загрузки (пользовательский формат)
ta: பதிவேற்ற தேதி (தனிப்பயன் வடிவம்)

source: Video length (seconds)
de: Videolänge (Sekunden)
fr: Longeur de la vidéo (en secondes)
ja: 動画の長さ（秒）
ru: Длина видео (секунды)
ta: வீடியோ நீளம் (விநாடிகள்)

source: Video length (custom format)
de: Videolänge (eigenes Format)
fr: Longeur de la vidéo (format personnalisé)
ja: 動画の長さ（カスタム形式）
ru: Длина видео (пользовательский формат)
ta: வீடியோ நீளம் (தனிப்பயன் வடிவம்)

source: Filming location
de: Aufnahmeort
fr: Lieux de tournage
ja: 撮影場所
ru: Место съемок
ta: படப்பிடிப்பு இடம்

source: Time format
de: Zeitformat
fr: Format de l'horodatage
ja: 時間形式
ru: Формат времени
ta: நேர வடிவம்

source: Video format
fr: Format de la vidéo
ja: 動画形式
ru: Формат видео
ta: வீடியோ வடிவம்

source: Video format code
fr: Code du format de la vidéo
ja: 動画形式コード
ru: Код формата видео
ta: வீடியோ வடிவமைப்பு குறியீடு

source: Video width
de: Videobreite
fr: Largeur de la vidéo
ja: 動画の幅
ru: Ширина видео
ta: வீடியோ அகலம்

source: Video height
de: Videohöhe
fr: Hauteur de la vidéo
ja: 動画の高さ
ru: Высота видео
ta: வீடியோ உயரம்

source: Video frame rate
de: Video-Bildwiederholrate
fr: Fréquence d'image de la vidéo
ja: 動画のフレームレート
ru: Частота кадров видео
ta: வீடியோ பிரேம் வீதம்

source: Average video/audio bitrate (KiB/s)
de: Durchschnittliche Video/Audio-Bitrate (KiB/s)
fr: Débit binaire moyen de la vidéo / de l'audio (Kio/s)
ja: 平均ビデオ/オーディオビットレート（KiB/s）
ru: Средний битрейт видео/аудио (КиБ/с)
ta: சராசரி வீடியோ/ஆடியோ பிட்ரேட் (KIB/S)

source: Average video bitrate (KiB/s)
de: Durchschnittliche Video-Bitrate (KiB/s)
fr: Débit binaire moyen de la vidéo (Kio/s)
ja: 平均ビデオビットレート（KiB/s）
ru: Средний битрейт видео (КиБ/с)
ta: சராசரி வீடியோ பிட்ரேட் (KIB/S)

source: Average audio bitrate (KiB/s)
de: Durchschnittliche Audio-Bitrate (KiB/s)
fr: Débit binaire moyen de l'audio (Kio/s)
ja: 平均オーディオビットレート（KiB/s）
ru: Средний битрейт аудио (КиБ/с)
ta: சராசரி ஆடியோ பிட்ரேட் (KIB/S)

source: Ratings/comments
de: Bewertungen/Kommentare
fr: Notes / commentaires
ja: 評価/コメント
ru: Рейтинги/комментарии
ta: மதிப்பீடுகள்/கருத்துகள்

source: Number of views
de: Anzahl an Views
fr: Nombre de vue(s)
ja: 視聴回数
ru: Количество просмотров
ta: பார்வைகளின் எண்ணிக்கை

source: Number of positive ratings
de: Anzahl positiver Bewertungen
fr: Nombre de notes positives
ja: 肯定的な評価の数
ru: Количество положительных оценок
ta: நேர்மறை மதிப்பீடுகளின் எண்ணிக்கை

source: Number of negative ratings
de: Anzahl negativer Bewertungen
fr: Nombre de notes négatives
ja: 否定的な評価の数
ru: Количество отрицательных оценок
ta: எதிர்மறை மதிப்பீடுகளின் எண்ணிக்கை

source: Average rating
de: Durschnittsbewertung
fr: Note moyenne
ja: 平均評価
ru: Средняя оценка
ta: சராசரி மதிப்பீடு

source: Number of reposts
de: Anzahl an Reposts
fr: Nombre de republication
ja: リポストの数
ru: Количество репостов
ta: மறுபயன்பாடுகளின் எண்ணிக்கை

source: Number of comments
de: Anzahl an Kommentaren
fr: Nombre de commentaires
ja: コメントの数
ru: Количество комментариев
ta: கருத்துகளின் எண்ணிக்கை

source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加
ru: Добавить
ta: கூட்டு

source: _Override
de: _Überschreiben
fr: Écrire par-dessus
ja: 上書き
ru: _Переопределить
ta: மேலெழுது (_O)

source: List of output filename templates
de: Liste von Ausgabedateinamen-Vorlagen
fr: Liste des gabarits de nomsde fichier de sortie
ja: 出力ファイル名テンプレートのリスト
ru: Список шаблонов выходных имен файлов
ta: வெளியீட்டு கோப்பு பெயர் வார்ப்புருக்களின் பட்டியல்

source: Overrides the output template in the 'File names' tab
de: Überschreibe die Ausgabe-Vorlage im "Dateinamen"-Tab
fr: Écraser le gabarit de sortie dans l'onglet «Noms de fichiers»
ja: 「ファイル名」タブの出力テンプレートを上書き
ru: Переопределить шаблон вывода на вкладке "Имена файлов"
ta: 'கோப்பு பெயர்கள்' தாவலில் வெளியீட்டு வார்ப்புருவை மீறுகிறது

source: Template
de: Vorlage
fr: Gabarit
ja: テンプレート
ru: Шаблон
ta: வார்ப்புரு

source: Output type
de: Ausgabetyp
fr: Type de sortie
ja: 出力タイプ
ru: Тип вывода
ta: வெளியீட்டு வகை

source: Output template
de: Ausgabe-Vorlage
fr: Gabarit de sortie
ja: 出力テンプレート
ru: Шаблон вывода
ta: வெளியீட்டு வார்ப்புரு

source: Delete
de: Löschen
fr: Supprimer
ja: 削除
ru: Удалить
ta: நீக்கு

source: Refresh list
de: Liste auffrischen
fr: Mettre-à-jour la liste
ja: リストを更新
ru: Обновить список
ta: பட்டியல் புதுப்பிப்பு

source: _Paths
de: _Pfade
fr: Chemins
ja: パス
ru: _Пути
ta: _ பாதைகள்

source: List of output paths
de: Liste von Ausgabepfaden
fr: Liste des chemins de sortie
ja: 出力パスのリスト
ru: Список путей вывода
ta: வெளியீட்டு பாதைகளின் பட்டியல்

source: Path
de: Pfad
fr: Chemin
ja: パス
ru: Путь
ta: பாதை

source: Output path
de: Ausgabepfad
fr: Chemin de sortie
ja: 出力パス
ru: Путь вывода
ta: வெளியீட்டு பாதை

source: _Filesystem
de: _Dateisystem
fr: Système de fichier
ja: ファイルシステム
ru: _Файловая система
ta: _ உணவு அமைப்பு
